export class BalKand {
    balkand:any [] =[
        {
            "adhya": "chapter_1",
            "arth": [
                {
                    "slok": "रामं विना का गती। रामेण प्रतिहन्यते कलिमलं रामाय कार्यं नमः। रामात् त्रस्यति कालभीमभुजगो रामस्य सर्वं वशे रामे भक्तिरखण्डिता भवतु मे राम त्वमेवाश्रयः॥१॥ ",
                    "arth": " श्रीरामचन्द्रजी समस्त संसारको शरण देनेवाले हैं। श्रीरामके बिना दूसरी कौन-सी गति है। श्रीराम कलियुगके समस्त दोषोंको नष्ट कर देते हैं; अतः श्रीरामचन्द्रजीको नमस्कार करना चाहिये। श्रीरामसे कालरूपी भयंकर सर्प भी डरता है। जगतका सब कुछ भगवान् श्रीरामके वशमें है। श्रीराममें मेरी अखण्ड भक्ति बनी रहे। हे राम! आप ही मेरे आधार हैं॥१॥"
                },
                {
                    "slok": "चित्रकूटालयं त राममिन्दिरानन्दमन्दिरम्। वन्दे च परमानन्दं भक्तानामभयप्रदम्॥२॥",
                    "arth": "चित्रकूटमें निवास करनेवाले, भगवती लक्ष्मी (सीता) के आनन्दनिकेतन और भक्तोंको अभय देनेवाले परमानन्दस्वरूप भगवान् श्रीरामचन्द्रजीको मैं नमस्कार करता हूँ॥२॥ "
                },
                {
                    "slok": "ब्रह्मविष्णुमहेशाद्या यस्यांशा लोकसाधकाः। नमामि देवं चिद्रूपं विशुद्धं परमं भजे॥३॥ ",
                    "arth": "सम्पूर्ण जगत्के अभीष्ट मनोरथोंको सिद्ध करनेवाले (अथवा सृष्टि पालन एवं संहारके द्वारा जगत्की व्यावहारिक सत्ताको सिद्ध करनेवाले), ब्रह्मा, विष्णु और महेश आदि देवता जिनके अभिन्न अंशमात्र हैं, उन परम विशुद्ध सच्चिदानन्दमय परमात्मदेव श्रीरामचन्द्रजीको मैं नमस्कार करता हूँ तथा उन्हींके भजन-चिन्तनमें मन लगाता हूँ॥ "
                },
                {
                    "slok": "ऋषय ऊचुः भगवन् सर्वमाख्यातं यत् पृष्टं विदुषा त्वया। संसारपाशबद्धानां दुःखानि सुबहूनि च॥४॥ ",
                    "arth": "ऋषियोंने कहा- भगवन् ! आप विद्वान् हैं, ज्ञानी हैं। हमने जो कुछ पूछा था, वह सब आपने हमें भलीभाँति बताया है। संसार-बन्धनमें बँधे हुए जीवोंके दुःख बहुत हैं ॥४॥ "
                },
                {
                    "slok": "एतत्संसारपाशस्यच्छेदकः कतमः स्मृतः। कलौ वेदोक्तमार्गाश्च नश्यन्तीति त्वयोदिताः॥५॥ ",
                    "arth": "इस संसारबन्धनका उच्छेद करनेवाला कौन है ? आपने कहा है कि कलियुगमें वेदोक्त मार्ग नष्ट हो जायँगे ॥५॥"
                },
                {
                    "slok": "अधर्मनिरतानां च यातनाश्च प्रकीर्तिताः। घोरे कलियुगे प्राप्ते वेदमार्गबहिष्कृते॥६॥ पाखण्डत्वं प्रसिद्धं वै सर्वैश्च परिकीर्तितम्।",
                    "arth": "अधर्मपरायण पुरुषोंको प्राप्त होनेवाली यातनाओंका भी आपने वर्णन किया है। घोर कलियुग आनेपर जब वेदोक्त मार्ग लुप्त हो जायेंगे, उस समय पाखण्ड फैल जायगा-यह बात प्रसिद्ध है। प्रायः सभी लोगोंने ऐसी बात कही है॥६॥ "
                },
                {
                    "slok": "कामार्ता हस्वदेहाश्च लुब्धा अन्योन्यतत्पराः॥७॥ कलौ सर्वे भविष्यन्ति स्वल्पायुर्बहुपुत्रकाः।",
                    "arth": " कलियुगके सभी लोग कामवेदनासे पीड़ित, नाटे शरीरके और लोभी होंगे तथा धर्म और ईश्वरका आश्रय छोड़कर आपसमें एक-दूसरेपर ही निर्भर रहनेवाले होंगे। प्रायः सब लोग थोड़ी आयु और अधिक संतानवाले होंगे२ ॥७३॥ "
                },
                {
                    "slok": "स्त्रियः स्वपोषणपरा वेश्याचरणतत्पराः॥८॥ पतिवाक्यमनादृत्य सदान्यगृहतत्पराः। दुःशीलेषु करिष्यन्ति पुरुषेषु सदा स्पृहाम्॥९॥",
                    "arth": "उस युगकी स्त्रियाँ अपने ही शरीरके पोषणमें तत्पर और वेश्याओंके समान आचरणमें प्रवृत्त होंगी। वे अपने पतिकी आज्ञाका अनादर करके सदा दूसरोंके घर जाया-आया करेंगी। दुराचारी पुरुषोंसे मिलनेकी सदैव अभिलाषा करेंगी॥८-९॥ "
                },
                {
                    "slok": "असद्वार्ता भविष्यन्ति पुरुषेषु कुलांगनाः। परुषानृतभाषिण्यो देहसंस्कारवर्जिताः॥१०॥",
                    "arth": "उत्तम कुलकी स्त्रियाँ भी परपुरुषोंके निकट ओछी बातें करनेवाली होंगी, कठोर और असत्य बोलेंगी तथा शरीरको शुद्ध और सुसंस्कृत बनाये रखनेके सद्गुणोंसे वञ्चित होंगी॥१०॥ "
                },
                {
                    "slok": "वाचालाश्च भविष्यन्ति कलौ प्रायेण योषितः। भिक्षवश्चापि मित्रादिस्नेहसम्बन्धयन्त्रिताः॥११॥",
                    "arth": "कलियुगमें अधिकांश स्त्रियाँ वाचाल (व्यर्थ बकवास करनेवाली) होंगी। भिक्षासे जीवन-निर्वाह करनेवाले संन्यासी भी मित्र आदिके स्नेह-सम्बन्धमें बँधे रहनेवाले होंगे॥११॥ "
                },
                {
                    "slok": "अन्नोपाधिनिमित्तेन शिष्यान् बदन्ति लोलुपाः। उभाभ्यामपि पाणिभ्यां शिरःकण्डूयनं स्त्रियः॥१२॥ कुर्वन्त्यो गृहभर्तृणामाज्ञां भेत्स्यन्त्यतन्द्रिताः।",
                    "arth": "वे भोजनके लिये चिन्तित होनेके कारण लोभवश शिष्योंका संग्रह करेंगे। स्त्रियाँ दोनों हाथोंसे सिर खुजलाती हुई गृहपतिकी आज्ञाका जान-बूझकर उल्लङ्घन करेंगी॥ १२॥ "
                },
                {
                    "slok": "पाखण्डालापनिरताः पाखण्डजनसंगिनः॥१३॥ यदा द्विजा भविष्यन्ति तदा वृद्धिं गतः कलिः।",
                    "arth": "जब ब्राह्मण पाखण्डी लोगोंके साथ रहकर पाखण्डपूर्ण बातें करने लगें, तब जानना चाहिये कि कलियुग खूब बढ़ गया॥१३३ ॥ "
                },
                {
                    "slok": "घोरे कलियुगे ब्रह्मन् जनानां पापकर्मिणाम्॥१४॥ मनःशुद्धिविहीनानां निष्कृतिश्च कथं भवेत्।",
                    "arth": "ब्रह्मन्! इस प्रकार घोर कलियुग आनेपर सदा पाप-परायण रहनेके कारण जिनका अन्तःकरण शुद्ध नहीं हो सकेगा, उन लोगोंकी मुक्ति कैसे होगी?॥१४३ ॥ "
                },
                {
                    "slok": "यथा तुष्यति देवेशो देवदेवो जगद्गुरुः॥१५॥ ततो वदस्व सर्वज्ञ सूत धर्मभृतां वर।",
                    "arth": "धर्मात्माओंमें श्रेष्ठ सर्वज्ञ सूतजी! देवाधिदेव देवेश्वर जगद्गुरु भगवान् श्रीरामचन्द्रजी जिस प्रकार संतुष्ट हों, वह उपाय हमें बताइये॥१५३ ॥"
                },
                {
                    "slok": "वद सूत मुनिश्रेष्ठ सर्वमेतदशेषतः॥१६॥ कस्य नो जायते तुष्टिः सूत त्वद्वचनामृतात्॥१७॥",
                    "arth": "मुनिश्रेष्ठ सूतजी! इन सारी बातोंपर आप पूर्णरूपसे | प्रकाश डालिये। आपके वचनामृतका पान करनेसे किसको संतोष नहीं होता है॥१६-१७॥"
                },
                {
                    "slok": "शृणुध्वमृषयः सर्वे यदिष्टं वो वदाम्यहम्। गीतं सनत्कुमाराय नारदेन महात्मना॥१८॥ रामायणं महाकाव्यं सर्ववेदेषु सम्मतम्। सर्वपापप्रशमनं दुष्टग्रहनिवारणम्॥१९॥",
                    "arth": "सूतजीने कहा-मुनिवरो! आप सब लोग सुनिये। आपको जो सुनना अभीष्ट है, वह मैं बताता हूँ। महात्मा नारदजीने सनत्कुमारको जिस रामायण नामक महाकाव्यका गान सुनाया था, वह समस्त पापोंका नाश और दुष्ट ग्रहोंकी बाधाका निवारण करनेवाला है। वह सम्पूर्ण वेदार्थोंकी सम्मतिके अनुकूल है॥ १८-१९॥ "
                },
                {
                    "slok": "दुःस्वप्ननाशनं धन्यं भुक्तिमुक्तिफलप्रदम्। रामचन्द्रकथोपेतं सर्वकल्याणसिद्धिदम्॥२०॥",
                    "arth": "उससे समस्त दुःस्वप्नोंका नाश हो जाता है। वह धन्यवादके योग्य तथा भोग और मोक्षरूप फल प्रदान करनेवाला है। उसमें भगवान् श्रीरामचन्द्रजीकी लीला-कथाका वर्णन है। वह काव्य अपने पाठक और श्रोताओंके लिये समस्त कल्याणमयी सिद्धियोंको | देनेवाला है॥२०॥"
                },
                {
                    "slok": "धर्मार्थकाममोक्षाणां हेतुभूतं महाफलम्। वा अपूर्वं पुण्यफलदं शृणुध्वं सुसमाहिताः॥२१॥",
                    "arth": "धर्म, अर्थ, काम और मोक्ष-इन चारों पुरुषार्थोंका साधक है, महान् फल देनेवाला है। यह अपूर्व काव्य पुण्यमय फल प्रदान करनेकी शक्ति रखता है। आपलोग एकाग्रचित्त होकर इसे श्रवण करें॥२१॥ "
                },
                {
                    "slok": "महापातकयुक्तो वा युक्तो वा सर्वपातकैः। श्रुत्वैतदार्षं दिव्यं हि काव्यं शुद्धिमवाप्नुयात्॥२२॥ रामायणेन वर्तन्ते सुतरां ये जगद्धिताः। त एव कृतकृत्याश्च सर्वशास्त्रार्थकोविदाः॥२३॥",
                    "arth": "महान्‌ पातकों अथवा सम्पूर्ण उपपातकोंसे युक्त मनुष्य भी उस ऋषिप्रणीत दिव्य काव्यका श्रवण करनेसे शुद्धि (अथवा सिद्धि) प्राप्त कर लेता है। सम्पूर्ण जगत्‌के हित-साधनमें लगे रहनेवाले जो मनुष्य सदा रामायणके अनुसार बर्ताव करते हैं, बे ही सम्पूर्ण शास्त्रोंके मर्मको समझनेवाले और कृतार्थ हैं॥ २२-२३॥"
                },
                {
                    "slok": "धर्मार्थकाममोक्षाणां साधन च॒ द्विजोत्तमा:। श्रोतव्यं च सदा भकत्या रामायणपरामृतम्‌॥ २४॥",
                    "arth": "विप्रवरो! रामायण धर्म, अर्थ, काम और मोक्षका साधन तथा परम अमृतरूप है; अत: सदा भक्तिभावसे उसका श्रवण करना चाहिये॥ २४॥"
                },
                {
                    "slok": "पुराजितानि पापानि नाशमायान्ति यस्य वै। रामायणे महाप्रीतिस्तस्य वै भवति श्लुवम्‌॥२५॥",
                    "arth": "जिस मनुष्यके पूर्वजन्मोपार्जित सारे पाप नष्ट हो जाते हैं, उसीका रामायणके प्रति अधिक प्रेम होता है। यह निश्चित बात है॥२५॥"
                },
                {
                    "slok": "रामायणे वर्तमाने पापपाशेन यन्त्रित:। अनादृत्यअसदगाथासक्तबुद्धिः प्रवर्तते॥ २६॥",
                    "arth": "जो पापके बन्धनमें जकड़ा हुआ है, वह रामायणकी कथा आरम्भ होनेपर उसकी अवहेलना करके दूसरी-दूसरी निम्नकोटिकी बातोंमें फँस जाता है। उन असदगाथाओंमें अपनी बुद्धिक आसक्त होनेके कारण वह तदनुरूप ही बर्ताव करने लगता है॥२६॥"
                },
                {
                    "slok": "रामायणं नाम पर तु काव्य सुपुण्यद॑ वै श्रृणुत द्विजेन्दा:। अस्मिन्‌ श्रुते जन्मजरादिनाशो भवत्यदोष: स नरोउच्युतः स्थात्‌॥ २७॥",
                    "arth": "इसलिये द्विजेन्द्रण! आपलोग रामायण नामक परम पुण्यदायक उत्तम काव्यका श्रवण करें; जिसके सुननेसे जन्म, जरा और मृत्युके भयका नाश हो जाता है तथा श्रवण करनेवाला मनुष्य पाप-दोषसे रहित हो अच्युतस्वरूप हो जाता है॥ २७॥"
                },
                {
                    "slok": "बर॑ बरेण्यं बरदं तु काव्यं संतारयत्याशु च॒ सर्वलोकम्‌। संकल्पितार्थप्रदमादिकाव्यं श्रुत्वा च रामस्य पद प्रयाति॥ २८॥",
                    "arth": "रामायण काव्य अत्यन्त उत्तम, वरणीय और मनोवाज्छित वर देनेवाला है। वह उसका पाठ और श्रवण करनेवाले समस्त जगतूको शीघ्र ही संसार- सागरसे पार कर देता है। उस आदिकाव्यको सुनकर मनुष्य श्रीरामचन्द्रजीके परमपदको प्राप्त कर लेता है॥ २८॥"
                },
                {
                    "slok": "ब्रहोशविष्ण्वाख्यशरीरभेदै- विश्व॑ं सृजत्यत्ति च पाति यश्च। तमादिदेवं परम॑ वरेण्य- माधाय चेतस्युपयाति मुक्तिम्‌॥ २९॥",
                    "arth": "जो ब्रह्मा, रुद्र और विष्णु नामक भिन्‍न-भिन्‍न रूप धारण करके विश्वकी सृष्टि, संहार और पालन करते हैं, उन आदिदेव परमोत्कृष्ट परमात्मा श्रीरामचन्द्रजीको अपने हृदय-मन्दिरमें स्थापित करके मनुष्य मोक्षका भागी होता है॥२९॥"
                },
                {
                    "slok": "यो. नामजात्यादिविकल्पहीनः 'परावराणां परम: परः स्थात्‌। वेदान्तवेद्य;. स्वरुचा . प्रकाश: स॒वीक्ष्यते सर्वपुराणवेदैः॥ ३०॥",
                    "arth": "जो नाम तथा जाति आदि विकल्पोंसे रहित, कार्य-कारणसे परे, सर्वोत्कृष्ट, वेदान्त शास्त्रके द्वारा जाननेयोग्य एवं अपने ही प्रकाशसे प्रकाशित होनेवाला परमात्मा है, उसका समस्त वेदों और पुराणोंके द्वारा साक्षात्कार होता है (इस रामायणके अनुशीलनसे भी डसीकी प्राप्ति होती है।)॥३०॥"
                },
                {
                    "slok": "ऊर्जे माघे सिते पक्षे चैत्रे च द्विजसत्तमा:। नवाह्ना खलु श्रोतव्यं रामायणकथामृतम्‌॥ ३१॥",
                    "arth": "विप्रवरो ! कार्तिक, माघ और चैत्रमासके शुक्ल पक्षमें नौ दिनोंमें रामायणकी अमृतमयी कथाका श्रवण करना चाहिये॥"
                },
                {
                    "slok": " इत्येब॑ श्रुणुयाद्‌ यस्तु श्रीरामचरितं शुभम्‌। सर्वान्‌ कामानवाष्नोति परत्रामुत्र चोत्तमान्‌॥३२॥",
                    "arth": "जो इस प्रकार श्रीरामचन्द्रजीके मंगलमय चरित्रका श्रवण करता है, वह इस लोक और परलोकमें भी अपनी समस्त उत्तम कामनाओंको प्राप्त कर लेता है॥"
                },
                {
                    "slok": "ब्रिसप्तकुलसंयुक्त: सर्वपापविवर्जित:। प्रयाति रामभवन॑ यत्र गत्वा न शोचते॥३३॥",
                    "arth": "वह सब पापोंसे मुक्त हो अपनी इक्कौस पीढ़ियोंके साथ श्रीरामचन्द्रजीके उस परमधाममें चला जाता है, जहाँ जाकर मनुष्यको कभी शोक नहीं करना पड़ता है॥"
                },
                {
                    "slok": " चैत्रे माघे कार्तिके च सिते पक्षे च वाचयेत्‌। नवाहस्सु महापुण्यं श्रोतव्यं च॒ प्रयलत:॥ ३४॥",
                    "arth": "चैत्र, माघ और कार्तिकके शुक्लपक्षमें परम पुण्यमय रामायण-कथाका नवाह-पारायण करना चाहिये तथा नौ दिनोंतक इसे प्रयत्वपूर्वक सुनना चाहिये॥ ३४॥"
                },
                {
                    "slok": "रामायणमादिकाव्यं॑ स्वर्गमोक्षप्रदायकम्‌। तस्माद्‌ घोरे कलियुगे सर्वधर्मबहिष्कृते॥ ३५॥ नवभिर्दिनै: श्रोतव्य॑ रामायणकथामृतम्‌। ",
                    "arth": "रामायण आदिकाव्य है। यह स्वर्ग और मोक्ष देनेवाला है, अतः सम्पूर्ण धर्मोंसे रहित घोर कलियुग आनेपर नौ दिनोंमें रामायणकी अमृतमयी कथाको श्रवण करना चाहिये॥"
                },
                {
                    "slok": " रामनामपरा ये तु घोरे कलियुगे द्विजाः॥३६॥ त एव कृतकृत्याश्च न कलिर्बाधते हि तान्।",
                    "arth": "ब्राह्मणो! जो लोग भयंकर कलिकालमें श्रीरामनामका आश्रय लेते हैं, वे ही कृतार्थ होते हैं। कलियुग उन्हें बाधा नहीं पहुँचाता॥३६॥"
                },
                {
                    "slok": "कथा रामायणस्यापि नित्यं भवति यद्गृहे॥३७॥ तद् गृहं तीर्थरूपं हि दुष्टानां पापनाशनम्।",
                    "arth": "जिस घरमें प्रतिदिन रामायणकी कथा होती है, वह तीर्थरूप हो जाता है। वहाँ जानेसे दुष्टोंके पापोंका नाश होता है॥"
                },
                {
                    "slok": "तावत्पापानि देहेऽस्मिन् निवसन्ति तपोधनाः॥३८॥ यावन्न श्रूयते सम्यक् श्रीमद्रामायणं नरैः।",
                    "arth": "तपोधनो! इस शरीरमें तभीतक पाप रहते हैं, जबतक मनुष्य श्रीरामायणकथाका भलीभाँति श्रवण नहीं करता॥ "
                },
                {
                    "slok": "दुर्लभैव कथा लोके श्रीमद्रामायणोद्भवा॥३९॥ कोटिजन्मसमत्थेन पुण्येनैव तु लभ्यते।",
                    "arth": "अध्याय"
                },
                {
                    "slok": "ऊर्जे माघे सिते पक्षे चैत्रे च द्विजसत्तमाः॥४०॥ यस्य श्रवणमात्रेण सौदासोऽपि विमोचितः। ",
                    "arth": "श्रेष्ठ ब्राह्मणो! कार्तिक, माघ और चैत्रके शुक्ल पक्षमें रामायणके श्रवणमात्रसे (राक्षसभावापन्न) सौदास भी शापमुक्त हो गये थे॥ ४० ॥ "
                },
                {
                    "slok": "गौतमशापतः प्राप्तः सौदासो राक्षसी तनुम्॥४१॥ रामायणप्रभावेण विमुक्तिं प्राप्तवान् पुनः।",
                    "arth": "सौदासने महर्षि गौतमके शापसे राक्षस-शरीर प्राप्त किया था। वे रामायणके प्रभावसे ही पुन: उस शापसे छुटकारा पा सके थे "
                },
                {
                    "slok": "यस्त्वेतच्छृणुयाद् भक्त्या रामभक्तिपरायणः॥४२॥ | स मुच्यते महापापैः पुरुषः पातकादिभिः॥४३॥",
                    "arth": "जो पुरुष श्रीरामचन्द्रजीकी भक्तिका आश्रय | ले प्रेमपूर्वक इस कथाका श्रवण करता है, वह बड़े-बड़े पापों तथा पातक आदिसे मुक्त हो जाता | है॥ ४२-४३॥"
                },
                {
                    "slok": "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये कल्पानुकीर्तनं नाम प्रथमोऽध्यायः॥१॥ ",
                    "arth": "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारद-सनत्कुमार-संवादके अन्तर्गत रामायणमाहात्म्यविषयक कल्पका अनुकीर्तन नामक प्रथम अर्थ पूरा हुआ॥१॥ "
                }
            ]
        },
        {
            "adhya": "chapter_2",
            "arth": [
                {
                    "slok": "कथं सनत्कुमाराय देवर्षिर्नारदो मुनिः। प्रोक्तवान् सकलान् धर्मान् कथं तौ मिलितावुभौ॥१॥ कस्मिन् क्षेत्रे स्थितौ तात तावुभौ ब्रह्मवादिनौ। यदुक्तं नारदेनास्मै तत् त्वं ब्रूहि महामुने॥२॥ ",
                    "arth": "ऋषियोंने पूछा-महामुने! देवर्षि नारदमुनिने सनत्कुमारजीसे रामायणसम्बन्धी सम्पूर्ण धर्मोंका किस प्रकार वर्णन किया था? उन दोनों ब्रह्मवादी महात्माओंका किस क्षेत्रमें मिलन हुआ था? तात! वे दोनों कहाँ ठहरे थे? नारदजीने उनसे जो कुछ कहा था, वह सब आप हमलोगोंको बताइये॥"
                },
                {
                    "slok": "सनकाद्या महात्मानो ब्रह्मणस्तनयाः स्मृताः।। निर्ममा निरहंकाराः सर्वे ते ह्यूवरेतसः॥३॥",
                    "arth": "सूतजीने कहा-मुनिवरो! सनकादि महात्मा भगवान् ब्रह्माजीके पुत्र माने गये हैं। उनमें ममता और अहंकारका तो नाम भी नहीं है। वे सब-के-सब ऊर्ध्वरेता (नैष्ठिक ब्रह्मचारी) हैं॥३॥"
                },
                {
                    "slok": "तेषां नामानि वक्ष्यामि सनकश्च सनन्दनः। सनत्कुमारश्च तथा सनातन इति स्मृतः॥४॥",
                    "arth": "मैं आपलोगोंसे उनके नाम बताता हूँ, सुनिये। सनक, सनन्दन, सनत्कुमार और सनातन-ये चारों सनकादि माने गये हैं॥४॥ "
                },
                {
                    "slok": "विष्णुभक्ता महात्मानो ब्रह्मध्यानपरायणाः। गत सहस्रसूर्यसंकाशाः सत्यवन्तो मुमुक्षवः॥ ५ ॥",
                    "arth": "वे भगवान् विष्णुके भक्त और महात्मा हैं। सदा ब्रह्मके चिन्तनमें लगे रहते हैं। बड़े सत्यवादी हैं। सहस्रों सूर्योंके समान तेजस्वी एवं मोक्षके अभिलाषी हैं॥५॥ "
                },
                {
                    "slok": "एकदा ब्रह्मणः पुत्राः सनकाद्या महौजसः। मेरुशृंगे समाजग्मुर्वीक्षितुं ब्रह्मणः सभाम्॥ ६ ॥",
                    "arth": "एक दिन वे महातेजस्वी ब्रह्मपुत्र सनकादि ब्रह्माजीकी | सभा देखनेके लिये मेरु पर्वतके शिखरपर गये॥६॥"
                },
                {
                    "slok": "तत्र गंगां महापुण्यां विष्णुपादोद्भवां नदीम्। निरीक्ष्य स्नातुमुधुक्ताः सीताख्यां प्रथितौजसः॥ ७॥",
                    "arth": "वहाँ भगवान् विष्णुके चरणोंसे प्रकट हुई परम पुण्यमयी गंगानदी, जिन्हें सीता भी कहते हैं, बह रही थीं। उनका दर्शन करके वे तेजस्वी महात्मा उनके जलमें स्नान करनेको उद्यत हुए॥७॥ "
                },
                {
                    "slok": "एतस्मिन्नन्तरे विप्रा देवर्षिर्नारदो मुनिः। आजगामोच्चरन् नाम हरेर्नारायणादिकम्॥ ८ ॥",
                    "arth": "ब्राह्मणो! इतने में ही देवर्षि नारदमुनि भगवान्के नारायण आदि नामोंका उच्चारण करते हुए वहाँ आ पहुँचे ॥८॥"
                },
                {
                    "slok": "नारायणाच्युतानन्त वासुदेव जनार्दन। यज्ञेश यज्ञपुरुष राम विष्णो नमोऽस्तु ते॥९॥ इत्युच्चरन् हरे म पावयन्नखिलं जगत्। आजगाम स्तुवन् गंगां मुनिर्लोकैकपावनीम्॥१०॥",
                    "arth": "वे 'नारायण! अच्युत! अनन्त! वासुदेव! जनार्दन! यज्ञेश! यज्ञपुरुष! राम! विष्णो! आपको नमस्कार है।' इस प्रकार भगवन्नामका उच्चारण करके सम्पूर्ण जगत्को पवित्र बनाते और एकमात्र लोकपावनी गंगाकी स्तुति करते हुए वहाँ आये॥९-१०॥ "
                },
                {
                    "slok": "अथायान्तं समुद्वीक्ष्य सनकाद्या महौजसः। यथार्हमहणं चक्रुर्ववन्दे सोऽपि तान् मुनीन्॥११॥ ",
                    "arth": "उन्हें आते देख महातेजस्वी सनकादि मुनियोंने उनकी यथोचित पूजा की तथा नारदजीने भी उन मुनियोंको मस्तक झुकाया॥११॥ "
                },
                {
                    "slok": "अथ तत्र सभामध्ये नारायणपरायणम्। सनत्कुमारः प्रोवाच नारद मुनिपुंगवम्॥१२॥",
                    "arth": "तदनन्तर वहाँ मुनियोंकी सभामें सनत्कुमारजीने भगवान् नारायणके परम भक्त मुनिवर नारदसे इस प्रकार कहा ॥१२॥"
                },
                {
                    "slok": "सर्वज्ञोऽसि महाप्राज्ञ मुनीशानां च नारद। हरिभक्तिपरो यस्मात्त्वत्तो नास्त्यपरोऽधिकः॥१३॥ ",
                    "arth": "सनत्कुमार बोले–महाप्राज्ञ नारदजी! आप समस्त   Missing Line  अतः आपसे बढ़कर दूसरा कोई नहीं है॥१३॥"
                },
                {
                    "slok": "येनेदमखिलं जातं जगत् स्थावरजंगमम्। | गंगा पादोद्भवा यस्य कथं स ज्ञायते हरिः॥१४॥ अनुग्राह्योऽस्मि यदि ते तत्त्वतो वक्तुमर्हसि।",
                    "arth": "इसलिये मैं पूछता हूँ, जिनसे समस्त चराचर जगत्की उत्पत्ति हुई है तथा ये गंगाजी जिनके चरणोंसे प्रकट हुई हैं, उन श्रीहरिके स्वरूपका ज्ञान कैसे होता है? यदि आपकी हमलोगोंपर कृपा हो तो हमारे इस प्रश्रका यथार्थरूपसे विवेचन कीजिये॥१४॥"
                },
                {
                    "slok": "नमः पराय देवाय परात्परतराय च॥१५॥ परात्परनिवासाय सगुणायागुणाय च।",
                    "arth": "नारदजीने कहा-जो परसे भी परतर हैं, उन परमदेव श्रीरामको नमस्कार है। जिनका निवास स्थान (परमधाम) उत्कृष्टसे भी उत्कृष्ट है तथा जो सगुण और निर्गुणरूप हैं, उन श्रीरामको मेरा नमस्कार है॥ "
                },
                {
                    "slok": "ज्ञानाज्ञानस्वरूपाय धर्माधर्मस्वरूपिणे॥१६॥ विद्याविद्यास्वरूपाय स्वस्वरूपाय ते नमः।",
                    "arth": "ज्ञान-अज्ञान, धर्म-अधर्म तथा विद्या और अविद्याये सब जिनके अपने ही स्वरूप हैं तथा जो सबके आत्मरूप हैं, उन आप परमेश्वरको नमस्कार है॥१६॥"
                },
                {
                    "slok": "यो दैत्यहन्ता नरकान्तकश्च भुजाग्रमात्रेण च धर्मगोप्ता॥१७॥ भूभारसंघातविनोदकामं नमामि देवं रघुवंशदीपम्।",
                    "arth": "जो दैत्योंका विनाश और नरकका अन्त करनेवाले हैं, जो अपने हाथके संकेतमात्रसे अथवा अपनी भुजाओंके बलसे धर्मकी रक्षा करते हैं, पृथ्वीके भारका विनाश जिनका मनोरञ्जनमात्र है और जो उस मनोरञ्जनकी सदा अभिलाषा रखते हैं, उन रघुकुलदीप श्रीरामदेवको | मैं नमस्कार करता हूँ॥ १७ ॥ "
                },
                {
                    "slok": "आविर्भूतश्चतुर्दा यः कपिभिः परिवारितः॥१८॥ हतवान् राक्षसानीकं रामं दाशरथिं भजे।",
                    "arth": "जो एक होकर भी चार स्वरूपोंमें अवतीर्ण होते हैं, जिन्होंने वानरोंको साथ लेकर राक्षससेनाका संहार किया है, उन दशरथनन्दन श्रीरामचन्द्रजीका मैं भजन करता हूँ॥१८॥ "
                },
                {
                    "slok": "एवमादीन्यनेकानि चरितानि महात्मनः॥१९॥ | तेषां नामानि संख्यातुं शक्यन्ते नाब्दकोटिभिः ।",
                    "arth": "Missing Line जिनके नाम करोड़ों वर्षों में भी नहीं गिनाये जा सकते हैं ॥१९ ॥ "
                },
                {
                    "slok": "महिमानं तु यन्नाम्नः पारं गन्तुं न शक्यते॥२०॥ मनुभिश्च मुनीन्द्रैश्च कथं तं क्षुल्लको भजेत्। ",
                    "arth": "जिनके नामकी महिमाका मनु और मुनीश्वर भी पार नहीं पा सकते, वहाँ मेरे-जैसे क्षुद्र जीवकी पहुँच कैसे हो सकती है॥२०॥ "
                },
                {
                    "slok": "यन्नाम्नः स्मरणेनापि महापातकिनोऽपि ये॥२१॥ पावनत्वं प्रपद्यन्ते कथं स्तोष्यामि क्षुल्लधीः।",
                    "arth": "जिनके नामके स्मरणमात्रसे बड़े-बड़े पातकी भी पावन बन जाते हैं, उन परमात्माका स्तवन मेरे-जैसा तुच्छ बुद्धिवाला प्राणी कैसे कर सकता है॥"
                },
                {
                    "slok": "रामायणपरा ये तु घोरे कलियुगे द्विजाः॥२२॥ त एव कृतकृत्याश्च तेषां नित्यं नमोऽस्तु ते।",
                    "arth": "जो द्विज घोर कलियुगमें रामायण-कथाका आश्रय लेते हैं, वे ही कृतकृत्य हैं। उनके लिये तुम्हें सदा नमस्कार करना चाहिये॥ २२ ॥ "
                },
                {
                    "slok": "यावा ऊर्जे मासि सिते पक्षे चैत्रे माघे तथैव च॥२३॥ नवाह्रा किल श्रोतव्यं रामायणकथामृतम्।",
                    "arth": "सनत्कुमारजी! भगवान्की महिमाको जाननेके लिये कार्तिक, माघ और चैत्रके शुक्ल पक्षमें रामायणकी अमृतमयी कथाका नवाह श्रवण करना चाहिये॥ २३ ॥ "
                },
                {
                    "slok": "गौतमशापतः प्राप्तः सदासो राक्षसीं तनम॥२४॥ रामायणप्रभावेण विमुक्तिं प्राप्तवानसौ। ",
                    "arth": "ब्राह्मण सुदास गौतमके शापसे राक्षस-शरीरको प्राप्त हो गये थे; परंतु रामायणके प्रभावसे ही उन्हें उस शापसे छुटकारा मिला था॥ २४ ॥"
                },
                {
                    "slok": "रामायणं केन प्रोक्तं सर्वधर्मफलप्रदम्॥२५॥ प्राप्तः कथं गौतमेन सौदासो मुनिसत्तम।। रामायणप्रभावेण कथं भूयो विमोक्षितः॥२६॥ ",
                    "arth": "सनत्कुमारने पूछा-मुनिश्रेष्ठ! सम्पूर्ण धर्मोंका फल देनेवाली रामायणकथाका किसने वर्णन किया है? सौदासको गौतमद्वारा कैसे शाप प्राप्त हुआ? फिर वे रामायणके प्रभावसे किस प्रकार शापमुक्त हुए थे। "
                },
                {
                    "slok": "अनुग्राह्योऽस्मि यदि ते तत्त्वतो वक्तुमर्हसि। सर्वमेतदशेषेण मुने नो वक्तुमर्हसि ॥२७॥ ",
                    "arth": "शृण्वतां वदतां चैव कथा पापविनाशिनी। मुने! यदि आपका हमलोगोंपर अनुग्रह हो तो सब कुछ ठीक-ठीक बताइये। इन सारी बातोंसे हमें अवगत कराइये; क्योंकि भगवान्की कथा वक्ता और श्रोता दोनोंके पापोंका नाश करनेवाली है "
                },
                {
                    "slok": "शृणु रामायणं विप्र यद् वाल्मीकिमुखोद्गतम्॥२८॥ नवाह्ना खलु श्रोतव्यं रामायणकथामृतम्।।",
                    "arth": "नारदजीने कहा-ब्रह्मन्! रामायणका प्रादुर्भाव महर्षि वाल्मीकिके मुखसे हुआ है। तुम उसीको श्रवण करो। रामायणकी अमृतमयी कथाका श्रवण नौ दिनोंमें करना चाहिये॥ २८ ॥"
                },
                {
                    "slok": "आस्ते कृतयुगे विप्रो धर्मकर्मविशारदः॥२९॥ | सोमदत्त इति ख्यातो नाम्ना धर्मपरायणः।",
                    "arth": "सत्ययुगमें एक ब्राह्मण थे, जिन्हें धर्म-कर्मका विशेष ज्ञान था। उनका नाम था सोमदत्त । वे सदा धर्मके पालनमें ही तत्पर रहते थे॥ "
                },
                {
                    "slok": "विप्रस्तु गौतमाख्येन मुनिना ब्रह्मवादिना॥३०॥ श्रावितः सर्वधर्मांश्च गंगातीरे मनोरमे। पुराणशास्त्रकथनैस्तेनासौ बोधितोऽपि च॥३१॥ श्रुतवान् सर्वधर्मान् वै तेनोक्तानखिलानपि।",
                    "arth": "(वे ब्राह्मण सौदास नामसे भी विख्यात थे।) ब्राह्मणने ब्रह्मवादी गौतम मुनिसे गंगाजीके मनोरम तटपर सम्पूर्ण धर्मोंका उपदेश सुना था। गौतमने पुराणों और शास्त्रोंकी कथाओंद्वारा उन्हें तत्त्वका ज्ञान कराया था। सौदासने गौतमसे उनके बताये हुए सम्पूर्ण धर्मोंका श्रवण किया था॥३०-३१३ ॥ "
                },
                {
                    "slok": "कदाचित् परमेशस्य परिचर्यापरोऽभवत्॥३२॥ उपस्थितायापि तस्मै प्रणामं न चकार सः। ",
                    "arth": "एक दिनकी बात है, सौदास परमेश्वर शिवकी आराधनामें लगे हुए थे। उसी समय वहाँ उनके गुरु गौतमजी आ पहुँचे; परंतु सौदासने अपने निकट आये हुए गुरुको भी उठकर प्रणाम नहीं किया॥"
                },
                {
                    "slok": "स तु शान्तो महाबुद्धिौतमस्तेजसां निधिः॥३३॥ शास्त्रोदितानि कर्माणि करोति स मुदं ययौ।",
                    "arth": "परम बुद्धिमान् गौतम तेजकी निधि थे, वे शिष्यके बर्तावसे रुष्ट न होकर शान्त ही बने रहे। उन्हें यह जानकर प्रसन्नता हुई कि मेरा शिष्य सौदास शास्त्रोक्त कर्मोका अनुष्ठान करता है"
                },
                {
                    "slok": " यस्त्वर्चितो महादेवः शिवः सर्वजगद्गुरुः॥३४॥ गुर्ववज्ञाकृतं पापं राक्षसत्वे नियुक्तवान्। | उवाच प्राञ्जलिर्भूत्वा विनयेषु च कोविदः॥३५॥",
                    "arth": "किंतु सौदासने जिनकी आराधना की थी, वे सम्पूर्ण जगत्के गुरु महादेव शिव गुरुकी अवहेलनासे होनेवाले पापको न सह सके। उन्होंने सौदासको राक्षसकी योनिमें जानेका शाप दे दिया। तब विनयकलाकोविद ब्राह्मणने हाथ जोड़कर गौतमसे कहा ॥ ३४-३५॥"
                },
                {
                    "slok": "भगवन् सर्वधर्मज्ञ सर्वदर्शिन् सुरेश्वर। क्षमस्व भगवन् सर्वमपराधः कृतो मया॥३६॥",
                    "arth": "ब्राह्मण बोले-सम्पूर्ण धर्मोंके ज्ञाता! सर्वदर्शी! सुरेश्वर! भगवन्! मैंने जो अपराध किया है, वह सब आप क्षमा कीजिये॥३६॥"
                },
                {
                    "slok": "ऊर्जे मासे सिते पक्षे रामायणकथामृतम्। नवाह्ना चैव श्रोतव्यं भक्तिभावेन सादरम्॥३७॥ नात्यन्तिकं भवेदेतद् द्वादशाब्दं भविष्यति। ",
                    "arth": "गौतमने कहा-वत्स! कार्तिक मासके शुक्लपक्षमें तुम रामायणकी अमृतमयी कथाको भक्तिभावसे आदरपूर्वक श्रवण करो। इस कथाको नौ दिनोंमें सुनना चाहिये। ऐसा करनेसे यह शाप अधिक दिनोंतक नहीं रहेगा। केवल बारह वर्षोंतक ही रह सकेगा॥३७॥"
                },
                {
                    "slok": "केन रामायणं प्रोक्तं चरितानि तु कस्य वै॥३८॥ एतत् सर्वं महाप्राज्ञ संक्षेपाद् वक्तुमर्हसि। मनसा प्रीतिमापन्नो ववन्दे चरणौ गुरोः॥३९॥",
                    "arth": "ब्राह्मणने पूछा-रामायणकी कथा किसने कही है? तथा उसमें किसके चरित्रोंका वर्णन किया गया है? महामते! यह सब संक्षेपसे बतानेकी कृपा करें। यों कहकर मन-ही-मन प्रसन्न हो सौदासने गुरुके चरणोंमें प्रणाम किया॥ ३८-३९॥"
                },
                {
                    "slok": "शृणु रामायणं विप्र वाल्मीकिमुनिना कृतम्। येन रामावतारेण राक्षसा रावणादयः॥४०॥ हतास्तु देवकार्यं हि चरितं तस्य तच्छृणु। जोक कार्तिके च सिते पक्षे कथा रामायणस्य तु॥४१॥ नवमेऽहनि श्रोतव्या सर्वपापप्रणाशिनी।",
                    "arth": "गौतमने कहा-ब्रह्मन् ! सुनो। रामायण-काव्यका निर्माण वाल्मीकि मुनिने किया है। जिन भगवान् श्रीरामने अवतार ग्रहण करके रावण आदि राक्षसोंका संहार किया और देवताओंका कार्य सँवारा था, उन्हींके चरित्रका रामायण-काव्यमें वर्णन है। तुम उसीका श्रवण प्रतिपदासे नवमीतक रामायणकी कथा सुननी चाहिये। वह समस्त पापोंका नाश करनेवाली है॥ ४०-४१३ ॥ "
                },
                {
                    "slok": "इत्युक्त्वा चार्थसम्पन्नो गौतमः स्वाश्रमं ययौ॥४२॥ विप्रोऽपि दुःखमापन्नो राक्षसी तनुमाश्रितः।",
                    "arth": "ऐसा कहकर पूर्णकाम गौतम ऋषि अपने आश्रमको चले गये। इधर सोमदत्त या सुदास नामक ब्राह्मणने दुःखमग्न होकर राक्षस-शरीरका आश्रय लिया॥ "
                },
                {
                    "slok": "॥ क्षुत्पीडितः पिपासातॊ नित्यं क्रोधपरायणः॥४३॥ कृष्णक्षपाद्युतिर्भीमो बभ्राम विजने वने।",
                    "arth": "वे सदा भूख-प्याससे पीड़ित तथा क्रोधके वशीभूत रहते थे। उनके शरीरका रंग कृष्ण पक्षकी रातके समान काला था। वे भयानक राक्षस होकर निर्जन वनमें भ्रमण करने लगे॥"
                },
                {
                    "slok": "मृगांश्च विविधांस्तत्र मनुष्यांश्च सरीसृपान्॥४४॥ विहगान् प्लवगांश्चैव प्रसभात्तानभक्षयत्।",
                    "arth": "वहाँ वे नाना प्रकारके पशुओं, मनुष्यों, साँपबिच्छू आदि जन्तुओं, पक्षियों और वानरोंको बलपूर्वक पकड़कर खा जाते थे॥ "
                },
                {
                    "slok": "अस्थिभिर्बहुभिर्विप्राः का पीतरक्तकलेवरैः॥४५॥ रक्तादप्रेतकैश्चैव तेनासीद् भूर्भयंकरी। ",
                    "arth": "ब्रह्मर्षियो! उस राक्षसके द्वारा यह पृथ्वी बहुत। सी हड़ियों तथा लाल-पीले शरीरवाले रक्तपायी प्रेतोंसे परिपूर्ण हो अत्यन्त भयंकर दिखायी देने लगी॥"
                },
                {
                    "slok": "ऋतुत्रये स पृथिवीं शतयोजनविस्तराम्॥४६॥ कृत्वातिदुःखितां पश्चाद्वनान्तरमगात् पुनः। ",
                    "arth": "छ: महीनेमें ही सौ योजन विस्तृत भूभागको अत्यन्त दुःखित करके वह राक्षस पुनः दूसरे किसी | वनमें चला गया॥"
                },
                {
                    "slok": "तत्रापि कृतवान् नित्यं नरमांसाशनं तदा॥४७॥ जगाम नर्मदातीरे सर्वलोकभयंकरः। ",
                    "arth": "वहाँ भी वह प्रतिदिन नरमांसका भोजन करता रहा। सम्पूर्ण लोकोंके मनमें भय उत्पन्न करनेवाला वह राक्षस घूमता-घामता नर्मदाजीके तटपर जा पहुँचा॥ "
                },
                {
                    "slok": "एतस्मिन्नन्तरे प्राप्तः कश्चिद् विप्रोऽतिधार्मिकः॥४८॥ | कलिंगदेशसम्भूतो नाम्ना गर्ग इति स्मृतः।",
                    "arth": "इसी समय कोई अत्यन्त धर्मात्मा ब्राह्मण उधर | आ निकला। उसका जन्म कलिंगदेशमें हुआ था। | लोगोंमें वह गर्ग नामसे विख्यात था॥"
                },
                {
                    "slok": "वहन गंगाजलं स्कन्धे स्तवन विश्वेश्वरं प्रभुम्॥४९॥ Missing Line",
                    "arth": " कंधेपर गंगाजल लिये भगवान् विश्वनाथकी स्तुति तथा श्रीरामके नामोंका गान करता हुआ वह ब्राह्मण बड़े हर्ष और उत्साहमें भरकर उस पुण्य प्रदेशमें आया था। "
                },
                {
                    "slok": "तमायान्तं मुनिं दृष्ट्वा सुदासो नाम राक्षसः॥५०॥ प्राप्तो नः पारणेत्युक्त्वा भुजावुद्यम्य तं ययौ। तेन कीर्तितनामानि श्रुत्वा दूरे व्यवस्थितः॥५१॥ अशक्तस्तं द्विजं हन्तुमिदमूचे स राक्षसः।",
                    "arth": "गर्ग मुनिको आते देख राक्षस सुदास बोल उठा, 'हमें भोजन प्राप्त हो गया।' ऐसा कहकर अपनी दोनों भुजाओंको ऊपर उठाये हुए वह मुनिकी ओर चला; परंतु उनके द्वारा उच्चारित होनेवाले भगवन्नामोंको सुनकर वह दूर ही खड़ा रहा। उन ब्रह्मर्षिको मारनेमें असमर्थ होकर राक्षस उनसे इस प्रकार बोला॥"
                },
                {
                    "slok": "अहो भद्र महाभाग नमस्तुभ्यं महात्मने॥५२॥ नामस्मरणमात्रेण राक्षसा अपि दूरगाः। मया प्रभक्षिताः पूर्वं विप्राः कोटिसहस्त्रशः॥५३॥",
                    "arth": "राक्षसने कहा-यह तो बड़े आश्चर्यकी बात है! भद्र! महाभाग! आप महात्माको नमस्कार है। आप जो भगवन्नामोंका स्मरण कर रहे हैं, इतनेसे ही राक्षस भी दूर भाग जाते हैं। मैंने पहले कोटि सहस्र ब्राह्मणोंका भक्षण किया है॥५२-५३॥ "
                },
                {
                    "slok": "नामप्रावरणं विप्र रक्षति त्वां महाभयात्। नामस्मरणमात्रेण राक्षसा अपि भो वयम्॥५४॥ परां शान्तिं समापन्ना महिमा कोऽच्युतस्य हि।",
                    "arth": "ब्रह्मन्! आपके पास जो नामरूपी कवच है, वही राक्षसोंके महान् भयसे आपकी रक्षा करता है। आपके द्वारा किये गये नामस्मरणमात्रसे हम राक्षसोंको भी परम शान्ति प्राप्त हो गयी। यह भगवान् अच्युतकी कैसी महिमा है॥५४॥ "
                },
                {
                    "slok": "सर्वथा त्वं महाभाग रागादिरहितो द्विज॥५५॥ रामकथाप्रभावेण पाह्यस्मात् पातकाधमात्।",
                    "arth": "महाभाग ब्राह्मण! आप श्रीरामकथाके प्रभावसे सर्वथा राग आदि दोषोंसे रहित हो गये हैं। अतः आप मुझे इस अधम पातकसे बचाइये॥"
                },
                {
                    "slok": "गुर्ववज्ञा मया पूर्वं कृता च मुनिसत्तम॥५६॥ कृतश्चानुग्रहः पश्चाद् गुरुणोक्तमिदं वचः। ",
                    "arth": "मुनिश्रेष्ठ! मैंने पूर्वकालमें अपने गुरुकी अवहेलना की थी। फिर गुरुजीने मुझपर अनुग्रह किया और यह बात कही॥"
                },
                {
                    "slok": "वाल्मीकिमुनिना पूर्वं कथा रामायणस्य च॥५७॥ ऊर्जे मासे सिते पक्षे श्रोतव्या च प्रयत्नतः।",
                    "arth": " पूर्वकालमें वाल्मीकि मुनिने जो रामायणकी कथा कही है, उसका कार्तिकमासके शुक्ल पक्षमें प्रयत्नपूर्वक श्रवण करना चाहिये ॥"
                },
                {
                    "slok": "गुरुणापि पुनः प्रोक्तं रम्यं तु शुभदं वचः॥५८॥ नवाह्ना खलु श्रोतव्यं रामायणकथामृतम्।",
                    "arth": "इतना कहकर गुरुदेवने पुनः यह सुन्दर एवं शुभदायक वचन कहा-'रामायणकी अमृतमयी कथा नौ दिनमें सुननी चाहिये"
                },
                {
                    "slok": "तस्माद् ब्रह्मन् महाभाग सर्वशास्त्रार्थकोविद॥५९॥ कथाश्रवणमात्रेण पाह्यस्मात् पापकर्मणः।",
                    "arth": "अतः सम्पूर्ण शास्त्रोंके तत्त्वको जाननेवाले महाभाग ब्राह्मण! आप मुझे रामायणकथा सुनाकर इस पापकर्मसे मेरी रक्षा कीजिये॥"
                },
                {
                    "slok": "ततो रामायणं ख्यातं राममाहात्म्यमुत्तमम्॥६०॥ निशम्य विस्मयाविष्टो बभूव द्विजसत्तमः। ततो विप्रः कृपाविष्टो रामनामपरायणः॥६१॥ सुदासराक्षसं नाम चेदं वाक्यमथाब्रवीत्।",
                    "arth": "नारदजी कहते हैं-उस समय वहाँ राक्षसके मुखसे रामायणका परिचय तथा श्रीरामके उत्तम माहात्म्यका वर्णन सुनकर द्विज श्रेष्ठ गर्ग आश्चर्यचकित हो उठे। श्रीरामका नाम ही उनके जीवनका अवलम्ब था। वे ब्राह्मणदेवता उस राक्षसके प्रति दयासे द्रवित हो गये और सुदाससे इस प्रकार बोले॥"
                },
                {
                    "slok": "राक्षसेन्द्र महाभाग मतिस्ते विमलाभवत्॥६२॥ अस्मिन्नूर्जे सिते पक्षे रामायणकथां शृणु। शृणु त्वं राममाहात्म्यं रामभक्तिपरायण॥६३॥ ",
                    "arth": "ब्राह्मणने कहा-महाभाग! राक्षसराज! तुम्हारी बुद्धि निर्मल हो गयी है। इस समय कार्तिकमासका शुक्ल पक्ष चल रहा है। इसमें रामायणकी कथा सुनो। रामभक्तिपरायण राक्षस! तुम श्रीरामचन्द्रजीके माहात्म्यको श्रवण करो॥६२-६३॥"
                },
                {
                    "slok": "रामध्यानपराणां च कः समर्थः प्रबाधितुम्। रामभक्तिपरो यत्र तत्र ब्रह्मा हरिः शिवः॥६४॥ तत्र देवाश्च सिद्धाश्च रामायणपरा नराः।",
                    "arth": "श्रीरामचन्द्रजीके ध्यानमें तत्पर रहनेवाले मनुष्योंको | बाधा पहुँचानेमें कौन समर्थ हो सकता है। जहाँ श्रीरामका भक्त है, वहाँ ब्रह्मा, विष्णु और शिव विराजमान हैं। वहीं देवता, सिद्ध तथा रामायणका आश्रय लेनेवाले मनुष्य हैं॥"
                },
                {
                    "slok": "तस्मादूर्जे सिते पक्षे रामायणकथां शृणु॥६५॥ नवाह्ना खलु श्रोतव्यं सावधानः सदा भव।",
                    "arth": "अतः इस कार्तिकमासके शुक्ल पक्षमें तुम रामायणकी कथा सुनो। नौ दिनोंतक इस कथाको सुननेका विधान है। अतः तुम सदा सावधान रहो॥६५॥ "
                },
                {
                    "slok": "इत्युक्त्वा कथयामास रामायणकथां मुनिः॥६६॥ कथाश्रवणमात्रेण फि राक्षसत्वमपाकृतम्। विसृज्य राक्षसं भावमभवद् देवतोपमः॥६७॥ कोटिसूर्यप्रतीकाशो । नारायणसमप्रभः। शङ्खचक्रगदापाणिहरेः सद्म जगाम सः॥६८॥ स्तुवन् तं ब्राह्मणं सम्यग् जगाम हरिमन्दिरम्॥६९॥",
                    "arth": "ऐसा कहकर गर्ग मुनिने उसे रामायणकी कथा सुनायी। कथा सुनते ही उसका राक्षसत्व दूर हो गया। राक्षस-भावका परित्याग करके वह देवताओंके समान सुन्दर, करोड़ों सूर्योंके समान तेजस्वी और भगवान् नारायणके समान कान्तिमान् हो गया। अपनी चार भुजाओंमें शङ्ख, चक्र, गदा और पद्म लिये वह श्रीहरिके वैकुण्ठधाममें चला गया। ब्राह्मण गर्ग मुनिकी भूरि-भूरि प्रशंसा करता हुआ वह भगवान्के उत्तम धाममें जा पहँचा॥६६-६९॥"
                },
                {
                    "slok": "तस्माच्छृणुध्वं विप्रेन्द्रा रामायणकथामृतम्। ण स तस्य महिमा तत्र ऊर्जे मासि च कीर्त्यते॥७०॥",
                    "arth": "नारदजी कहते हैं-विप्रवरो! अतः आपलोग भी रामायणकी अमृतमयी कथा सुनिये। इसके श्रवणकी सदा ही महिमा है, किंतु कार्तिकमासमें विशेष बतायी गयी है॥७॥ "
                },
                {
                    "slok": "यन्नामस्मरणादेवको महापातककोटिभिः। गिर विमुक्तः सर्वपापेभ्यो नरो याति परां गतिम्॥७१॥",
                    "arth": "रामायणके नामका स्मरण करनेसे ही मनुष्य करोड़ों महापातकों तथा समस्त पापोंसे मुक्त हो परमगतिको प्राप्त होता है॥७१॥ "
                },
                {
                    "slok": "रामायणेति यन्नाम सकृदप्युच्यते यदा।कामा तदैव पापनिर्मुक्तो विष्णुलोकं स गच्छति॥७२॥",
                    "arth": "मनुष्य 'रामायण' इस नामका जब एक बार भी उच्चारण करता है, तभी वह समस्त पापोंसे मुक्त हो जाता है और अन्तमें भगवान् विष्णुके लोकमें चला जाता है॥७२॥ "
                },
                {
                    "slok": "ये पठन्ति सदाऽऽख्यानं भक्त्या शृण्वन्ति ये नराः। एमा गंगास्नानाच्छतगुणं तेषां संजायते फलम्॥७३॥",
                    "arth": "जो मनुष्य सदा भक्तिभावसे रामायण-कथाको पढ़ते और सुनते हैं, उन्हें गंगास्नानकी अपेक्षा सौगुना पुण्यफल प्राप्त होता है॥७३॥"
                },
                {
                    "slok": "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये राक्षसमोक्षणं नाम द्वितीयोऽध्यायः॥२॥",
                    "arth": "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारद-सनत्कुमारसंवादके अन्तर्गत वाल्मीकीय रामायणमाहात्म्यके प्रसंगमें राक्षसका उद्धार नामक दूसरा अर्थ पूरा हुआ॥२॥ "
                }
            ]
        },
        {
            "adhya": "chapter_3",
            "arth": [
                {
                    "slok": "अहो विप्र इदं प्रोक्तमितिहासं च नारद। रामायणस्य माहात्म्यं त्वं पुनर्वद विस्तरात्॥१॥",
                    "arth": "सनत्कुमारने कहा-ब्रह्मर्षि नारदजी! आपने यह अद्भुत इतिहास सुनाया है। अब रामायणके माहात्म्यका पुनः विस्तारपूर्वक वर्णन कीजिये॥१॥ "
                },
                {
                    "slok": "अन्यमासस्य माहात्म्यं कथयस्व प्रसादतः। कस्य नो जायते तुष्टिर्मुने त्वद्वचनामृतात्॥२॥",
                    "arth": "(आपने कार्तिक मासमें रामायणके श्रवणकी महिमा Missing Line"
                },
                {
                    "slok": "सर्वे यूयं महाभागाः कृतार्था नात्र संशयः। यतः प्रभावं रामस्य भक्तितः श्रोतुमुद्यताः॥३॥",
                    "arth": "नारदजीने कहा-महात्माओ! आप सब लोग | निश्चय ही बड़े भाग्यशाली और कृतकृत्य हैं, इसमें संशय नहीं है; क्योंकि आप भक्तिभावसे भगवान् श्रीरामकी महिमा सुननेके लिये उद्यत हुए हैं॥३॥ "
                },
                {
                    "slok": "माहात्म्यश्रवणं यस्य राघवस्य कृतात्मनाम्। र वर्षा गारन्यन्नं मनयो बढ़ावादिनः॥४॥",
                    "arth": "ब्रह्मवादी मुनियोंने भगवान् श्रीरामके माहात्म्यका | श्रवण पुण्यात्मा पुरुषोंके लिये परम दुर्लभ बताया है। "
                },
                {
                    "slok": "शृणुध्वमृषयश्चित्रमितिहास के पुरातनम्। सर्वपापप्रशमनं सर्वरोगविनाशनम्॥५॥ ",
                    "arth": "महर्षियो! अब आपलोग एक विचित्र पुरातन इतिहास सुनिये, जो समस्त पापोंका निवारण और सम्पूर्ण रोगोंका विनाश करनेवाला है॥५॥ "
                },
                {
                    "slok": "आसीत् पुरा द्वापरे च सुमतिर्नाम भूपतिः। सोमवंशोद्भवः श्रीमान् सप्तद्वीपैकनायकः॥६॥",
                    "arth": "पूर्वकालकी बात है, द्वापरमें सुमति नामसे प्रसिद्ध एक राजा हो गये हैं। उनका जन्म चन्द्रवंशमें हुआ था। वे श्रीसम्पन्न और सातों द्वीपोंके एकमात्र सम्राट थे॥ "
                },
                {
                    "slok": "धर्मात्मा सत्यसम्पन्नः सर्वसम्पद्विभूषितः। सदा । रामकथासेवी रामपजापरायणः॥७॥ ",
                    "arth": "उनका मन सदा धर्ममें ही लगा रहता था। वे सत्यवादी तथा सब प्रकारकी सम्पत्तियोंसे सुशोभित थे। सदा श्रीरामकथाके सेवन और श्रीरामकी ही समाराधनामें संलग्न रहते थे॥७॥ "
                },
                {
                    "slok": "रामपूजापराणां च शुश्रूषुरनहंकृतिः। पूज्येषु पूजानिरतः समदर्शी गुणान्वितः॥८॥",
                    "arth": "श्रीरामकी पूजा-अर्चामें लगे रहनेवाले भक्तोंकी वे | सदा सेवा करते थे। उनमें अहंकारका नाम भी नहीं था। वे पूज्य पुरुषोंके पूजनमें तत्पर रहनेवाले, समदर्शी तथा सद्गुणसम्पन्न थे॥८॥ "
                },
                {
                    "slok": "सर्वभूतहितः शान्तः कृतज्ञः कीर्तिमान् नृपः। तस्य भार्या महाभागा सर्वलक्षणसंयुता॥९॥",
                    "arth": "राजा सुमति समस्त प्राणियोंके हितैषी, शान्त, कृतज्ञ और यशस्वी थे। उनकी परम सौभाग्यशालिनी पत्नी भी समस्त शुभ लक्षणोंसे सुशोभित थी॥९॥ "
                },
                {
                    "slok": "पतिव्रता पतिप्राणा नाम्ना सत्यवती श्रुता। काय तावुभौ दम्पती नित्यं रामायणपरायणौ ॥१०॥",
                    "arth": "उसका नाम सत्यवती था। वह पतिव्रता थी। पतिमें ही उसके प्राण बसते थे। वे दोनों पति-पत्नी सदा रामायणके ही पढ़ने और सुनने में संलग्न रहते थे॥१०॥"
                },
                {
                    "slok": "अन्नदानरतौ नित्यं जलदानपरायणौ। तडागारामवाप्यादीनसंख्यातान् वितेनतुः॥११॥",
                    "arth": "सदा अन्नका दान करते और प्रतिदिन जलदानमें प्रवृत्त रहते थे। उन्होंने असंख्य पोखरों, बगीचों और बावड़ियोंका निर्माण कराया था॥११॥"
                },
                {
                    "slok": "सोऽपि राजा महाभागो रामायणपरायणः। वाचयेच्छृणुयाद् वापि भक्तिभावेन भावितः॥१२॥",
                    "arth": "महाभाग राजा सुमति भी सदा रामायणके ही अनुशीलनमें लगे रहते थे। वे भक्तिभावसे भावित हो रामायणको ही बाँचते अथवा सुनते थे॥१२॥ "
                },
                {
                    "slok": "एवं रामपरं नित्यं राजानं धर्मकोविदम्। तस्य प्रियां सत्यवती देवा अपि सदास्तुवन्॥१३॥",
                    "arth": "इस प्रकार वे धर्मज्ञ नरेश सदा श्रीरामकी आराधनामें ही तत्पर रहते थे। उनकी प्यारी पत्नी सत्यवती भी ऐसी ही थी। देवता भी उन दोनों दम्पतिकी सदा भूरि-भूरि प्रशंसा करते थे॥१३॥ "
                },
                {
                    "slok": "विश्रुतौ त्रिषु लोकेषु दम्पती तौ हि धार्मिको। आययौ बहुभिः शिष्यैर्द्रष्टुकामो विभाण्डकः॥१४॥",
                    "arth": "एक दिन उन त्रिभुवनविख्यात धर्मात्मा राजारानीको देखनेके लिये विभाण्डक मुनि अपने बहुत-से शिष्योंके साथ वहाँ आये ॥१४॥ "
                },
                {
                    "slok": "विभाण्डकं मुनिं दृष्ट्वा सुखमाप्तो जनेश्वरः।। प्रत्युद्ययौ सपत्नीकः पूजाभिर्बहुविस्तरम्॥१५॥ ",
                    "arth": "मुनिवर विभाण्डकको आया देख राजा सुमतिको बड़ा सुख मिला। वे पूजाकी विस्तृत सामग्री साथ ले पत्नीसहित उनकी अगवानीके लिये गये॥१५॥"
                },
                {
                    "slok": "कृतातिथ्यक्रियं शान्तं कृतासनपरिग्रहम्। | निजासनगतो भूपः प्राञ्जलिर्मुनिमब्रवीत्॥१६॥",
                    "arth": "जब मुनिका अतिथि-सत्कार सम्पन्न हो गया और वे शान्तभावसे आसनपर विराजमान हो गये, उस समय अपने आसनपर बैठे हुए भूपालने मुनिसे हाथ जोड़कर कहा ॥१६॥"
                },
                {
                    "slok": "भगवन् कृतकृत्योऽद्य त्वदभ्यागमनेन भोः। सतामागमनं सन्तः प्रशंसन्ति सुखावहम्॥१७॥",
                    "arth": "राजा बोले-भगवन्! आज आपके शुभागमनसे मैं कृतार्थ हो गया; क्योंकि श्रेष्ठ पुरुष संतोंके आगमनको सुखदायक बताकर उसकी प्रशंसा करते हैं ॥१७॥ "
                },
                {
                    "slok": "यत्र स्यान्महतां प्रेम तत्र स्युः सर्वसम्पदः। तेजः कीर्तिर्धनं पुत्र इति प्राहुर्विपश्चितः॥१८॥ ",
                    "arth": "जहाँ महापुरुषोंका प्रेम होता है, वहाँ सारी सम्पत्तियाँ अपने-आप उपस्थित हो जाती हैं। वहाँ तेज, कीर्ति, धन और पुत्र-सभी वस्तुएँ उपलब्ध होती हैं-ऐसा विद्वान् पुरुषोंका कथन है॥१८॥"
                },
                {
                    "slok": "तत्र वृद्धिं गमिष्यन्ति श्रेयांस्यनुदिनं मुने। यत्र सन्तः प्रकुर्वन्ति महतीं करुणां प्रभो॥१९॥",
                    "arth": "मुने! प्रभो! जहाँ संत-महात्मा बड़ी भारी कृपा करते हैं, वहाँ प्रतिदिन कल्याणमय साधनोंकी वृद्धि होती है॥१९॥"
                },
                {
                    "slok": "यो मूर्ध्नि धारयेद् ब्रह्मन् विप्रपादतलोदकम्। स स्नातो सर्वतीर्थेषु पुण्यवान् नात्र संशयः॥२०॥",
                    "arth": "ब्रह्मन्! जो अपने मस्तकपर ब्राह्मणोंका चरणोदक धारण करता है, उस पुण्यात्मा पुरुषने सब तीर्थों में स्नान कर लिया-इसमें संशय नहीं है॥२०॥ "
                },
                {
                    "slok": "मम पुत्राश्च दाराश्च सम्पदश्च समर्पिताः। समाज्ञापय शान्तात्मन् वयं किं करवाणि ते॥२१॥",
                    "arth": "शान्तस्वरूप महर्षे! मेरे पुत्र, पत्नी तथा सारी सम्पत्ति आपके चरणोंमें समर्पित है। आज्ञा दीजिये, हम आपकी क्या सेवा करें? ॥ २१॥ "
                },
                {
                    "slok": "इत्थं वदन्तं भूपं तं स निरीक्ष्य मुनीश्वरः। स्पृशन् करेण राजानं प्रत्युवाचातिहर्षितः॥२२॥",
                    "arth": "ऐसी बातें कहते हुए राजा सुमतिकी ओर देखकर मुनीश्वर विभाण्डक बड़े प्रसन्न हुए और उन्होंने अपने हाथसे राजाका स्पर्श करते हुए कहा ॥२२॥"
                },
                {
                    "slok": "राजन् यदुक्तं भवता तत्सर्वं त्वत्कुलोचितम्। विनयावनताः सर्वे परं श्रेयो भजन्ति हि॥२३॥ ",
                    "arth": "ऋषि बोले-राजन्! तुमने जो कुछ कहा है, वह सब तुम्हारे कुलके अनुरूप है। जो इस प्रकार विनयसे झुक जाते हैं, वे सब लोग परम कल्याणके भागी होते हैं॥२३॥ "
                },
                {
                    "slok": "प्रीतोऽस्मि तव भूपाल सन्मार्गपरिवर्तिनः। स्वस्ति तेऽस्तु महाभाग यत्पृच्छामि तदुच्यताम्॥२४॥",
                    "arth": "भूपाल! तुम सन्मार्गपर चलनेवाले हो। मैं तुमपर बहुत प्रसन्न हूँ। महाभाग! तुम्हारा कल्याण हो। मैं तुमसे जो कुछ पूछता हूँ, उसे बताओ॥२४॥ "
                },
                {
                    "slok": "हरिसंतोषकान्यासन् पुराणानि बहून्यपि। माघे मासि चोद्यतोऽसि रामायणपरायणः ॥२५॥ तव भार्यापि साध्वीयं नित्यं रामपरायणा। किमर्थमेतद् वृत्तान्तं यथावद् वक्तुमर्हसि ॥२६॥",
                    "arth": "यद्यपि भगवान् श्रीहरिको संतुष्ट करनेवाले बहुतसे पुराण भी थे, जिनका तुम पाठ कर सकते थे, तथापि इस माघमासमें सब प्रकारसे प्रयत्नशील होकर तुम जो साध्वी पत्नी भी सदा जो श्रीरामकी ही आराधनामें रत रहती है, इसका क्या कारण है? यह वृत्तान्त यथावत्रूपसे मुझे बताओ॥ २५-२६॥"
                },
                {
                    "slok": "शृणुष्व भगवन् सर्वं यत्पृच्छसि वदामि तत्। आश्चर्यं यद्धि लोकानामावयोश्चरितं मुने॥२७॥ ",
                    "arth": "राजाने कहा-भगवन्! सुनिये, आप जो कुछ पूछते हैं, वह सब मैं बता रहा हूँ। मुने! हम दोनोंका चरित्र सम्पूर्ण जगत्के लिये आश्चर्यजनक है॥२७॥ "
                },
                {
                    "slok": "अहमासं पुरा शूद्रो मालतिर्नाम सत्तम। कुमार्गनिरतो नित्यं सर्वलोकाहिते रतः॥२८॥",
                    "arth": "साधुशिरोमणे! पूर्वजन्ममें मैं मालति नामक शूद्र था। सदा कुमार्गपर ही चलता और सब लोगोंके अहित-साधनमें ही संलग्न रहता था॥२८॥ "
                },
                {
                    "slok": "पिशुनो धर्मविद्वेषी देवद्रव्यापहारकः। महापातकिसंसर्गी पान देवद्रव्योपजीवकः॥२९॥ ",
                    "arth": "दूसरोंकी चुगली खानेवाला, धर्मद्रोही, देवतासम्बन्धी द्रव्यका अपहरण करनेवाला तथा महापातकियोंके संसर्गमें रहनेवाला था। मैं देव-सम्पत्तिसे ही जीविका चलाता था। "
                },
                {
                    "slok": "गोजश्च ब्रह्महा चौरो नित्यं प्राणिवधे रतः। आज नित्यं निष्ठुरवक्ता च पापी वेश्यापरायणः॥३०॥",
                    "arth": "गोहत्या, ब्राह्मणहत्या और चोरी करना-यही अपना धंधा था। मैं सदा दूसरे प्राणियोंकी हिंसामें ही लगा रहता था। प्रतिदिन दूसरोंसे कठोर बातें बोलता, पाप करता और वेश्याओंमें आसक्त रहता था॥३०॥"
                },
                {
                    "slok": "किञ्चित् काले स्थितो ह्येवमनादृत्य महद्वचः। सर्वबन्धुपरित्यक्तो दुःखी वनमुपागमम्॥३१॥",
                    "arth": "इस प्रकार कुछ कालतक घरमें रहा, फिर बड़े लोगोंकी आज्ञाका उल्लङ्घन करनेके कारण मेरे सभी भाई-बन्धुओंने मुझे त्याग दिया और मैं दुःखी होकर वनमें चला आया॥ ३१॥ "
                },
                {
                    "slok": "मृगमांसाशनं नित्यं तथा मार्गविरोधकृत्।। एकाकी दुःखबहुलो न्यवसं निर्जने वने॥३२॥",
                    "arth": "वहाँ प्रतिदिन मृगोंका मांस खाकर रहता था और काँटे आदि बिछाकर लोगोंके आने-जानेका मार्ग अवरुद्ध कर देता था। इस तरह अकेला बहुत दुःख भोगता हुआ मैं उस निर्जन वनमें रहने लगा॥३२॥ "
                },
                {
                    "slok": "एकदा क्षुत्परिश्रान्तो निद्राघूर्णः पिपासितः। शोक वसिष्ठस्याश्रमं दैवादपश्यं निर्जने वने॥३३",
                    "arth": "एक दिनकी बात है, मैं भूखा-प्यासा, थका - माँदा, निद्रासे झूमता हुआ एक निर्जन वनमें आया। वहाँ दैवयोगसे वसिष्ठजीके आश्रमपर मेरी दृष्टि पड़ी ॥ ३३ ॥"
                },
                {
                    "slok": "हंसकारण्डवाकीर्णं तत्समीपे पर्यन्ते वनपुष्पौघैश्छादितं तन्मुनीश्वर ॥ ३४ ॥",
                    "arth": "उस आश्रमके निकट एक विशाल सरोवर था, • जिसमें हंस और कारण्डव आदि जलपक्षी छा रहे थे मुनीश्वर! वह सरोवर चारों ओरसे वन्य पुष्प-समूहों द्वारा आच्छादित था ॥ ३४ ॥"
                },
                {
                    "slok": "अपिबं तत्र पानीयं तत्तटे विगतश्रमः । उन्मूल्य वृक्षमूलानि मया क्षुच्च निवारिता ॥ ३५ ॥",
                    "arth": "वहाँ जाकर मैंने पानी पिया और उसके तटपर बैठकर अपनी थकावट दूर की। फिर कुछ वृक्षोंकी जड़ें उखाड़कर उनके द्वारा अपनी भूख बुझायी ॥ ३५ ॥"
                },
                {
                    "slok": "वसिष्ठस्याश्रमे तत्र निवासं कृतवानहम् । शीर्णस्फटिकसंधानं तत्र चाहमकारिषम् ॥ ३६ ॥",
                    "arth": "वसिष्ठके उस आश्रमके पास ही मैं निवास करने लगा। टूटी-फूटी स्फटिक-शिलाओंको जोड़कर मैंने वहाँ दीवार खड़ी की ॥ ३६ ॥"
                },
                {
                    "slok": "पर्णैस्तृणैश्च काष्ठैश्च गृहं सम्यक् प्रकल्पितम्। तत्राहं व्याधसत्त्वस्थो हत्वा बहुविधान् मृगान् ॥ ३७॥ आजीविकां च कुर्वाणो वत्सराणां च विंशतिम् ।",
                    "arth": "फिर पत्तों, तिनकों और काष्ठोंद्वारा एक सुन्दर घर बना लिया। उसी घरमें रहकर मैं व्याधोंकी वृत्तिका आश्रय ले नाना प्रकारके मृगोंको मारकर उन्हींके द्वारा बीस वर्षांतक अपनी जीविका चलाता रहा ॥"
                },
                {
                    "slok": "अथेयमागता साध्वी विन्ध्यदेशसमुद्भवा ॥ ३८ ॥ निषादकुलसम्भूता नाम्ना कालीति विश्रुता । बन्धुवर्गैः परित्यक्ता दुःखिता जीर्णविग्रहा ॥ ३९ ॥",
                    "arth": "तदनन्तर मेरी ये साध्वी पत्नी वहाँ मेरे पास आयीं। पूर्वजन्ममें इनका नाम काली था । काली निषादकुलकी कन्या थी और विन्ध्यप्रदेशमें उत्पन्न हुई थी। उसके भाई-बन्धुओंने उसे त्याग दिया था। वह दुःखसे पीड़ित थी । उसका शरीर वृद्ध हो चला था ।। ३८-३९ ।"
                },
                {
                    "slok": "ब्रह्मन् क्षुत्तृट्परिश्रान्ता शोचन्ती भौक्तिकीं क्रियाम्। बैंक दैवयोगात् समायाता भ्रमन्ती विजने वने ॥ ४० ॥",
                    "arth": "ब्रह्मन्! वह भूख-प्याससे शिथिल हो गयी थी और इस सोचमें पड़ी थी कि भोजनका कार्य कैसे चलेगा ? दैवयोगसे घूमती-घामती वह उसी निर्जन वनमें आ पहुँची, जिसमें मैं रहता था ॥ ४० ॥"
                },
                {
                    "slok": "मासे ग्रीष्मे च तापार्त्ता ह्यन्तस्तापप्रपीडिता । इमां दुःखवतीं दृष्ट्वा जाता मे विपुला घृणा ॥ ४१ ॥",
                    "arth": "गर्मीका महीना था। बाहर इसे धूप सता रही थी और भीतर मानसिक संताप अत्यन्त पीड़ा दे रहा था। इस दुःखिनी नारीको देखकर मेरे मनमें बड़ी दया आयी ॥ ४१ ॥"
                },
                {
                    "slok": "मया दत्तं जलं चास्यै मांसं वनफलं तथा । गतश्रमा तु सा पृष्टा मया ब्रह्मन् यथातथम् ॥ ४२ ॥",
                    "arth": "मैंने इसे पीनेके लिये जल तथा खानेके लिये मांस और जंगली फल दिये। ब्रह्मन्! काली जब विश्राम कर चुकी, तब मैंने उससे उसका यथावत् वृत्तान्त पूछा ॥ ४२ ॥"
                },
                {
                    "slok": "न्यवेदयत् स्वकर्माणि तानि शृणु महामुने । इयं काली तु नाम्ना वै निषादकुलसम्भवा ॥ ४३ ॥",
                    "arth": "महामुने! मेरे पूछनेपर उसने जो अपने जन्म-कर्म निवेदन किये थे, उन्हें बताता हूँ। सुनिये- उसका नाम काली था और वह निषादकुलकी कन्या थी ॥ ४३ ॥"
                },
                {
                    "slok": "दाम्भिकस्य सुता विद्वन् न्यवसद् विन्ध्यपर्वते । परस्वहारिणी नित्यं सदा पैशुन्यवादिनी ॥ ४४ ॥",
                    "arth": "विद्वन्! उसके पिताका नाम दाम्भिक (या दाविक) था। वह उसीकी पुत्री थी और विन्ध्यपर्वतपर निवास और चुगली खाना करती थी। सदा दूसरोंका धन चुराना और चुग ही उसका काम था ॥ ४४ ॥"
                },
                {
                    "slok": "बन्धुवर्गैः परित्यक्ता यतो हतवती पतिम् । कान्तारे विजने ब्रह्मन् मत्समीपमुपागता ॥ ४५ ॥",
                    "arth": "एक दिन उसने अपने पतिकी हत्या कर डाली, इसीलिये भाई-बन्धुओंने उसे घरसे निकाल दिया। ब्रह्मन्! इस तरह परित्यक्ता काली उस दुर्गम एवं निर्जन वनमें मेरे पास आयी थी ॥ ४५ ॥"
                },
                {
                    "slok": "इत्येवं स्वकृतं कर्म सर्वं मह्यं न्यवेदयत् । वसिष्ठस्याश्रमे पुण्ये अहं चेयं च वै मुने ॥ ४६ ॥ दम्पतीभावमाश्रित्य स्थितौ मांसाशिनौ तदा ।",
                    "arth": "उसने अपनी सारी करतूतें मुझे इसी रूपमें बतायी थीं। मुने! तब वसिष्ठजीके उस पवित्र आश्रमके निकट मैं और काली - दोनों पति-पत्नीका सम्बन्ध स्वीकार करके रहने और मांसाहारसे ही जीवन निर्वाह करने लगे ॥"
                },
                {
                    "slok": "उद्यमार्थे गतौ चैव वसिष्ठस्याश्रमं तदा ॥ ४७ ॥ दृष्ट्वा चैव समाजं च देवर्षीणां च सत्तम । रामायणपरा विप्रा माघे दृष्टा दिने दिने ।। ४८ ॥",
                    "arth": "एक दिन हम दोनों जीविकाके निमित्त कुछ उद्यम करनेके लिये वहाँ वसिष्ठजीके आश्रमपर गये। महात्मन्! वहाँ देवर्षियोंका समाज जुटा हुआ था। वही देखकर हमलोग उधर गये थे। वहाँ माघमासमें प्रतिदिन ब्राह्मणलोग रामायणका पाठ करते दिखायी देते थे ॥ ४७-४८ ॥"
                },
                {
                    "slok": "निराहारौ च विक्रान्तौ क्षुत्पिपासाप्रपीडितौ । अनिच्छया गतौ तत्र वसिष्ठस्याश्रमं प्रति ॥ ४९ ॥ रामायणकथां श्रोतुं नवाह्ना चैव भक्तितः । तत्काल एव पञ्चत्वमावयोरभवन्मुने ॥ ५० ॥",
                    "arth": "उस समय हमलोग निराहार थे और पुरुषार्थ करनेमें समर्थ होकर भी भूख-प्याससे कष्ट पा रहे थे। अतः बिना इच्छाके ही वसिष्ठजीके आश्रमपर चले गये थे। फिर लगातार नौ दिनोंतक भक्ति पूर्वक रामायणकी कथा सुननेके लिये हम दोनों वहाँ जाते रहे। मुने! उसी समय हम दोनोंकी मृत्यु हो गयी ॥ ४९-५०॥"
                },
                {
                    "slok": "कर्मणा तेन तुष्टात्मा भगवान् मधुसूदनः । स्वदूतान् प्रेषयामास मदाहरणकारणात् ॥५१॥",
                    "arth": "हमारे उस कर्मसे भगवान् मधुसूदनका मन प्रसन्न हो गया था, अतः उन्होंने हमें ले आनेके लिये दूत भेजे ॥ ५१ ॥"
                },
                {
                    "slok": "आरोप्य मां विमाने तु जग्मुस्ते च परं पदम् । आवां समीपमापन्नौ देवदेवस्य चक्रिणः ॥ ५२ ॥",
                    "arth": "वे दूत हम दोनोंको विमानमें बिठाकर भगवान्के परम पद (उत्तम धाम) में ले गये। हम दोनों देवाधिदेव चक्रपाणिके निकट जा पहुँचे * ॥ ५२ ॥"
                },
                {
                    "slok": "भुक्तवन्तौ महाभोगान् यावत्कालं शृणुष्व मे। युगकोटिसहस्त्राणि युगकोटिशतानि च॥ ५३ ॥ उषित्वा रामभवने ब्रह्मलोकमुपागतौ । तावत्कालं च तत्रापि स्थित्वैन्द्रपदमागतौ ॥ ५४ ॥",
                    "arth": "वहाँ हमने जितने समयतक बड़े-बड़े भोग भोगे थे, वह बता रहे हैं। सुनिये- कोटि सहस्र और कोटि शत युगोंतक श्रीरामधाममें निवास करके हमलोग ब्रह्मलोकमें आये। वहाँ भी उतने ही समयतक रहकर हम इन्द्रलोकमें आ गये ॥ ॥ ५३-५४॥"
                },
                {
                    "slok": "तत्रापि तावत्कालं च भुक्त्वा भोगाननुत्तमान् । । ततः पृथ्वीं वयं प्राप्ताः क्रमेण मुनिसत्तम ।। ५५ ।।",
                    "arth": "मुनिश्रेष्ठ! इन्द्रलोकमें भी उतने ही कालतक परम उत्तम भोग भोगनेके पश्चात् हम क्रमश: इस पृथ्वीपर आये हैं ॥ ५५ ॥"
                },
                {
                    "slok": "अत्रापि सम्पदतुला रामायणप्रसादतः । अनिच्छया कृतेनापि प्राप्तमेवंविधं मुने ॥ ५६ ॥",
                    "arth": "यहाँ भी रामायणके प्रसादसे हमें अतुल सम्पत्ति प्राप्त हुई है। मुने! अनिच्छासे रामायणका श्रवण करनेपर भी हमें ऐसा फल प्राप्त हुआ है ॥ ५६॥"
                },
                {
                    "slok": "नवाह्ना किल श्रोतव्यं रामायणकथामृतम् । भक्तिभावेन धर्मात्मन् जन्ममृत्युजरापहम् ॥ ५७ ॥",
                    "arth": "धर्मात्मन्! यदि नौ दिनोंतक भक्ति-भावसे रामायणकी अमृतमयी कथा सुनी जाय तो वह जन्म, जरा और मृत्युका नाश करनेवाली होती है ॥ ५७ ॥"
                },
                {
                    "slok": "अवशेनापि यत्कर्म कृतं तु सुमहत्फलम् । ददाति शृणु विप्रेन्द्र रामायणप्रसादतः ॥ ५८ ॥",
                    "arth": "विप्रवर! सुनिये, विवश होकर भी जो कर्म किया जाता है, वह रामायणके प्रसादसे परम महान् फल प्रदान करता है ॥ ५८ ॥"
                },
                {
                    "slok": "एतत्सर्वं निशम्यासौ विभाण्डको मुनीश्वरः । अभिनन्द्य महीपालं प्रययौ स्वतपोवनम् ॥ ५९ ॥",
                    "arth": "नारदजी कहते हैं- यह सब सुनकर मुनीश्वर विभाण्डक राजा सुमतिका अभिनन्दन करके अपने तपोवनको चले गये ॥ ५९ ॥"
                },
                {
                    "slok": "तस्माच्छृणुध्वं विप्रेन्द्रा देवदेवस्य चक्रिणः । रामायणकथा चैव कामधेनूपमा स्मृता ॥ ६० ॥",
                    "arth": "विप्रवरो! अतः आपलोग देवाधिदेव चक्रपाणि भगवान् श्रीहरिकी कथा सुनिये । रामायणकथा । कामधेनुके समान अभीष्ट फल देनेवाली बतायी गयी है ॥ ६० ॥"
                },
                {
                    "slok": "माघे मासे सिते पक्षे रामायणं प्रयत्नतः । नवाह्ना किल श्रोतव्यं सर्वधर्मफलप्रदम् ॥ ६१ ॥",
                    "arth": "माघमासके शुक्ल पक्षमें प्रयत्नपूर्वक रामायणकी नवाह्नकथा सुननी चाहिये । वह सम्पूर्ण धर्मोका फल प्रदान करनेवाली है ॥ ६१ ॥"
                },
                {
                    "slok": "य इदं पुण्यमाख्यानं सर्वपापप्रणाशनम् । वाचयेच्छृणुयाद् वापि रामभक्तश्च जायते ॥ ६२ ।। ",
                    "arth": "यह पवित्र आख्यान समस्त पापोंका नाश करनेवाला है। जो इसे बाँचता अथवा सुनता है, वह भगवान् श्रीरामका भक्त होता है । ६२ ।"
                },
                {
                    "slok": "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये भग माघफलानुकीर्तनं नाम तृतीयोऽध्यायः ॥ ३ ॥",
                    "arth": "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारदसनत्कुमारसंवादके अन्तर्गत रामायणमाहात्म्यके प्रसंगमें माघमासमें रामायणकथा श्रवणके फलका वर्णन नामक तीसरा अर्थ पूरा हुआ ॥ ३ ॥"
                }
            ]
        },
        {
            "adhya": "chapter_4",
            "arth": [
                {
                    "slok": "अन्यमासं प्रवक्ष्यामि शृणुध्वं सुसमाहिताः । सर्वपापहरं पुण्यं सर्वदुःखनिबर्हणम् ॥ १ ॥ ब्राह्मणक्षत्रियविशां शूद्राणां चैव योषिताम् । समस्तकामफलदं सर्वव्रतफलप्रदम् ॥ २ ॥ दुःस्वप्ननाशनं धन्यं भुक्तिमुक्तिफलप्रदम् । रामायणस्य माहात्म्यं श्रोतव्यं च प्रयत्नतः ॥ ३ ॥",
                    "arth": "नारदजी कहते हैं- महर्षियो! मैं अब रामायणके पाठ और श्रवणके लिये उपयोगी दूसरे मासका वर्णन करता हूँ, एकाग्रचित्त होकर सुनो। रामायणका माहात्म्य समस्त पापोंको हर लेनेवाला, पुण्यजनक तथा सम्पूर्ण दुःखोंका निवारण करनेवाला है। वह ब्राह्मण, क्षत्रिय, वैश्य, शूद्र तथा स्त्री-इन सबको समस्त मनोवाञ्छित फल प्रदान करनेवाला है। उससे सब प्रकारके व्रतोंका फल भी प्राप्त होता है। वह दुःस्वप्नका नाशक, धनकी प्राप्ति करानेवाला तथा भोग और मोक्षरूप फल देनेवाला है। अतः उसे प्रयत्नपूर्वक सुनना चाहिये ॥ १-३॥"
                },
                {
                    "slok": "अत्रैवोदाहरन्तीममितिहासं पुरातनम् । पठतां शृण्वतां चैव सर्वपापप्रणाशनम् ॥ ४ ॥",
                    "arth": "इसी विषयमें विज्ञ पुरुष एक प्राचीन इतिहासका उदाहरण देते हैं। वह इतिहास अपने पाठकों और श्रोताओंके समस्त पापोंका नाश करनेवाला है ॥ ४ ॥"
                },
                {
                    "slok": "आसीत् पुरा कलियुगे कलिको नाम लुब्धकः । परदारपरद्रव्यहरणे सततं रतः ॥ ५ ॥",
                    "arth": "प्राचीन कलियुगमें एक कलिक नामवाला व्याध रहता था। वह सदा परायी स्त्री और पराये धनके अपहरणमें ही लगा रहता था ॥ ५ ॥"
                },
                {
                    "slok": "परनिन्दापरो नित्यं जन्तुपीडाकरस्तथा । हतवान् ब्राह्मणान् गावः शतशोऽथ सहस्त्रशः ॥ ६ ॥",
                    "arth": "दूसरोंकी निन्दा करना उसका नित्यका काम था। वह सदा सभी जन्तुओंको पीड़ा दिया करता था। उसने कितने ही ब्राह्मणों तथा सैकड़ों, हजारों गौओंकी हत्या कर डाली थी ॥ ६ ॥"
                },
                {
                    "slok": "देवस्वहरणे नित्यं स्वर तथा । तेन पापान्यनेकानि कृतानि सुमहान्ति च ॥७॥",
                    "arth": "पराये धनका तो वह अपहरण करता ही था, देवताके धनको भी हड़प लेता था। उसने अपने जीवनमें अनेक बड़े-बड़े पाप किये थे ॥७॥"
                },
                {
                    "slok": "न तेषां शक्यते वक्तुं संख्या वत्सरकोटिभिः । स कदाचिन्महापापो जन्तूनामन्तकोपमः ॥ ८ ॥ सौवीरनगरं प्राप्तः सर्वैश्वर्यसमन्वितम् । योषिद्भिर्भूषिताभिश्च सरोभिर्विमलोदकैः ॥ ९ ॥ अलंकृतं विपणिभिर्ययौ देवपुरोपमम् ।",
                    "arth": "उसके पापोंकी गणना करोड़ों वर्षोंमें भी नहीं की जा सकती थी। एक समय वह महापापी व्याध, जो जीव-जन्तुओंके लिये यमराजके समान भयंकर था, सौवीरनगरमें गया। वह नगर सब प्रकारके वैभवसे सम्पन्न, वस्त्राभूषणोंसे विभूषित युवतियोंद्वारा सुशोभित, स्वच्छ जलवाले सरोवरोंसे अलंकृत तथा भाँति-भाँतिकी दूकानोंसे सुसज्जित था। देवनगरके समान उसकी शोभा हो रही थी। व्याध उस नगरमें गया ॥"
                },
                {
                    "slok": "तस्योपवनमध्यस्थं रम्यं केशवमन्दिरम् ॥ १० ॥ छादितं हेमकलशैर्दृष्ट्वा व्याधो मुदं ययौ । हराम्यत्र सुवर्णानि बहूनीति विनिश्चितः ॥ ११ ॥",
                    "arth": "सौवीरनगरके उपवनमें भगवान् केशवका बड़ा सुन्दर मन्दिर था, जो सोनेके अनेकानेक कलशोंसे ढका हुआ था। उसे देखकर व्याधको बड़ी प्रसन्नता हुई। उसने यह निश्चय कर लिया कि मैं यहाँसे बहुत-सा सुवर्ण चुराकर ले चलूँगा ।। १०-११ ।।"
                },
                {
                    "slok": "जगाम रामभवनं कीनाशश्चौर्यलोलुपः । तत्रापश्यद् द्विजवरं शान्तं तत्त्वार्थकोविदम् ॥ १२ ॥ परिचर्यापरं विष्णोरुत्तङ्कं तपसां निधिम् । एकाकिनं दयालुं च निःस्पृहं ध्यानलोलुपम् ॥ १३ ॥",
                    "arth": "ऐसा निश्चय करके वह चोरीपर लट्टू रहनेवाला व्याध श्रीरामके मन्दिरमें गया। वहाँ उसने शान्त, तत्त्वार्थवेत्ता और भगवान्‌की आराधनामें तत्पर उत्तङ्क मुनिका दर्शन किया, जो तपस्याकी निधि थे। वे अकेले ही रहते थे। उनके हृदयमें सबके प्रति दया भरी थी। वे सब ओरसे निःस्पृह थे। उनके मनमें केवल भगवान्‌के ध्यानका ही लोभ बना रहता था । १२-१३ ॥"
                },
                {
                    "slok": "दृष्ट्वासौ लुब्धको मेने तं चौर्यस्यान्तरायिणम्। देवस्य द्रव्यजातं तु समादाय महानिशि ॥ १४ ॥",
                    "arth": "उन्हें वहाँ उपस्थित देख व्याधने उनको चोरीमें विघ्न डालनेवाला समझा। तदनन्तर जब आधी रात हुई, तब वह देवतासम्बन्धी द्रव्यसमूह लेकर चला ॥ १४ ॥"
                },
                {
                    "slok": "उत्तङ्कं हन्तुमारेभे उद्यतासिर्मदोद्धतः । पादेनाक्रम्य तद्वक्षो गलं संगृह्य पाणिना ॥ १५ ॥",
                    "arth": "उस मदोन्मत्त व्याधने उत्तङ्क मुनिकी छातीको अपने एक पैरसे दबाकर हाथसे उनका गला पकड़ लिया और तलवार उठाकर उन्हें मार डालनेका उपक्रम किया ॥ १५ ॥"
                },
                {
                    "slok": "हन्तुं कृतमतिं व्याधं उत्तङ्को प्रेक्ष्य चाब्रवीत्।",
                    "arth": "उत्तङ्कने देखा व्याध मुझे मार डालना चाहता है तो अ वे उससे इस प्रकार बोले ॥"
                },
                {
                    "slok": "भो भोः साधो वृथा मां त्वं हनिष्यसि निरागसम् ॥ १६ ॥",
                    "arth": "उत्तङ्कने कहा- ओ भले मानुष! तुम व्यर्थ ही मुझे मारना चाहते हो। मैं तो सर्वथा निरपराध हूँ ॥ १६ ॥"
                },
                {
                    "slok": "मया किमपराद्धं ते तद् वद त्वं च लुब्धक । कृतापराधिनो लोके हिंसां कुर्वन्ति यत्नतः ॥ १७॥ न हिंसन्ति वृथा सौम्य सज्जना अप्यपापिनम् ।",
                    "arth": "लुब्धक! बताओ तो सही, मैंने तुम्हारा क्या अपराध किया है? संसारमें लोग अपराधीकी ही प्रयत्नपूर्वक हिंसा करते हैं। सौम्य ! सज्जन निरपराधकी व्यर्थ हिंसा नहीं करते हैं ॥"
                },
                {
                    "slok": "विरोधिष्वपि मूर्खेषु निरीक्ष्यावस्थितान् गुणान् ॥ १८ ॥ विरोधं नाधिगच्छन्ति सज्जनाः शान्तचेतसः ।",
                    "arth": "शान्तचित्त साधु पुरुष अपने विरोधी तथा मूर्ख मनुष्यों में भी सद्गुणोंकी स्थिति देखकर उनके साथ विरोध नहीं रखते हैं ।"
                },
                {
                    "slok": "बहुधा वाच्यमानोऽपि यो नरः क्षमयान्वितः ॥ १९ ॥ तमुत्तमं नरं प्राहुर्विष्णोः प्रियतरं तथा ॥ २० ॥",
                    "arth": "जो मनुष्य बारम्बार दूसरोंकी गाली सुनकर भी क्षमाशील बना रहता है, वह उत्तम कहलाता है। उसे भगवान् विष्णुका अत्यन्त प्रियजन बताया गया है।"
                },
                {
                    "slok": "सुजनो न याति वैरं परहितनिरतो विनाशकालेऽपि । छेदेऽपि चन्दनतरुः सुरभीकरोति मुखं कुठारस्य ॥ २१ ॥",
                    "arth": "दूसरोंके हित-साधनमें लगे रहनेवाले साधुजन किसीके द्वारा अपने विनाशका समय उपस्थित होनेपर भी उसके साथ वैर नहीं करते। चन्दनका वृक्ष अपनेको काटनेपर भी कुठारकी धारको सुवासित ही करता है ।"
                },
                {
                    "slok": "अहो विधिर्वै बलवान् बाधते बहुधा जनान् । सर्वसंगविहीनोऽपि बाध्यते तु दुरात्मना ॥ २२ ॥",
                    "arth": "अहो ! विधाता बड़ा बलवान् है। वह लोगोंको नाना प्रकारसे कष्ट देता रहता है। जो सब प्रकारके संगसे रहित है, उसे भी दुरात्मा मनुष्य सताया करते हैं ॥"
                },
                {
                    "slok": "अहो निष्कारणं लोके बाधन्ते दुर्जना जनान् । धीवराः पिशुना व्याधा लोकेऽकारणवैरिणः ॥ २३ ॥",
                    "arth": "अहो ! दुष्टजन इस संसारमें बहुत से जीवोंको बिना किसी अपराधके ही पीड़ा देते हैं। मल्लाह मछलियोंके, चुगलखोर सज्जनोंके और व्याध मृगोंके इस जगत्में अकारण वैरी होते हैं ॥ २३ ॥"
                },
                {
                    "slok": "अहो बलवती माया मोहयत्यखिलं जगत् । जाड पुत्रमित्रकलत्राद्यैः सर्वदुःखेन योज्यते ॥ २४ ॥",
                    "arth": "अहो! माया बड़ी प्रबल है। यह सम्पूर्ण जगत्को मोहमें डाल देती है तथा स्त्री, पुत्र और मित्र आदिके द्वारा सबको सब प्रकारके दुःखोंसे संयुक्त कर देती है ॥"
                },
                {
                    "slok": "परद्रव्यापहारेण कलत्रं पोषितं च यत् । अन्ते तत् सर्वमुत्सृज्य एक एव प्रयाति वै ॥ २५ ॥",
                    "arth": "मनुष्य पराये धनका अपहरण करके जो अपनी स्त्री आदिका पोषण करता है, वह किस कामका; क्योंकि अन्तमें उन सबको छोड़कर वह अकेला ही परलोककी राह लेता है ॥ २५ ॥"
                },
                {
                    "slok": "मम माता मम पिता मम भार्या ममात्मजाः । ममेदमिति जन्तूनां ममता बाधते वृथा ॥ २६ ॥",
                    "arth": "'मेरी माता, मेरे पिता, मेरी पत्नी, मेरे पुत्र तथा मेरा यह घरबार'- इस प्रकार ममता व्यर्थ ही प्राणियोंको कष्ट देती रहती है ॥ २६ ॥"
                },
                {
                    "slok": "यावदर्पयति द्रव्यं तावद् भवति बान्धवः । अर्जितं तु धनं सर्वे भुञ्जन्ते बान्धवाः सदा ॥ २७ ॥ दुःखमेकतमो मूढस्तत्पापफलमश्रुते ।",
                    "arth": "मनुष्य जबतक कमाकर धन देता है, तभीतक लोग उसके भाई-बन्धु बने रहते हैं और उसके कमाये हुए धनको सारे बन्धु बान्धव सदा भोगते रहते हैं; किंतु मूर्ख मनुष्य अपने किये हुए पापके फलरूप दुःखको अकेला ही भोगता है ॥"
                },
                {
                    "slok": "इति ब्रुवाणं तमृषिं विमृश्य भयविह्वलः ॥ २८ ॥ कलिकः प्राञ्जलिः प्राह क्षमस्वेति पुनः पुनः ।",
                    "arth": "उत्तङ्क मुनि जब इस प्रकार कह रहे थे, तब उनकी बातोंपर विचार करके कलिक नामक व्याध भयसे व्याकुल हो उठा और हाथ जोड़कर बारम्बार कहने लगा-'प्रभो! मेरे अपराधको क्षमा कीजिये' ॥"
                },
                {
                    "slok": "तत्संगस्य प्रभावेण हरिसंनिधिमात्रतः ॥ २९ ॥ गतपापो लुब्धकश्च सानुतापोऽभवद् ध्रुवम् ।",
                    "arth": "उन महात्माके संगके प्रभावसे तथा भगवान्‌का सांनिध्य मिल जानेसे उस लुब्धकके सारे पाप नष्ट हो गये तथा उसके मनमें निश्चय ही बड़ा पश्चात्ताप होने लगा ॥"
                },
                {
                    "slok": "मया कृतानि पापानि महान्ति सुबहूनि च ॥ ३० ॥ तानि सर्वाणि नष्टानि विप्रेन्द्र तव दर्शनात् ।",
                    "arth": "वह बोला-'विप्रवर! मैंने जीवनमें बहुत-से बड़े-बड़े पाप किये हैं; किंतु वे सब आपके दर्शनमात्रसे नष्ट हो गये ॥"
                },
                {
                    "slok": "अहं वै पापधीर्नित्यं महापापं समाचरम् ॥ ३१ ॥ कथं मे निष्कृतिर्भूयात् कं यामि शरणं विभो ।",
                    "arth": "'प्रभो! मेरी बुद्धि सदा पापमें ही डूबी रहती थी। मैंने निरन्तर बड़े-बड़े पापोंका ही आचरण किया है। उनसे मेरा उद्धार किस प्रकार होगा ? मैं किसकी शरणमें जाऊँ ॥"
                },
                {
                    "slok": "पूर्वजन्मार्जितैः पापैर्लुब्धकत्वमवाप्तवान् ॥ ३२ ॥ अत्रापि पापजालानि कृत्वा कां गतिमाप्नुयाम् ।",
                    "arth": "'पूर्वजन्मके किये हुए पापोंके फलसे मुझे व्याध होना पड़ा है, यहाँ भी मैंने पापोंके ही जाल बटोरे हैं। ये पाप करके मैं किस गतिको प्राप्त होऊँगा ?' ॥"
                },
                {
                    "slok": "इति वाक्यं समाकर्ण्य कलिकस्य महात्मनः ॥ ३३ ॥ उत्तको नाम विप्रर्षिरिदं वाक्यमथाब्रवीत्।",
                    "arth": "महामना कलिककी यह बात सुनकर ब्रह्मर्षि उत्तङ्क इस प्रकार बोले ॥"
                },
                {
                    "slok": "साधु साधु महाप्राज्ञ मतिस्ते विमलोज्ज्वला ॥ ३४ ॥ यस्मात् संसारदुःखानां नाशोपायमभीप्ससि ।",
                    "arth": "उत्तङ्कने कहा- महामते व्याध ! तुम धन्य हो, धन्य हो, तुम्हारी बुद्धि बड़ी निर्मल और उज्ज्वल है; क्योंकि तुम संसारसम्बन्धी दुःखोंके नाशका उपाय नु जानना चाहते हो ॥"
                },
                {
                    "slok": "चैत्रे मासि सिते पक्षे कथा रामायणस्य च ॥ ३५ ॥ नवाह्ना किल श्रोतव्या भक्तिभावेन सादरम् । यस्य श्रवणमात्रेण सर्वपापैः प्रमुच्यते ॥ ३६ ।।",
                    "arth": "चैत्रमासके शुक्लपक्षमें तुम्हें भक्तिभावसे आदरपूर्वक रामायणकी नवाह कथा सुननी चाहिये। उसके श्रवणमात्रसे म मनुष्य समस्त पापोंसे छुटकारा पा जाता है ॥ ३५-३६ ॥"
                },
                {
                    "slok": "तस्मिन् क्षणेऽसौ कलिको लुब्धको वीतकल्मषः । रामायणकथां श्रुत्वा सद्यः पञ्चत्वमागतः ॥ ३७ ॥",
                    "arth": "उस समय कलिक व्याधके सारे पाप नष्ट हो गये। वह रामायणकी कथा सुनकर तत्काल मृत्युको प्राप्त हो गया ॥ ३७ ॥"
                },
                {
                    "slok": "उत्तङ्कः पतितं वीक्ष्य लुब्धकं तं दयापरः । एतद् दृष्ट्वा विस्मितश्च अस्तौषीत् कमलापतिम् ॥ ३८ ॥",
                    "arth": "व्याधको धरतीपर पड़ा हुआ देख दयालु उत्तङ्क मुनि बड़े विस्मित हुए। फिर उन्होंने भगवान् कमलापतिका स्तवन किया ॥ ३८ ॥"
                },
                {
                    "slok": "कथां रामायणस्यापि श्रुत्वा च वीतकल्मषः । दिव्यं विमानमारुह्य मुनिमेतदथाब्रवीत् ॥ ३९ ॥",
                    "arth": "रामायणकी कथा सुनकर निष्पाप हुआ व्याध दिव्य विमानपर आरूढ़ हो उत्तङ्क मुनिसे इस प्रकार बोला ॥ ३९ ॥"
                },
                {
                    "slok": "विमुक्तस्त्वत्प्रसादेन महापातकसंकटात् । तस्मान्नतोऽस्मि ते विद्वन् यत् कृतं तत् क्षमस्व मे ॥ ४० ॥",
                    "arth": "'विद्वन्! आपके प्रसादसे मैं महापातकोंके संकटसे मुक्त हो गया। अतः मैं आपके चरणोंमें प्रणाम करता हूँ। मैंने जो किया है, मेरे उस अपराधको आप क्षमा कीजिये' ॥ ४० ॥"
                },
                {
                    "slok": "इत्युक्त्वा देवकुसुमैर्मुनिश्रेष्ठमवाकिरत् । प्रदक्षिणात्रयं कृत्वा नमस्कारं चकार ह ॥ ४१ ॥",
                    "arth": "सूतजी कहते हैं—ऐसा कहकर कलिकने मुनिश्रेष्ठ उत्तङ्कपर देवकुसुमोंकी वर्षा की और तीन बार उनकी परिक्रमा करके उन्हें बारम्बार नमस्कार किया ॥ ४१ ॥"
                },
                {
                    "slok": "ततो विमानमारुह्य सर्वकामसमन्वितम् । अप्सरोगणसंकीर्णं प्रपेदे हरिमन्दिरम् ॥ ४२ ॥",
                    "arth": "तत्पश्चात् अप्सराओंसे भरे हुए सम्पूर्ण मनोवाञ्छित भोगोंसे सम्पन्न विमानपर आरूढ़ हो वह श्रीहरिके धाममें जा पहुँचा ॥ ४२ ॥"
                },
                {
                    "slok": "तस्माच्छृणुध्वं विप्रेन्द्राः कथां रामायणस्य च । चैत्रे मासि सिते पक्षे श्रोतव्यं च प्रयत्नतः ॥ ४३ ॥ नवाह्ना किल रामस्य रामायणकथामृतम् ।",
                    "arth": "अतः विप्रवरो! आप सब लोग रामायणकी कथा सुनें। चैत्रमासके शुक्लपक्षमें प्रयत्नपूर्वक रामायणकी अमृतमयी कथाका नवाह-पारायण अवश्य सुनना चाहिये ॥"
                },
                {
                    "slok": "तस्मादृतुषु सर्वेषु हितकृद्धरिपूजकः ॥ ४४ ॥ ईप्सितं मनसा यद्यत् तदाप्नोति न संशयः ।",
                    "arth": "इसलिये रामायण सभी ऋतुओंमें हितकारक है। इसके द्वारा भगवान्की पूजा करनेवाला पुरुष मनसे जो जो चाहता है, उसे नि:संदेह प्राप्त कर लेता है ॥"
                },
                {
                    "slok": "सनत्कुमार यत् पृष्टं तत् सर्वं गदितं मया ॥ ४५ ॥ रामायणस्य माहात्म्यं किमन्यच्छ्रोतुमिच्छसि ॥ ४६ ॥",
                    "arth": "सनत्कुमार! तुमने जो रामायणका माहात्म्य पूछा था, वह सब मैंने बता दिया। अब और क्या सुनना चाहते हो ? ॥ ४५-४५॥"
                },
                {
                    "slok": "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये चैत्रमासफलानुकीर्तनं नाम चतुर्थोऽध्यायः ॥ ४ ॥",
                    "arth": "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्ड में नारद-सनत्कुमारसंवादके अन्तर्गत रामायणमाहात्म्यके प्रसंगमें चैत्रमासमें रामायण सुननेके फलका वर्णन नामक चौथा अर्थ पूरा हुआ ॥ ४ ॥"
                },
                {
                    "slok": "अध्याय",
                    "arth": "अध्याय"
                }
            ]
        },
        {
            "adhya": "chapter_5",
            "arth": [
                {
                    "slok": "रामायणस्य माहात्म्यं श्रुत्वा प्रीतो मुनीश्वरः। सनत्कुमारः पप्रच्छ नारद मुनिसत्तमम्॥१॥",
                    "arth": "सूतजी कहते हैं-रामायणका यह माहात्म्य सुनकर मुनीश्वर सनत्कुमार बहुत प्रसन्न हुए। उन्होंने मुनिश्रेष्ठ नारदजीसे पुनः जिज्ञासा की॥१॥"
                },
                {
                    "slok": "रामायणस्य माहात्म्यं कथितं वै मुनीश्वर। इदानीं श्रोतुमिच्छामि विधिं रामायणस्य च॥२॥",
                    "arth": "सनत्कुमार बोले-मुनीश्वर! आपने रामायणका माहात्म्य कहा। अब मैं उसकी विधि सुनना चाहता हूँ॥"
                },
                {
                    "slok": "एतच्चापि महाभाग मुने तत्त्वार्थकोविद। कृपया परयाविष्टो यथावद् वक्तुमर्हसि ॥३॥",
                    "arth": "महाभाग मुने! आप तत्त्वार्थ-ज्ञानमें कुशल हैं; अतः अत्यन्त कृपापूर्वक इस विषयको यथार्थरूपसे बतायें॥"
                },
                {
                    "slok": "रामायणविधिं चैव शृणुध्वं सुसमाहिताः। सर्वलोकेषु विख्यातं स्वर्गमोक्षविवर्धनम्॥४॥",
                    "arth": "नारदजीने कहा – महर्षियो! तुमलोग एकाग्रचित्त होकर रामायणकी वह विधि सुनो, जो सम्पूर्ण लोकों में विख्यात है। वह स्वर्ग तथा मोक्ष-सम्पत्तिकी वृद्धि करनेवाली है॥४॥"
                },
                {
                    "slok": "विधानं तस्य वक्ष्यामि शृणुध्वं गदतो मम। रामायणकथां कुर्वन् भक्तिभावेन भावितः॥५॥",
                    "arth": "मैं रामायणकथा-श्रवणका विधान बता रहा हूँ; तुम सब लोग उसे सुनो। रामायणकथाका अनुष्ठान करनेवाले वक्ता एवं श्रोताको भक्तिभावसे भावित होकर उस विधानका पालन करना चाहिये॥५॥ "
                },
                {
                    "slok": "येन चीर्णेन पापानां कोटिकोटिः प्रणश्यति। चैत्रे माघे कार्तिके च पञ्चम्यामथवाऽऽरभेत्॥६॥ ",
                    "arth": "। उस विधिका पालन करनेसे करोड़ों पाप नष्ट हो जाते हैं। चैत्र, माघ तथा कार्तिकमासके शुक्लपक्षकी पञ्चमी तिथिको कथा आरम्भ करनी चाहिये॥६॥ "
                },
                {
                    "slok": "संकल्पं तु ततः कुर्यात् स्वस्तिवाचनपूर्वकम्। अहोभिर्नवभिः। श्राव्यं रामायणकथामृतम्॥७॥",
                    "arth": "पहले स्वस्तिवाचन करके फिर यह संकल्प करे कि 'हम नौ दिनोंतक रामायणकी अमृतमयी कथा सुनेंगे'। "
                },
                {
                    "slok": "अद्य प्रभृत्यहं राम शृणोमि त्वत्कथामृतम्। प्रत्यहं पूर्णतामेतु तव राम प्रसादतः॥८॥",
                    "arth": "फिर भगवान्से प्रार्थना करे- 'श्रीराम ! आजसे प्रतिदिन मैं आपकी अमृतमयी कथा सुनूँगा। यह आपके कृपाप्रसादसे परिपूर्ण हो'॥८॥ "
                },
                {
                    "slok": "प्रत्यहं दन्तशुद्धिं च अपामार्गस्य शाखया। कृत्वा स्नायीत विधिवद् रामभक्तिपरायणः॥९॥",
                    "arth": "नित्यप्रति अपामार्गकी शाखासे दन्तशुद्धि करके रामभक्तिमें तत्पर हो विधिपूर्वक स्नान करे॥९॥ "
                },
                {
                    "slok": "स्वयं च बन्धुभिः सार्द्धं शृणुयात् प्रयतेन्द्रियः। स्नानं कृत्वा यथाचारं दन्तधावनपूर्वकम्॥१०॥ शुक्लाम्बरधरः शुद्धो गृहमागत्य वाग्यतः। प्रक्षाल्य पादावाचम्य स्मरेन्नारायणं प्रभुम्॥११॥ ",
                    "arth": "अपनी इन्द्रियोंको संयममें रखकर भाई-बन्धुओंके साथ स्वयं कथा सुने। पहले अपने कुलाचारके अनुसार दन्तधावनपूर्वक स्नान करके श्वेत वस्त्र धारण करे और शुद्ध हो घर आकर मौनभावसे दोनों पैर धोनेके पश्चात् आचमन करके भगवान् नारायणका स्मरण करे ॥१०-११॥ "
                },
                {
                    "slok": "नित्यं देवार्चनं कृत्वा पश्चात् संकल्पपूर्वकम्। रामायणपुस्तकं च अर्चयेद् भक्तिभावतः॥१२॥",
                    "arth": "फिर प्रतिदिन देवपूजन करके संकल्पपूर्वक भक्तिभावसे रामायणग्रन्थकी पूजा करे ॥१२॥ "
                },
                {
                    "slok": "आवाहनासनाद्यैश्च । गन्धपुष्पादिभिर्वती। ॐ नमो नारायणायेति पूजयेद् भक्तितत्परः॥१३॥",
                    "arth": "व्रती पुरुष आवाहन, आसन, गन्ध, पुष्प आदिके द्वारा 'ॐ नमो नारायणाय' इस मन्त्रसे भक्तिपरायण होकर पूजन करे ॥१३॥ "
                },
                {
                    "slok": "एकवारं द्विवारं वा त्रिवारं वापि शक्तितः। होमं कुर्यात् प्रयत्नेन सर्वपापनिवृत्तये॥१४॥",
                    "arth": "सम्पूर्ण पापोंकी निवृत्तिके लिये अपनी शक्तिके अनुसार एक, दो या तीन बार प्रयत्नपूर्वक होम करे॥ "
                },
                {
                    "slok": "एवं यः प्रयतः कुर्याद् रामायणविधिं तथा। स याति विष्णुभवनं पुनरावृत्तिदुर्लभम्॥१५॥",
                    "arth": "इस प्रकार जो मन और इन्द्रियोंको संयममें रखकर रामायणकी विधिका अनुष्ठान करता है, वह भगवान विष्णुके धाममें जाता है; जहाँसे लौटकर वह फिर इस संसारमें नहीं आता ॥ १५॥ "
                },
                {
                    "slok": "रामायणव्रतधरो धर्मकारी च सत्तमः। चाण्डालं पतितं वापि वस्त्रान्नेनापि नार्चयेत्॥१६॥",
                    "arth": "जो रामायणसम्बन्धी व्रतको धारण करनेवाला तथा धर्मात्मा है, वह श्रेष्ठ पुरुष चाण्डाल अथवा पतित मनुष्यका वस्त्र और अन्नसे भी सत्कार न करे॥१६॥"
                },
                {
                    "slok": "नास्तिकान् भिन्नमर्यादान् निन्दकान् पिशुनानपि। रामायणव्रतपरो वाङ्मात्रेणापि नार्चयेत्॥१७॥",
                    "arth": "जो नास्तिक, धर्ममर्यादाको तोड़नेवाले, परनिन्दक और चुगलखोर हैं, उनका रामायणव्रतधारी पुरुष | वाणीमात्रसे भी आदर न करे ॥१७॥"
                },
                {
                    "slok": "कुण्डाशिनं गायकं च तथा देवलकाशनम्। भिषजं . काव्यकर्तारं देवद्विजविरोधिनम्॥१८॥ परान्नलोलुपं चैव परस्त्रीनिरतं तथा। रामायणव्रतपरो वाङ्मात्रेणापि नार्चयेत्॥१९॥",
                    "arth": "जो पतिके जीवित रहते ही परपुरुषके समागमसे माताद्वारा उत्पन्न किया जाता है, उस जारज पुत्रको | 'कुण्ड' कहते हैं। ऐसे कुण्डके यहाँ जो भोजन करता | है, जो गीत गाकर जीविका चलाता है, देवतापर चढ़ी | हुई वस्तुका उपभोग करेवाले मनुष्यका अन्न खाता है, | वैद्य है, लोगोंकी मिथ्या प्रशंसामें कविता लिखता है, देवताओं तथा ब्राह्मणोंका विरोध करता है, पराये अन्नका लोभी है और पर-स्त्रीमें आसक्त रहता है, ऐसे मनुष्यका भी रामायणव्रती पुरुष वाणीमात्रसे भी आदर न करे॥१८-१९॥ "
                },
                {
                    "slok": "इत्येवमादिभिः शुद्धो वशी सर्वहिते रतः। | रामायणपरो भूत्वा परां सिद्धिं गमिष्यति ॥२०॥",
                    "arth": "इस प्रकार दोषोंसे दूर एवं शुद्ध होकर जितेन्द्रिय | एवं सबके हितमें तत्पर रहते हुए जो रामायणका आश्रय | लेता है, वह परमसिद्धिको प्राप्त होता है॥२०॥ "
                },
                {
                    "slok": "नास्ति गंगासमं तीर्थं नास्ति मातृसमो गुरुः। नास्ति विष्णुसमो देवो नास्ति रामायणात् परम्॥२१॥",
                    "arth": "गंगाके समान तीर्थ, माताके तुल्य गुरु, भगवान् विष्णुके सदृश देवता तथा रामायणसे बढ़कर कोई उत्तम वस्तु नहीं है॥ २१॥ "
                },
                {
                    "slok": "नास्ति वेदसमं शास्त्रं नास्ति शान्तिसमं सुखम्। नास्ति शान्तिपरं ज्योतिर्नास्ति रामायणात् परम्॥२२॥ ",
                    "arth": "वेदके समान शास्त्र, शान्तिके समान सुख, शान्तिसे बढ़कर ज्योति तथा रामायणसे उत्कृष्ट कोई काव्य नहीं है। "
                },
                {
                    "slok": "नास्ति क्षमासमं सारं नास्ति कीर्तिसमं धनम्।। | नास्ति ज्ञानसमो लाभो नास्ति रामायणात् परम्॥२३॥",
                    "arth": "क्षमाके सदृश बल, कीर्तिके समान धन, ज्ञानके सदृश लाभ तथा रामायणसे बढ़कर कोई उत्तम ग्रन्थ नहीं है॥ २३॥ "
                },
                {
                    "slok": "तदन्ते वेदविदुषे गां दद्याच्च सदक्षिणाम्। | रामायणं पुस्तकं च वस्त्रालंकरणादिकम्॥२४॥",
                    "arth": "रामायणकथाके अन्तमें वेदज्ञ वाचकको दक्षिणासहित गौका दान करे। उन्हें रामायणकी पुस्तक तथा वस्त्र और आभूषण आदि दे॥२४॥ "
                },
                {
                    "slok": "रामायणपुस्तकं यो वाचकाय प्रयच्छति। स याति विष्णुभवनं यत्र गत्वा न शोचति ॥२५॥",
                    "arth": "जो वाचकको रामायणकी पुस्तक देता है, वह भगवान् विष्णुके धाममें जाता है; जहाँ जाकर उसे कभी शोक नहीं करना पड़ता ॥ २५॥ "
                },
                {
                    "slok": "नवाहजफलं कर्तुः शृणु धर्मविदां वर। पञ्चम्यां तु समारभ्य रामायणकथामृतम्॥२६॥ कथाश्रवणमात्रेण सर्वपापैः प्रमुच्यते।",
                    "arth": "धर्मात्माओंमें श्रेष्ठ सनत्कुमार! रामायणकी नवाह कथा सुननेसे यजमानको जो फल प्राप्त होता है, उसे सुनो। पञ्चमी तिथिको रामायणकी अमृतमयी कथाको आरम्भ करके उसके श्रवणमात्रसे मनुष्य सब पापोंसे मुक्त हो जाता है॥"
                },
                {
                    "slok": "यदि द्वयं कृतं तस्य पुण्डरीकफलं लभेत् ॥२७॥ व्रतधारी तु श्रवणं यः कुर्यात् स जितेन्द्रियः। अश्वमेधस्य यज्ञस्य द्विगुणं फलमश्नुते॥२८॥ चतुःकृत्वः श्रुतं येन कथितं मुनिसत्तमाः। स लभेत् परमं पुण्यमग्निष्टोमाष्टसम्भवम्॥२९॥",
                    "arth": "यदि दो बार यह कथा श्रवण की गयी तो श्रोताको पुण्डरीकयज्ञका फल मिलता है। जो जितेन्द्रिय पुरुष व्रतधारणपर्वक रामायण-कथाको श्रवण करता है. वह दो अश्वमेधयज्ञोंका फल पाता है। मुनिवरो! जिसने चार बार इस कथाका श्रवण किया है, वह आठ अग्निष्टोमके परम पुण्यफलका भागी होता है॥ २७-२९॥"
                },
                {
                    "slok": "पञ्चकृत्वो व्रतमिदं कृतं येन महात्मना। अत्यग्निष्टोमजं पुण्यं द्विगुणं प्राप्नुयान्नरः॥३०॥",
                    "arth": "जिस महामनस्वी पुरुषने पाँच बार रामायणकथाश्रवणका व्रत पूरा कर लिया है, वह अत्यग्निष्टोमयज्ञके द्विगुण पुण्य-फलका भागी होता है॥३०॥ "
                },
                {
                    "slok": "एवं व्रतं च षड्वारं कुर्याद् यस्तु समाहितः। अग्निष्टोमस्य यज्ञस्य फलमष्टगुणं लभेत्॥३१॥ ",
                    "arth": "जो एकाग्रचित्त होकर इस प्रकार छ: बार रामायणकथाके व्रतका अनुष्ठान पूरा कर लेता है, वह अग्निष्टोमयज्ञके आठगुने फलका भागी होता है॥३१॥ "
                },
                {
                    "slok": "नारी वा पुरुषः कुर्यादष्टकृत्वो मुनीश्वराः। नरमेधस्य यज्ञस्य फलं पञ्चगुणं लभेत् ॥३२॥",
                    "arth": "मुनीश्वरो! स्त्री हो या पुरुष, जो आठ बार रामायणकथाको सुन लेता है, वह नरमेधयज्ञका पाँचगुना फल पाता है॥३२॥ "
                },
                {
                    "slok": "नरो वाप्यथ नारी वा नववारं समाचरेत्। गोमेधसवजं पुण्यं स लभेत् त्रिगुणं नरः॥३३॥",
                    "arth": "जो स्त्री या पुरुष नौ बार इस व्रतका आचरण करता है, उसे तीन गोमेध-यज्ञका पुण्यफल प्राप्त होता है। "
                },
                {
                    "slok": "रामायणं तु यः कुर्याच्छान्तात्मा प्रयतेन्द्रियः।। स याति परमानन्दं यत्र गत्वा न शोचति॥३४॥",
                    "arth": "जो पुरुष शान्तचित्त और जितेन्द्रिय होकर रामायणयज्ञका अनुष्ठान करता है, वह उस परमानन्दमय धाममें जाता है, जहाँ जाकर उसे कभी शोक नहीं करना पड़ता॥३४॥ "
                },
                {
                    "slok": "रामायणपरो नित्यं गंगास्नानपरायणः। धर्ममार्गप्रवक्तारो मुक्ता एवं न संशयः॥३५॥",
                    "arth": "जो प्रतिदिन रामायणका पाठ अथवा श्रवण करता है, गंगा नहाता है और धर्ममार्गका उपदेश देता है; ऐसे लोग संसारसागरसे मुक्त ही हैं, इसमें संशय नहीं है। "
                },
                {
                    "slok": "यतीनां ब्रह्मचारिणां प्रवीराणां च सत्तमाः। नवाह्ना किल श्रोतव्या कथा रामायणस्य च ॥३६॥",
                    "arth": "महात्माओ! यतियों, ब्रह्मचारियों तथा प्रवीरोंको भी रामायणकी नवाह कथा सुननी चाहिये ॥ ३६॥ "
                },
                {
                    "slok": "श्रुत्वा नरो रामकथामतिदीप्तोऽतिभक्तितः। ब्रह्मणः पदमासाद्य तत्रैव परिमोदते॥३७॥",
                    "arth": "रामकथाको अत्यन्त भक्तिपूर्वक सुनकर मनुष्य महान् तेजसे उद्दीप्त हो उठता है और ब्रह्मलोकमें जाकर वहीं आनन्दका अनुभव करता है॥३७॥ "
                },
                {
                    "slok": "तस्माच्छृणुध्वं विप्रेन्द्रा रामायणकथामृतम्। श्रोतृणां च परं श्राव्यं पवित्राणामनुत्तमम्॥३८॥",
                    "arth": "इसलिये विप्रेन्द्रगण! आपलोग रामायणकी अमृतमयी कथा सुनिये। श्रोताओंके लिये यह सर्वोत्तम श्रवणीय वस्तु है और पवित्रोंमें भी परम उत्तम है॥३८॥ "
                },
                {
                    "slok": "दुःस्वप्ननाशनं धन्यं श्रोतव्यं च प्रयत्नतः। नरोऽत्र श्रद्धया युक्तः श्लोकं श्लोकार्द्धमेव च ॥३९॥ पठते मुच्यते सद्यो ह्युपपातककोटिभिः। सतामेव प्रयोक्तव्यं गुह्याद्गुह्यतमं तु यत्॥४०॥",
                    "arth": "दुःस्वप्नको नष्ट करनेवाली यह कथा धन्य है। इसे प्रयत्नपूर्वक सुनना चाहिये। जो मनुष्य श्रद्धायुक्त होकर इसका एक श्लोक या आधा श्लोक भी पढ़ता है, वह तत्काल ही करोडों उपपातकोंसे छुटकारा पा जाता है। यह गुह्यसे भी गुह्यतम वस्तु है, इसे सत्पुरुषोंको ही सुनाना चाहिये ।"
                },
                {
                    "slok": "वाचयेद् रामभवने पुण्यक्षेत्रे च संसदि। ब्रह्मद्वेषरतानां च दम्भाचाररतात्मनाम्॥४१॥ लोकवञ्चकवृत्तीनां न ब्रूयादिदमुत्तमम्। ",
                    "arth": "भगवान् श्रीरामके मन्दिरमें अथवा किसी पुण्यक्षेत्रमें, सत्पुरुषोंकी सभामें रामायणकथाका प्रवचन करना चाहिये। जो ब्रह्मद्रोही, पाखण्डपूर्ण आचारमें तत्पर तथा लोगोंको ठगनेवाली वृत्तिसे युक्त हैं, उन्हें यह परम उत्तम कथा नहीं सुनानी चाहिये॥"
                },
                {
                    "slok": "त्यक्तकामादिदोषाणां रामभक्तिरतात्मनाम्॥४२॥ गुरुभक्तिरतानां च वक्तव्यं मोक्षसाधनम्। ",
                    "arth": "जो काम आदि दोषोंका त्याग कर चुके हैं, जिनका मन रामभक्तिमें अनुरक्त रहता है तथा जो गुरुजनोंकी सेवामें तत्पर हैं, उन्हींके समक्ष यह मोक्षकी साधनभूत कथा बाँचनी चाहिये॥"
                },
                {
                    "slok": "सर्वदेवमयो रामः स्मृतश्चार्तिप्रणाशनः॥४३॥ सद्भक्तवत्सलो देवो भक्त्या तुष्यति नान्यथा।",
                    "arth": "श्रीराम सर्वदेवमय माने गये हैं। वे आर्त प्राणियोंकी पीडाका नाश करनेवाले हैं तथा श्रेष्ठ भक्तोंपर सदा ही स्नेह रखते हैं। वे भगवान् भक्तिसे ही संतुष्ट होते हैं, दूसरे किसी उपायसे नहीं॥"
                },
                {
                    "slok": "अवशेनापि यन्नाम्नि कीर्तिते वा स्मृतेऽपि वा॥४४॥ विमुक्तपातकः सोऽपि परमं पदमश्नुते।",
                    "arth": "मनुष्य विवश होकर भी उनके नामका कीर्तन अथवा स्मरण कर लेनेपर समस्त पातकोंसे मुक्त हो परमपदका भागी होता है॥"
                },
                {
                    "slok": "संसारघोरकान्तारदावाग्निर्मधुसूदनः किक ॥४५॥ स्मर्तृणां सर्वपापानि नाशयत्याशु सत्तमाः। ",
                    "arth": "महात्माओ! भगवान् मधुसूदन संसाररूपी भयंकर एवं दुर्गम वनको भस्म करनेके लिये दावानलके समान हैं। वे अपना स्मरण करनेवाले मनुष्योंके समस्त पापोंका शीघ्र ही नाश कर देते हैं॥ ४५॥ "
                },
                {
                    "slok": "तदर्थकमिदं पुण्यं काव्यं श्राव्यमनुत्तमम्॥४६॥ श्रवणात् पठनाद् वापि सर्वपापविनाशकृत्। ",
                    "arth": "इस पवित्र काव्यके प्रतिपाद्य विषय वे ही हैं, अतः यह परम उत्तम काव्य सदा ही श्रवण करनेयोग्य है। इसका श्रवण अथवा पाठ करनेसे यह समस्त पापोंका नाश करनेवाला है॥ ४६॥ "
                },
                {
                    "slok": "यस्य रामरसे प्रीतिर्वर्तते भक्तिसंयुता॥४७॥ स एव कृतकृत्यश्च सर्वशास्त्रार्थकोविदः। ",
                    "arth": "जिसकी श्रीराम-रसमें प्रीति एवं भक्ति है, वही सम्पूर्ण शास्त्रोंके अर्थज्ञानमें निपुण और कृतकृत्य है॥"
                },
                {
                    "slok": "तदर्जितं तपः पुण्यं तत्सत्यं सफलं द्विजाः॥४८॥ यदर्थश्रवणे प्रीतिरन्यथा न हि वर्तते।",
                    "arth": "ब्राह्मणो! उसकी उपार्जित की हुई तपस्या पवित्र, सत्य और सफल है; क्योंकि राम-रसमें प्रीति हुए बिना रामायणके अर्थ-श्रवणमें प्रेम नहीं होता है॥ "
                },
                {
                    "slok": "रामायणपरा ये तु रामनामपरायणाः॥४९॥ त एव कृतकृत्याश्च घोरे कलियुगे द्विजाः।",
                    "arth": "जो द्विज इस भयंकर कलिकालमें रामायण तथा श्रीरामनामका सहारा लेते हैं, वे ही कृतकृत्य हैं॥"
                },
                {
                    "slok": "नवाह्ना किल श्रोतव्यं रामायणकथामृतम्॥५०॥ ते कृतज्ञा महात्मानस्तेभ्यो नित्यं नमो नमः। ",
                    "arth": "रामायणकी इस अमृतमयी कथाका नवाह श्रवण करना चाहिये। जो महात्मा ऐसा करते हैं, वे कृतज्ञ हैं। उन्हें प्रतिदिन मेरा बारम्बार नमस्कार है॥५०॥ "
                },
                {
                    "slok": "रामनामैव नामैव नामैव मम जीवनम्॥५१॥ | कलौ नास्त्येव नास्त्येव नास्त्येव गतिरन्यथा।",
                    "arth": "श्रीरामका नाम-केवल श्रीराम-नाम ही मेरा जीवन है। कलियुगमें और किसी उपायसे जीवोंकी सद्गति नहीं होती, नहीं होती, नहीं होती ॥५१ ॥ "
                },
                {
                    "slok": "एवं सनत्कुमारस्तु नारदेन महात्मना॥५२॥ | सम्यक् प्रबोधितः सद्यः परां निर्वृतिमाप ह। ",
                    "arth": "सूतजी कहते हैं-महात्मा नारदजीके द्वारा इस प्रकार ज्ञानोपदेश पाकर सनत्कुमारजीको तत्काल ही परमानन्दकी प्राप्ति हो गयी॥"
                },
                {
                    "slok": "तस्माच्छृणुध्वं विप्रेन्द्रा रामायणकथामृतम्॥५३॥ नवाह्रा किल श्रोतव्यं सर्वपापैः प्रमुच्यते।",
                    "arth": "अतः विप्रवरो! तुम सब लोग रामायणकी अमृतमयी कथा सुनो। रामायणको नौ दिनोंमें ही सुनना चाहिये। ऐसा करनेवाला समस्त पापोंसे मुक्त हो जाता है॥"
                },
                {
                    "slok": "श्रुत्वा चैतन्महाकाव्यं वाचकं यस्तु पूजयेत्॥५४॥ तस्य विष्णुः प्रसन्नः स्यात् श्रिया सह द्विजोत्तमाः। ",
                    "arth": "द्विजोत्तमो! इस महान् काव्यको सुनकर जो वाचककी पूजा करता है, उसपर लक्ष्मीसहित भगवान् विष्णु प्रसन्न होते हैं॥"
                },
                {
                    "slok": "वाचके प्रीतिमापन्ने ब्रह्मविष्णुमहेश्वराः॥५५॥ प्रीता भवन्ति विप्रेन्द्रा नात्र कार्या विचारणा।",
                    "arth": "विप्रेन्द्रगण! वाचकके प्रसन्न होनेपर ब्रह्मा, विष्णु और महादेवजी प्रसन्न हो जाते हैं। इस विषयमें कोई अन्यथा विचार नहीं करना चाहिये॥"
                },
                {
                    "slok": "रामायणवाचकाय गावो वासांसि काञ्चनम्॥५६॥ रामायणपुस्तकं च दद्याद् वित्तानुसारतः।",
                    "arth": "रामायणके वाचकको अपने वैभवके अनुसार गौ, वस्त्र, सुवर्ण तथा रामायणकी पुस्तक आदि वस्तुएँ देनी चाहिये ॥५६॥ "
                },
                {
                    "slok": "तस्य पुण्यफलं वक्ष्ये शृणुध्वं सुसमाहिताः॥५७। न बाधन्ते ग्रहास्तस्य भूतवेतालकादयः। तस्यैव सर्वश्रेयांसि वर्द्धन्ते चरिते श्रुते॥५८॥",
                    "arth": "उस दानका पुण्यफल बता रहा हूँ, आपलोग एकाग्रचित्त होकर सुनें। उस दाताको ग्रह तथा भूतवेताल आदि कभी बाधा नहीं पहुँचाते। श्रीरामचरित्रक श्रवण करनेपर श्रोताके सम्पूर्ण श्रेयकी वृद्धि होती है। "
                },
                {
                    "slok": "न चाग्निर्बाधते तस्य न चौरादिभयं तथा। एतज्जन्मार्जितैः पापैः सद्य एव विमुच्यते॥५९॥ सप्तवंशसमेतस्तु देहान्ते मोक्षमाप्नुयात्। ",
                    "arth": "उसे न तो अग्निकी बाधा प्राप्त होती है और न चोर आदिका भय ही। वह इस जन्ममें उपार्जित किये हुए समस्त पापोंसे तत्काल मुक्त हो जाता है। वह इस शरीरका अन्त होनेपर अपनी सात पीढ़ियोंके साथ मोक्षका भागी होता है॥"
                },
                {
                    "slok": "इत्येतद्वः समाख्यातं नारदेन प्रभाषितम्॥६०। सनत्कुमारमुनये पृच्छते भक्तितः पुरा।",
                    "arth": "पूर्वकालमें सनत्कुमार मुनिके भक्तिपूर्वक पूछनेप नारदजीने उनसे जो कुछ कहा था, वह सब मैं आपलोगोंको बता दिया॥"
                },
                {
                    "slok": "रामायणमादिकाव्यं सर्ववेदार्थसम्मतम्॥६१। सर्वपापहरं पुण्यं सर्वदुःखनिबर्हणम्। समस्तपुण्यफलदं सर्वयज्ञफलप्रदम्॥६२॥ ",
                    "arth": "रामायण आदिकाव्य है। यह सम्पूर्ण वेदार्थोंक सम्मतिके अनुकूल है। इसके द्वारा समस्त पापोंव निवारण हो जाता है। यह पुण्यमय काव्य सम्पू दुःखोंका विनाशक तथा समस्त पुण्यों और यज्ञोंव फल देनेवाला है॥६१-६२॥"
                },
                {
                    "slok": "ये पठन्त्यत्र विबुधाः श्लोकं श्लोकार्द्धमेव च। न तेषां पापबन्धस्तु कदाचिदपि जायते ॥ ६३ ॥",
                    "arth": "जो विद्वान् इसके एक या आधे श्लोकका भी पाठ करते हैं, उन्हें कभी पापोंका बन्धन नहीं प्राप्त होता ॥ ६३ ॥"
                },
                {
                    "slok": "रामार्पितमिदं पुण्यं काव्यं तु सर्वकामदम् । भक्त्या शृण्वन्ति विदन्ति तेषां पुण्यफलं शृणु ॥ ६४ ॥",
                    "arth": "श्रीरामको समर्पित किया हुआ यह पुण्यकाव्य सम्पूर्ण कामनाओंको देनेवाला है। जो लोग भक्तिपूर्वक इसे सुनते और समझते हैं, उनको प्राप्त होनेवाले पुण्यफलका वर्णन सुनो ॥ ६४ ॥"
                },
                {
                    "slok": "शतजन्मार्जितैः पापैः सद्य एव विमोचिताः । सहस्त्रकुलसंयुक्तैः प्रयान्ति परमं पदम् ॥ ६५ ॥",
                    "arth": "वे लोग सौ जन्मोंमें उपार्जित किये हुए पापोंसे तत्काल मुक्त हो अपनी हजारों पीढ़ियोंके साथ परमपदको प्राप्त होते हैं ॥ ६५ ॥"
                },
                {
                    "slok": "किं तीर्थैर्गोप्रदानैर्वा किं तपोभिः किमध्वरैः । अहन्यहनि रामस्य कीर्तनं परिशृण्वताम् ॥ ६६ ॥",
                    "arth": "जो प्रतिदिन श्रीरामका कीर्तन सुनते हैं, उनके लिये तीर्थ सेवन, गोदान, तपस्या तथा यज्ञोंकी क्या आवश्यकता है ॥ ६६ ॥"
                },
                {
                    "slok": "चैत्रे माघे कार्तिके च रामायणकथामृतम् । नवैरहोभिः श्रोतव्यं रामायणकथामृतम् ॥ ६७ ॥",
                    "arth": "चैत्र, माघ तथा कार्तिकमें रामायणकी अमृतमयी कथाका नवाह-पारायण सुनना चाहिये ॥ ६७ ॥"
                },
                {
                    "slok": "रामप्रसादजनकं रामभक्तिविवर्धनम् । सर्वपापक्षयकरं सर्वसम्पद्विवर्द्धनम् ॥ ६८ ॥",
                    "arth": "रामायण श्रीरामचन्द्रजीकी प्रसन्नता प्राप्त करानेवाला, श्रीरामभक्तिको बढ़ानेवाला, समस्त पापोंका विनाशक तथा सभी सम्पत्तियोंकी वृद्धि करनेवाला है ॥ ६८ ॥"
                },
                {
                    "slok": "यस्त्वेतच्छृणुयाद् वापि पठेद् वा सुसमाहितः । सर्वपापविनिर्मुक्तो विष्णुलोकं स गच्छति ॥ ६९ ॥",
                    "arth": "जो एकाग्रचित्त होकर रामायणको सुनता अथवा पढ़ता है, वह सब पापोंसे मुक्त हो भगवान् विष्णुके लोकमें जाता है ॥ ६९ ।।"
                },
                {
                    "slok": "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये फलानुकीर्तनं नाम पञ्चमोऽध्यायः ॥ ५ ॥",
                    "arth": "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें श्रीनारद-सनत्कुमार-संवादके अन्तर्गत रामायणमाहात्म्यके प्रसंगमें फलका वर्णन नामक पाँचवाँ अर्थ पूरा हुआ ॥ ५ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "1",
            "arth": [
                {
                    "slok": "ॐ तपः स्वाध्यायनिरतं तपस्वी वाग्विदां वरम् । नारदं परिपप्रच्छ वाल्मीकिर्मुनिपुंगवम् ॥ १ ॥",
                    "arth": "तपस्वी वाल्मीकिजीने तपस्या और स्वाध्यायमें लगे हुए विद्वानोंमें श्रेष्ठ मुनिवर नारदजीसे पूछा- ॥ १ ॥"
                },
                {
                    "slok": "को न्वस्मिन् साम्प्रतं लोके गुणवान् कश्च वीर्यवान् । धर्मज्ञश्च कृतज्ञश्च सत्यवाक्यो दृढव्रतः ॥ २ ॥",
                    "arth": "'[मुने!] इस समय इस संसारमें गुणवान्, वीर्यवान्, धर्मज्ञ, उपकार माननेवाला, सत्यवक्ता और दृढ़प्रतिज्ञ कौन है ? ॥ २ ॥"
                },
                {
                    "slok": "चारित्रेण च को युक्तः सर्वभूतेषु को हितः । विद्वान् कः कः समर्थश्च कश्चैकप्रियदर्शनः ॥ ३ ॥",
                    "arth": "'सदाचारसे युक्त, समस्त प्राणियोंका हितसाधक, विद्वान्, सामर्थ्यशाली और एकमात्र प्रियदर्शन (सुन्दर) पुरुष कौन है ? ॥ ३ ॥"
                },
                {
                    "slok": "आत्मवान् को जितक्रोधो द्युतिमान् कोऽनसूयकः । कस्य बिभ्यति देवाश्च जातरोषस्य संयुगे ॥ ४ ॥",
                    "arth": "'मनपर अधिकार रखनेवाला, क्रोधको जीतनेवाला, कान्तिमान् और किसीकी भी निन्दा नहीं करनेवाला कौन है? तथा संग्राममें कुपित होनेपर किससे देवता भी डरते हैं ? ॥ ४ ॥"
                },
                {
                    "slok": "एतदिच्छाम्यहं श्रोतुं परं कौतूहलं हि मे। महर्षे त्वं ज्ञातुमेवंविधं नरम् ॥ ५॥",
                    "arth": "'महर्षे! मैं यह सुनना चाहता हूँ, इसके लिये मुझे बड़ी उत्सुकता है और आप ऐसे पुरुषको जानने में समर्थ हैं' ॥ ५ ॥"
                },
                {
                    "slok": "श्रुत्वा चैतत्त्रिलोकज्ञो वाल्मीकेर्नारदो वचः । श्रूयतामिति चामत्र्य प्रहृष्टो वाक्यमब्रवीत् ॥ ६॥",
                    "arth": "महर्षि वाल्मीकिके इस वचनको सुनकर तीनों लोकोंका ज्ञान रखनेवाले नारदजीने उन्हें सम्बोधित करके कहा, अच्छा सुनिये और फिर प्रसन्नतापूर्वक बोले- ॥ ६॥"
                },
                {
                    "slok": "बहवो दुर्लभाश्चैव ये त्वया कीर्तिता गुणाः । मुने वक्ष्याम्यहं बुद्ध्वा तैर्युक्तः श्रूयतां नरः ॥७॥",
                    "arth": "'मुने! आपने जिन बहुत-से दुर्लभ गुणोंका वर्णन किया है, उनसे युक्त पुरुषको मैं विचार करके कहता हूँ, आप सुनें ॥७॥"
                },
                {
                    "slok": "इक्ष्वाकुवंशप्रभवो रामो नाम जनैः श्रुतः । नियतात्मा महावीर्यो द्युतिमान् धृतिमान् वशी ॥ ८ ॥",
                    "arth": "'इक्ष्वाकुके वंशमें उत्पन्न हुए एक ऐसे पुरुष हैं, जो लोगोंमें राम-नामसे विख्यात हैं, वे ही मनको वशमें रखनेवाले, महाबलवान्, कान्तिमान्, धैर्यवान् और जितेन्द्रिय हैं ॥ ८ ॥"
                },
                {
                    "slok": "बुद्धिमान् नीतिमान् वाग्मी श्रीमान् शत्रुनिबर्हणः । विपुलांसो महाबाहुः कम्बुग्रीवो महाहनुः ॥ ९ ॥",
                    "arth": "'वे बुद्धिमान्, नीतिज्ञ, वक्ता, शोभायमान तथा शत्रुसंहारक हैं। उनके कंधे मोटे और भुजाएँ बड़ी-बड़ी हैं। ग्रीवा शङ्खके समान और ठोढ़ी मांसल (पुष्ट) है ॥"
                },
                {
                    "slok": "महेष्वासो गूढजत्रुररिन्दमः । आजानुबाहुः सुशिरा: सुललाट: सुविक्रमः ॥ १० ॥",
                    "arth": "'उनकी छाती चौड़ी तथा धनुष बड़ा है, गलेके नीचेकी हड्डी (हँसली) मांससे छिपी हुई है। वे शत्रुओंका दमन करनेवाले हैं। भुजाएँ घुटनेतक लम्बी हैं, मस्तक सुन्दर है, ललाट भव्य और चाल मनोहर है ॥ १० ॥"
                },
                {
                    "slok": "समः समविभक्तांगः स्निग्धवर्णः प्रतापवान् । पीनवक्षा विशालाक्षो लक्ष्मीवान् शुभलक्षणः ॥ ११ ॥",
                    "arth": "'उनका शरीर [ अधिक ऊँचा या नाटा न होकर] मध्यम और सुडौल है, देहका रंग चिकना है। वे बड़े प्रतापी हैं। उनका वक्षःस्थल भरा हुआ है, आँखें बड़ी-बड़ी हैं। वे शोभायमान और शुभलक्षणोंसे सम्पन्न हैं ॥ ११ ॥"
                },
                {
                    "slok": "धर्मज्ञः सत्यसंधश्च प्रजानां च हिते रतः । यशस्वी ज्ञानसम्पन्नः शुचिर्वश्यः समाधिमान् ॥ १२ ।",
                    "arth": "'धर्मके ज्ञाता, सत्यप्रतिज्ञ तथा प्रजाके हित साधनमें लगे रहनेवाले हैं। वे यशस्वी, ज्ञानी, पवित्र, जितेन्द्रिय और मनको एकाग्र रखनेवाले हैं ॥ १२ ॥"
                },
                {
                    "slok": "प्रजापतिसमः श्रीमान् धाता रिपुनिषूदनः । रक्षिता जीवलोकस्य धर्मस्य परिरक्षिता ।। १३ ।।",
                    "arth": "'प्रजापतिके समान पालक, श्रीसम्पन्न, वैरिविध्वंसक और जीवों तथा धर्मके रक्षक हैं ॥ १३ ॥"
                },
                {
                    "slok": "रक्षिता स्वस्य धर्मस्य स्वजनस्य च रक्षिता वेदवेदांगतत्त्वज्ञो धनुर्वेदे च निष्ठितः ।। १४ ।।",
                    "arth": "'स्वधर्म और स्वजनोंके पालक, वेद-वेदांगोंके तत्त्ववेत्ता तथा धनुर्वेदमें प्रवीण हैं ॥ १४ ॥"
                },
                {
                    "slok": "सर्वशास्त्रार्थतत्त्वज्ञः स्मृतिमान् प्रतिभानवान् । सर्वलोकप्रियः साधुरदीनात्मा विचक्षणः ॥ १५ ॥",
                    "arth": "'वे अखिल शास्त्रोंके तत्त्वज्ञ, स्मरणशक्तिसे युक्त और प्रतिभासम्पन्न हैं। अच्छे विचार और उदार हृदयवाले वे श्रीरामचन्द्रजी बातचीत करनेमें चतुर तथा समस्त लोकोंके प्रिय हैं ॥ १५ ॥"
                },
                {
                    "slok": "सर्वदाभिगतः सद्भिः समुद्र इव सिन्धुभिः । आर्यः सर्वसमश्चैव सदैव प्रियदर्शनः ॥ १६ ॥",
                    "arth": "'जैसे नदियाँ समुद्रमें मिलती हैं, उसी प्रकार सदा रामसे साधु पुरुष मिलते रहते हैं। वे आर्य एवं सबमें समान भाव रखनेवाले हैं, उनका दर्शन सदा ही प्रिय मालूम होता है ॥ १६ ॥"
                },
                {
                    "slok": "स च सर्वगुणोपेतः कौसल्यानन्दवर्धनः । समुद्र इव गाम्भीर्ये धैर्येण हिमवानिव ॥ १७ ॥",
                    "arth": "'सम्पूर्ण गुणोंसे युक्त वे श्रीरामचन्द्रजी अपनी माता कौसल्याके आनन्द बढ़ानेवाले हैं, गम्भीरतामें समुद्र और धैर्यमें हिमालयके समान हैं ॥ १७ ॥"
                },
                {
                    "slok": "विष्णुना सदृशो वीर्ये सोमवत्प्रियदर्शनः । कालाग्निसदृशः क्रोधे क्षमया पृथिवीसमः ॥ १८ ॥ धनदेन समस्त्यागे सत्ये धर्म इवापरः ।",
                    "arth": "'वे विष्णुभगवान्‌के समान बलवान् हैं। उनका दर्शन चन्द्रमाके समान मनोहर प्रतीत होता है। वे क्रोधमें कालाग्निके समान और क्षमामें पृथिवीके सदृश हैं, त्यागमें कुबेर और सत्यमें द्वितीय धर्मराजके समान हैं ॥"
                },
                {
                    "slok": "तमेवंगुणसम्पन्नं रामं सत्यपराक्रमम् ॥ १९ ॥ ज्येष्ठं ज्येष्ठगुणैर्युक्तं प्रियं दशरथः सुतम् । प्रकृतीनां हितैर्युक्तं प्रकृतिप्रियकाम्यया ॥ २० ॥ यौवराज्येन संयोक्तुमैच्छत् प्रीत्या महीपतिः ।",
                    "arth": "'इस प्रकार उत्तम गुणोंसे युक्त और सत्यपराक्रमवाले सद्गुणशाली अपने प्रियतम ज्येष्ठ पुत्रको, जो प्रजाके हितमें संलग्न रहनेवाले थे, प्रजावर्गका हित करनेकी इच्छासे राजा दशरथने प्रेमवश युवराजपदपर अभिषिक्त करना चाहा ॥"
                },
                {
                    "slok": "तस्याभिषेकसम्भारान् दृष्ट्वा भार्याथ कैकयी ॥ २१ ॥ पूर्व दत्तवरा देवी वरमेनमयाचत । विवासनं च रामस्य भरतस्याभिषेचनम् ।। २२ ।।",
                    "arth": "'तदनन्तर रामके राज्याभिषेककी तैयारियाँ देखकर रानी कैकेयीने, जिसे पहले ही वर दिया जा चुका था, राजासे यह वर माँगा कि रामका निर्वासन (वनवास) और भरतका राज्याभिषेक हो ॥ २१-२२ ॥"
                },
                {
                    "slok": "स सत्यवचनाद् राजा धर्मपाशेन संयतः । विवासयामास सुतं रामं दशरथः प्रियम् ॥ २३ ॥",
                    "arth": "‘राजा दशरथने सत्य वचनके कारण धर्म बन्धनमें बँधकर प्यारे पुत्र रामको वनवास दे दिया ॥ २३ ॥"
                },
                {
                    "slok": "स जगाम वनं वीर: प्रतिज्ञामनुपालयन् । पितुर्वचननिर्देशात् कैकेय्याः प्रियकारणात् ॥ २४ ॥",
                    "arth": "'कैकेयीका प्रिय करनेके लिये पिताकी आज्ञाके अनुसार उनकी प्रतिज्ञाका पालन करते हुए वीर रामचन्द्र वनको चले ॥ २४ ॥"
                },
                {
                    "slok": "तं व्रजन्तं प्रियो भ्राता लक्ष्मणोऽनुजगाम है। स्नेहाद् विनयसम्पन्नः सुमित्रानन्दवर्धनः ॥ २५ ॥ भ्रातरं दयितो भ्रातुः सौभ्रात्रमनुदर्शयन् ।",
                    "arth": "'तब सुमित्राके आनन्द बढ़ानेवाले विनयशील लक्ष्मणजीने भी, जो अपने बड़े भाई रामको बहुत ही प्रिय थे, अपने सुबन्धुत्वका परिचय देते हुए स्नेहवश वनको जानेवाले बन्धुवर रामका अनुसरण किया ॥"
                },
                {
                    "slok": "रामस्य दयिता भार्या नित्यं प्राणसमा हिता ॥ २६ ॥ जनकस्य कुले जाता देवमायेव निर्मिता । सर्वलक्षणसम्पन्ना नारीणामुत्तमा वधूः ॥ २७ ॥ सीताप्यनुगता रामं शशिनं रोहिणी यथा । पौरैरनुगतो दूरं पित्रा दशरथेन च ॥ २८ ॥",
                    "arth": "‘और जनकके कुलमें उत्पन्न सीता भी, जो अवतीर्ण हुई देवमायाकी भाँति सुन्दरी, समस्त शुभलक्षणोंसे विभूषित, स्त्रियोंमें उत्तम, रामके प्राणोंके समान प्रियतमा पत्नी तथा सदा ही पतिका हित चाहनेवाली थी, रामचन्द्रजीके पीछे चली; जैसे चन्द्रमाके पीछे रोहिणी चलती है। उस समय पिता दशरथ [ने अपना सारथि भेजकर] और पुरवासी मनुष्योंने [स्वयं साथ जाकर] दूरतक उनका अनुसरण किया ॥ २६-२८ ॥"
                },
                {
                    "slok": "श्रृंगवेरपुरे सूतं गंगाकूले व्यसर्जयत्। गुहमासाद्य धर्मात्मा निषादाधिपतिं प्रियम्॥२९॥",
                    "arth": "'फिर शृंगवेरपुरमें गंगा-तटपर अपने प्रिय निषादराज गुहके पास पहुँचकर धर्मात्मा श्रीरामचन्द्रजीने सारथिको [अयोध्याके लिये] विदा कर दिया ॥२९॥ "
                },
                {
                    "slok": "गुहेन सहितो रामो लक्ष्मणेन च सीतया। ते वनेन वनं गत्वा नदीस्तीर्वा बहूदकाः॥३०॥ चित्रकूटमनुप्राप्य भरद्वाजस्य शासनात्। रम्यमावसथं कृत्वा रममाणा वने त्रयः॥३१॥ देवगन्धर्वसंकाशास्तत्र ते न्यवसन् सुखम्। ",
                    "arth": "'निषादराज गुह, लक्ष्मण और सीताके साथ राम-ये चारों एक वनसे दूसरे वनमें गये। मार्गमें बहुत जलोंवाली अनेकों नदियोंको पार करके [भरद्वाजके आश्रमपर पहुँचे और गुहको वहीं छोड़] भरद्वाज मुनिकी आज्ञासे चित्रकूटपर्वतपर गये। वहाँ वे तीनों देवता और गन्धर्वो के समान वनमें नाना प्रकारकी लीलाएँ करते हुए एक रमणीय पर्णकुटी बनाकर उसमें सानन्द रहने लगे॥"
                },
                {
                    "slok": "चित्रकूटं गते रामे पुत्रशोकातुरस्तदा॥३२॥ राजा दशरथः स्वर्ग जगाम विलपन् सुतम्।",
                    "arth": "'रामके चित्रकूट चले जानेपर पुत्रशोकसे पीडित राजा दशरथ उस समय पुत्रके लिये [उसका नाम लेलेकर] विलाप करते हुए स्वर्गगामी हुए॥"
                },
                {
                    "slok": "गते तु तस्मिन् भरतो वसिष्ठप्रमुखैर्द्विजैः॥३३॥ नियुज्यमानो राज्याय नैच्छद् राज्यं महाबलः। स जगाम वनं वीरो रामपादप्रसादकः॥३४॥",
                    "arth": "'उनके स्वर्गगमनके पश्चात् वसिष्ठ आदि प्रमुख ब्राह्मणोंद्वारा राज्यसंचालनके लिये नियुक्त किये जानेपर भी महाबलशाली वीर भरतने राज्यकी कामना न करके पूज्य रामको प्रसन्न करनेके लिये वनको ही प्रस्थान किया॥३३-३४॥ "
                },
                {
                    "slok": "गत्वा तु स महात्मानं रामं सत्यपराक्रमम्। अयाचद् भ्रातरं राममार्यभावपुरस्कृतः॥३५॥ त्वमेव राजा धर्मज्ञ इति रामं वचोऽब्रवीत्।",
                    "arth": "'वहाँ पहुँचकर सद्भावनायुक्त भरतजीने अपने बड़े भाई सत्यपराक्रमी महात्मा रामसे याचना की और यों कहा-धर्मज्ञ! आप ही राजा हों'॥ "
                },
                {
                    "slok": "रामोऽपि परमोदारः सुमुखः सुमहायशाः॥३६॥ न चैच्छत् पितुरादेशाद् राज्यं रामो महाबलः। जो पादुके चास्य राज्याय न्यासं दत्त्वा पुनः पुनः॥३७॥ निवर्तयामास ततो भरतं भरताग्रजः।",
                    "arth": "'परंतु महान् यशस्वी परम उदार प्रसन्नमुख महाबली रामने भी पिताके आदेशका पालन करते हुए राज्यकी अभिलाषा न की और उन भरताग्रजने राज्यके लिये न्यास (चिह्न) रूपमें अपनी खड़ाऊँ भरतको देकर उन्हें बारबार आग्रह करके लौटा दिया॥ "
                },
                {
                    "slok": "स काममनवाप्यैव रामपादावुपस्पृशन्॥३८॥ नन्दिग्रामेऽकरोद् राज्यं रामागमनकांक्षया।",
                    "arth": "'अपनी अपूर्ण इच्छाको लेकर ही भरतने रामके चरणोंका स्पर्श किया और रामके आगमनकी प्रतीक्षा करते हुए वे नन्दिग्राममें राज्य करने लगे॥ ३८ ॥ "
                },
                {
                    "slok": "गते तु भरते श्रीमान् सत्यसंधो जितेन्द्रियः॥३९॥ रामस्तु पुनरालक्ष्य नागरस्य जनस्य च। तत्रागमनमेकाग्रो दण्डकान् प्रविवेश ह॥४०॥",
                    "arth": "'भरतके लौट जानेपर सत्यप्रतिज्ञ जितेन्द्रिय श्रीमान् रामने वहाँपर पुनः नागरिक जनोंका आना-जाना देखकर [उनसे बचनेके लिये] एकाग्रभावसे दण्डकारण्यमें प्रवेश किया॥३९-४०॥ "
                },
                {
                    "slok": "प्रविश्य तु महारण्यं रामो राजीवलोचनः। विराधं राक्षसं हत्वा शरभंगं ददर्श ह॥४१॥ सुतीक्ष्णं चाप्यगस्त्यं च अगस्त्यभ्रातरं तथा।",
                    "arth": "'उस महान् वनमें पहुँचनेपर कमललोचन रामने विराध नामक राक्षसको मारकर शरभंग, सुतीक्ष्ण, अगस्त्य मुनि तथा अगस्त्यके भ्राताका दर्शन किया॥"
                },
                {
                    "slok": "अगस्त्यवचनाच्चैव जग्राहैन्द्रं शरासनम्॥४२॥ खड्गं च परमप्रीतस्तूणी चाक्षयसायको। ",
                    "arth": "'फिर अगस्त्य मुनिके कहनेसे उन्होंने ऐन्द्र धनुष, एक खंग और दो तूणीर, जिनमें बाण कभी नहीं घटते थे, प्रसन्नतापूर्वक ग्रहण किये॥ "
                },
                {
                    "slok": "वसतस्तस्य रामस्य वने वनचरैः सह॥४३॥ ऋषयोऽभ्यागमन् सर्वे वधायासुररक्षसाम्।",
                    "arth": "'एक दिन वनमें वनचरोंके साथ रहनेवाले श्रीरामके पास असुर तथा राक्षसोंके वधके लिये निवेदन करनेको वहाँके सभी ऋषि आये॥ ४३॥ "
                },
                {
                    "slok": "स तेषां प्रतिशुश्राव राक्षसानां तदा वने ॥४४॥ प्रतिज्ञातश्च रामेण वधः संयति रक्षसाम्। ऋषीणामग्निकल्पानां दण्डकारण्यवासिनाम्॥४५॥",
                    "arth": "'उस समय वनमें श्रीरामने दण्डकारण्यवासी अग्निके समान तेजस्वी उन ऋषियोंको राक्षसोंके मारनेका वचन दिया और संग्राममें उनके वधकी प्रतिज्ञा की॥ "
                },
                {
                    "slok": "तेन तत्रैव वसता जनस्थाननिवासिनी विरूपिता शूर्पणखा राक्षसी कामरूपिणी ॥ ४६ ॥",
                    "arth": "'वहाँ ही रहते हुए श्रीरामने इच्छानुसार रूप बनानेवाली जनस्थाननिवासिनी शूर्पणखा नामकी राक्षसीको [लक्ष्मणके द्वारा उसकी नाक कटाकर] कुरूप कर दिया॥४६॥ "
                },
                {
                    "slok": "ततः शूर्पणखावाक्यादुधुक्तान् सर्वराक्षसान्। खरं त्रिशिरसं चैव दूषणं चैव राक्षसम्॥४७॥ निजघान रणे रामस्तेषां चैव पदानुगान्।।",
                    "arth": "'तब शूर्पणखाके कहनेसे चढ़ाई करनेवाले सर्भ राक्षसोंको और खर, दूषण, त्रिशिरा तथा उनके पृष्ठपोषक असुरोंको रामने युद्धमें मार डाला ॥ "
                },
                {
                    "slok": "वने तस्मिन् निवसता जनस्थाननिवासिनाम्॥४८॥ रक्षसां निहतान्यासन् सहस्त्राणि चतुर्दश।",
                    "arth": "'उस वनमें निवास करते हुए उन्होंने जनस्थानवासी चौदह हजार राक्षसोंका वध किया॥"
                },
                {
                    "slok": "ततो ज्ञातिवधं श्रुत्वा रावणः क्रोधमूञ्छितः॥४९ । सहायं वरयामास मारीचं नाम राक्षसम्।",
                    "arth": "'तदनन्तर अपने कुटुम्बका वध सुनकर रावण नामका राक्षस क्रोधसे मूच्छित हो उठा और उसने मारीच राक्षससे सहायता माँगी॥"
                },
                {
                    "slok": "वार्यमाणः सुबहुशो मारीचेन स रावणः॥५०॥ न विरोधो बलवता क्षमो रावण तेन ते। अनादृत्य तु तद्वाक्यं रावणः कालचोदितः॥५१॥ जगाम -सहमारीचस्तस्याश्रमपदंजा तदा।",
                    "arth": "'यद्यपि मारीचने यह कहकर कि 'रावण! उस बलवान् रामके साथ तुम्हारा विरोध ठीक नहीं है' रावणको अनेकों बार मना किया; परंतु कालकी प्रेरणासे रावणने मारीचके वाक्योंको टाल दिया और उसके साथ ही रामके आश्रमपर गया॥५०-५१ ॥ "
                },
                {
                    "slok": "तेन मायाविना दूरमपवाह्य नृपात्मजौ॥५२॥ जहार भार्यां रामस्य गृधं हत्वा जटायुषम्।",
                    "arth": "'मायावी मारीचके द्वारा उसने दोनों राजकुमारोंको आश्रमसे दूर हटा दिया और स्वयं रामकी पत्नी सीताका अपहरण कर लिया, [जाते समय मार्गमें विघ्न डालनेके कारण] उसने जटायु नामक गृध्रका वध किया॥"
                },
                {
                    "slok": "गृधं च निहतं दृष्ट्वा हृतां श्रुत्वा च मैथिलीम्॥५३॥ राघवः शोकसंतप्तो विललापाकुलेन्द्रियः।",
                    "arth": "'तत्पश्चात् जटायुको आहत देखकर और (उसीके मुखसे) सीताका हरण सुनकर रामचन्द्रजी शोकसे पीड़ित होकर विलाप करने लगे, उस समय उनकी सभी इन्द्रियाँ व्याकुल हो उठी थीं॥५३ "
                },
                {
                    "slok": "ततस्तेनैव शोकेन गृधं दग्ध्वा जटायुषम् ॥५४॥ मार्गमाणो वने सीतां राक्षसं संददर्श ह। मा कबन्धं नाम रूपेण विकृतं घोरदर्शनम्॥५५॥ तं निहत्य महाबाहुर्ददाह स्वर्गतश्च सः। ",
                    "arth": "'फिर उसी शोकमें पड़े हुए उन्होंने जटायु गृध्रका अग्निसंस्कार किया और वनमें सीताको ढूँढ़ते हुए कबन्ध नामक राक्षसको देखा, जो शरीरसे विकृत तथा भयंकर दीखनेवाला था। महाबाहु रामने उसे मारकर उसका भी दाह किया, अतः वह स्वर्गको चला गया। "
                },
                {
                    "slok": "स चास्य कथयामास शबरी धर्मचारिणीम्॥५६॥ श्रमणां धर्मनिपुणामभिगच्छेति राघव।",
                    "arth": "'जाते समय उसने रामसे धर्मचारिणी शबरीका पता बतलाया और कहा–'रघुनन्दन! आप धर्मपरायणा संन्यासिनी शबरीके आश्रमपर जाइये'॥"
                },
                {
                    "slok": "सोऽभ्यगच्छन्महातेजाः शबरीं शत्रसदनः॥५७॥ शबर्या पूजितः सम्यग् रामो दशरथात्मजः।",
                    "arth": "'शत्रुहन्ता महान् तेजस्वी दशरथकुमार राम शबरीके यहाँ गये, उसने इनका भलीभाँति पूजन किया॥"
                },
                {
                    "slok": "पम्पातीरे हनुमता संगतो वानरेण ह॥५८॥ हनुमद्वचनाच्चैव सुग्रीवेण समागतः।",
                    "arth": "'फिर वे पम्पासरके तटपर हनुमान् नामक वानरसे मिले और उन्हींके कहनेसे सुग्रीवसे भी मेल किया।"
                },
                {
                    "slok": "सुग्रीवाय च तत्सर्वं शंसद्रामो महाबलः॥५९॥ आदितस्तद् यथावृत्तं सीतायाश्च विशेषतः। ",
                    "arth": "'तदनन्तर महाबलवान् रामने आदिसे ही लेकर जो कुछ हुआ था वह और विशेषतः सीताका वृत्तान्त सुग्रीवसे कह सुनाया॥"
                },
                {
                    "slok": "सुग्रीवश्चापि तत्सर्वं श्रुत्वा रामस्य वानरः॥६०॥ चकार सख्यं रामेण प्रीतश्चैवाग्निसाक्षिकम्।",
                    "arth": "'वानर सुग्रीवने रामकी सारी बातें सुनकर उनके साथ प्रेमपूर्वक अग्निको साक्षी बनाकर मित्रता की।"
                },
                {
                    "slok": "ततो वानरराजेन वैरानुकथनं प्रति॥६१॥ रामायावेदितं सर्वं प्रणयाद् दुःखितेन च।",
                    "arth": "'उसके बाद वानरराज सुग्रीवने स्नेहवश वालीके साथ वैर होनेकी सारी बातें रामसे दु:खी होकर बतलायीं॥ "
                },
                {
                    "slok": "प्रतिज्ञातं च रामेण तदा वालिवधं प्रति॥६२॥ वालिनश्च बलं तत्र कथयामास वानरः।। सुग्रीवः शङ्कितश्चासीन्नित्यं वीर्येण राघवे॥६३॥",
                    "arth": "'उस समय रामने वालीको मारनेकी प्रतिज्ञा की, | तब वानर सुग्रीवने वहाँ वालीके बलका वर्णन किया; क्योंकि सुग्रीवको रामके बलके विषयमें बराबर शंका बनी रहती थी॥६२-६३॥"
                },
                {
                    "slok": "राघवप्रत्ययार्थं तु दुन्दुभेः कायमुत्तमम्। दर्शयामास सुग्रीवो महापर्वतसंनिभम्॥६४॥",
                    "arth": "'रामकी प्रतीतिके लिये उन्होंने दुन्दुभि दैत्यका महान् पर्वतके समान विशाल शरीर दिखलाया॥६४॥ "
                },
                {
                    "slok": "उत्स्मयित्वा महाबाहुः प्रेक्ष्य चास्थि महाबलः। तर पादांगुष्ठेन चिक्षेप सम्पूर्णं दशयोजनम्॥६५॥",
                    "arth": "'महाबली महाबाहु श्रीरामने तनिक मुसकराकर उस अस्थिसमूहको देखा और पैरके अँगूठेसे उसे दस योजन दूर फेंक दिया॥६५॥ "
                },
                {
                    "slok": "बिभेद च पुनस्तालान् सप्तैकेन महेषुणा। गिरिं रसातलं चैव जनयन् प्रत्ययं तदा॥६६॥",
                    "arth": "'फिर एक ही महान् बाणसे उन्होंने अपना विश्वास दिलाते हुए सात तालवृक्षोंको और पर्वत तथा रसातलको बींध डाला॥६६॥ "
                },
                {
                    "slok": "ततः प्रीतमनास्तेन विश्वस्तः स महाकपिः। किष्किन्धां रामसहितो जगाम च गुहां तदा॥६७॥ ",
                    "arth": "'तदनन्तर रामके इस कार्यसे महाकपि सुग्रीव मन-ही-मन प्रसन्न हुए और उन्हें रामपर विश्वास हो गया। फिर वे उनके साथ किष्किन्धा गुहामें गये॥६७॥"
                },
                {
                    "slok": "ततोऽगर्जद्धरिवरः सुग्रीवो हेमपिंगलः। तेन नादेन महता निर्जगाम हरीश्वरः॥६८॥ अनुमान्य तदा तारां सुग्रीवेण समागतः। निजघान च तत्रैनं शरेणैकेन राघवः॥६९॥ ",
                    "arth": "'वहाँपर सुवर्णके समान पिंगलवर्णवाले वीरवर सुग्रीवने गर्जना की, उस महानादको सुनकर वानरराज वाली अपनी पत्नी ताराको आश्वासन देकर तत्काल घरसे बाहर निकला और सुग्रीवसे भिड़ गया। वहाँ रामने वालीको एक ही बाणसे मार गिराया ॥६८-६९॥ "
                },
                {
                    "slok": "ततः सुग्रीववचनाद्धत्वा वालिनमाहवे। सुग्रीवमेव तद्राज्ये राघवः प्रत्यपादयत्॥७०॥",
                    "arth": "'सुग्रीवके कथनानुसार उस संग्राममें वालीको मारकर उसके राज्यपर रामने सुग्रीवको ही बिठा दिया।"
                },
                {
                    "slok": "स च सर्वान् समानीय वानरान् वानरर्षभः। दिशः प्रस्थापयामास दिदृक्षुर्जनकात्मजाम्॥७१॥",
                    "arth": "तब उन वानरराजने भी सभी वानरोंको बुलाकर जानकीका पता लगानेके लिये उन्हें चारों दिशाओंमें भेजा॥ "
                },
                {
                    "slok": "ततो गधस्य वचनात सम्पातेर्हनमान बली। शतयोजनविस्तीर्णं पुप्लुवे लवणार्णवम् ॥ ७२ ॥",
                    "arth": "'तत्पश्चात् सम्पाति नामक गृध्रके कहनेसे बलवान् हनुमान्जी सौ योजन विस्तारवाले क्षार समुद्रको कूदकर लाँघ गये ॥ ७२ ॥"
                },
                {
                    "slok": "तत्र लङ्कां समासाद्य पुरीं रावणपालिताम् । ददर्श सीतां ध्यायन्तीमशोकवनिकां गताम् ॥ ७३ ॥",
                    "arth": "'वहाँ रावणपालित लङ्कापुरीमें पहुँचकर उन्होंने अशोकवाटिकामें सीताको चिन्तामग्न देखा ॥ ७३ ॥"
                },
                {
                    "slok": "निवेदयित्वाभिज्ञानं प्रवृत्तिं विनिवेद्य च । समाश्वास्य च वैदेहीं मर्दयामास तोरणम् ॥ ७४ ॥",
                    "arth": "'तब उन विदेहनन्दिनीको अपनी पहचान देकर रामका संदेश सुनाया और उन्हें सान्त्वना देकर उन्होंने वाटिकाका द्वार तोड़ डाला ॥ ७४ ॥"
                },
                {
                    "slok": "पञ्च सेनाग्रगान् हत्वा सप्त मन्त्रिसुतानपि । शूरमक्षं च निष्पिष्य ग्रहणं समुपागमत् ॥ ७५ ॥",
                    "arth": "‘फिर पाँच सेनापतियों और सात मन्त्रिकुमारों की हत्या कर वीर अक्षकुमारका भी कचूमर निकाला, इसके बाद वे [जान-बूझकर] पकड़े गये ॥ ७५ ॥"
                },
                {
                    "slok": "अस्त्रेणोन्मुक्तमात्मानं ज्ञात्वा पैतामहाद् वरात् । मर्षयन् राक्षसान् वीरो यन्त्रिणस्तान् यदृच्छया ॥ ७६ ॥",
                    "arth": "'ब्रह्माजीके वरदानसे अपनेको ब्रह्मपाशसे छूटा हुआ जानकर भी वीर हनुमान्जीने अपनेको बाँधनेवाले उन राक्षसोंका अपराध स्वेच्छानुसार सह लिया ॥ ७६ ॥"
                },
                {
                    "slok": "ततो दग्ध्वा पुरीं लङ्कामृते सीतां च मैथिलीम् । रामाय प्रियमाख्यातुं पुनरायान्महाकपिः ॥ ७७ ॥",
                    "arth": "'तत्पश्चात् मिथिलेशकुमारी सीताके [स्थानके ] अतिरिक्त समस्त लङ्काको जलाकर वे महाकपि हनुमान्जी रामको प्रिय संदेश सुनानेके लिये लंकासे लौट आये ॥ ७७ ॥"
                },
                {
                    "slok": "सोऽभिगम्य महात्मानं कृत्वा रामं प्रदक्षिणम् । न्यवेदयदमेयात्मा दृष्टा सीतेति तत्त्वतः ॥ ७८ ॥",
                    "arth": "'अपरिमित बुद्धिशाली हनुमान्जीने वहाँ जा महात्मा रामकी प्रदक्षिणा करके यों सत्य निवेदन किया- 'मैंने सीताजीका दर्शन किया है' ॥ ७८ ॥"
                },
                {
                    "slok": "ततः सुग्रीवसहितो गत्वा तीरं महोदधेः । समुद्रं क्षोभयामास शरैरादित्यसंनिभैः ॥ ७९ ॥",
                    "arth": "'इसके अनन्तर सुग्रीवके साथ भगवान् रामने महासागरके तटपर जाकर सूर्यके समान तेजस्वी बाणोंसे समुद्रको क्षुब्ध किया ॥ ७९ ॥"
                },
                {
                    "slok": "दर्शयामास चात्मानं समुद्रः सरितां पतिः । समुद्रवचनाच्चैव नलं सेतुमकारयत् ॥ ८० ॥",
                    "arth": "'तब नदीपति समुद्रने अपनेको प्रकट कर दिया, फिर समुद्रके ही कहनेसे रामने नलसे पुल निर्माण कराया॥"
                },
                {
                    "slok": "तेन गत्वा पुरीं लङ्कां हत्वा रावणमाहवे। वो रामः सीतामनुप्राप्य परां व्रीडामुपागमत्॥८१॥ ",
                    "arth": "'उसी पुलसे लङ्कापुरीमें जाकर रावणको मारा, फिर सीताके मिलनेपर रामको बड़ी लज्जा हुई ॥८१॥ "
                },
                {
                    "slok": "तामुवाच ततो रामः परुषं जनसंसदि। पाय अमृष्यमाणा सा सीता विवेश ज्वलनं सती॥८२॥",
                    "arth": "'तब भरी सभामें सीताके प्रति वे मर्मभेदी वचन कहने लगे। उनकी इस बातको न सह सकनेके कारण साध्वी सीता अग्निमें प्रवेश कर गयी॥ ८२॥ "
                },
                {
                    "slok": "ततोऽग्निवचनात् सीतां ज्ञात्वा विगतकल्मषाम्। कर्मणा तेन महता त्रैलोक्यं सचराचरम्॥८३॥ सदेवर्षिगणं तुष्टं राघवस्य महात्मनः।",
                    "arth": "'इसके बाद अग्निके कहनेसे उन्होंने सीताको निष्कलङ्क माना। महात्मा रामचन्द्रजीके इस महान् कर्मसे देवता और ऋषियोंसहित चराचर त्रिभुवन संतुष्ट हो गया॥ "
                },
                {
                    "slok": "बभौ रामः सम्प्रहृष्टः पूजितः सर्वदैवतैः॥८४॥ अभिषिच्य च लङ्कायां राक्षसेन्द्रं विभीषणम्। कृतकृत्यस्तदा रामो विज्वरः प्रमुमोद ह॥८५॥ ",
                    "arth": "'फिर सभी देवताओंसे पूजित होकर राम बहुत ही प्रसन्न हुए और राक्षसराज विभीषणको लङ्काके राज्यपर अभिषिक्त करके कृतार्थ हो गये। उस समय निश्चिन्त होनेके कारण उनके आनन्दका ठिकाना न रहा॥८४-८५॥ "
                },
                {
                    "slok": "देवताभ्यो वरं प्राप्य समुत्थाप्य च वानरान्। अयोध्यां प्रस्थितो रामः पुष्पकेण सुहृद्वृतः॥८६॥",
                    "arth": "'यह सब हो जानेपर राम देवताओंसे वर पाकर और मरे हुए वानरोंको जीवन दिलाकर अपने सभी साथियोंके साथ पुष्पकविमानपर चढ़कर अयोध्याके लिये प्रस्थित हुए ॥८६॥"
                },
                {
                    "slok": "भरद्वाजाश्रमं गत्वा रामः सत्यपराक्रमः। भरतस्यान्तिके रामो हनूमन्तं व्यसर्जयत्॥८७॥",
                    "arth": "'भरद्वाज मुनिके आश्रमपर पहुंचकर सबको आराम देनेवाले सत्यपराक्रमी रामने भरतके पास हनुमान्को भेजा ॥ ८७॥ "
                },
                {
                    "slok": "पुनराख्यायिकां जल्पन् सुग्रीवसहितस्तदा। पुष्पकं तत् समारुह्य नन्दिग्रामं ययौ तदा॥८८॥",
                    "arth": "'फिर सुग्रीवके साथ कथा-वार्ता कहते हुए पुष्पकारूढ़ हो वे नन्दिग्रामको गये॥८८॥ "
                },
                {
                    "slok": "नन्दिग्रामे जटां हित्वा भ्रातृभिः सहितोऽनघः। रामः सीतामनुप्राप्य राज्यं पुनरवाप्तवान्॥८९॥",
                    "arth": "'निष्पाप रामचन्द्रजीने नन्दिग्राममें अपनी जटा कटाकर भाइयोंके साथ, सीताको पानेके अनन्तर, पुनः अपना राज्य प्राप्त किया है॥८९॥ "
                },
                {
                    "slok": "प्रहृष्टमुदितो लोकस्तुष्टः पुष्टः सुधार्मिकः। निरामयो ह्यरोगश्च दुर्भिक्षभयवर्जितः॥९०॥ ",
                    "arth": "'अब रामके राज्यमें लोग प्रसन्न, सुखी, संतुष्ट, पुष्ट, धार्मिक तथा रोग-व्याधिसे मुक्त रहेंगे, उन्हें दुर्भिक्षका भय न होगा॥९०॥ "
                },
                {
                    "slok": "न पुत्रमरणं केचिद् द्रक्ष्यन्ति पुरुषाः क्वचित्। नार्यश्चाविधवा नित्यं भविष्यन्ति पतिव्रताः॥९१॥",
                    "arth": " 'कोई कहीं भी अपने पुत्रकी मृत्यु नहीं देखेंगे, स्त्रियाँ विधवा न होंगी, सदा ही पतिव्रता होंगी॥९१॥"
                },
                {
                    "slok": "न चाग्निजं भयं किंचिन्नाप्सु मज्जन्ति जन्तवः। न वातजं भयं किंचिन्नापि ज्वरकृतं तथा॥९२॥",
                    "arth": "'आग लगनेका किंचित् भी भय न होगा, कोई प्राणी जलमें नहीं डूबेंगे, वात और ज्वरका भय थोड़ा भी नहीं रहेगा॥९२॥ "
                },
                {
                    "slok": "न चापि क्षुद्भयं तत्र न तस्करभयं तथा। नगराणि च राष्ट्राणि धनधान्ययुतानि च॥९३॥ नित्यं प्रमुदिताः सर्वे यथा कृतयुगे तथा।",
                    "arth": "'क्षुधा तथा चोरीका डर भी जाता रहेगा, सभी नगर और राष्ट्र धन-धान्यसम्पन्न होंगे। सत्ययुगकी भाँति सभी लोग सदा प्रसन्न रहेंगे॥"
                },
                {
                    "slok": "अश्वमेधशतैरिष्ट्वा तथा बहुसुवर्णकैः॥९४॥ गवां कोट्ययुतं दत्त्वा विद्वद्भयो विधिपूर्वकम्।। असंख्येयं धनं दत्त्वा ब्राह्मणेभ्यो महायशाः॥९५॥ राजवंशान् शतगुणान् स्थापयिष्यति राघवः। चातुर्वर्यं च लोकेऽस्मिन् स्वे स्वे धर्मे नियोक्ष्यति॥९६॥",
                    "arth": "'महायशस्वी राम बहुत-से सुवर्णों की दक्षिणावाले सौ अश्वमेध यज्ञ करेंगे, उनमें विधिपूर्वक विद्वानोंको दस हजार करोड़ (एक खरब) गौ और ब्राह्मणोंको अपरिमित धन देंगे तथा सौगुने राजवंशोंकी स्थापना करेंगे। संसारमें चारों वर्गों को वे अपने-अपने धर्ममें नियुक्त रखेंगे॥ "
                },
                {
                    "slok": "दशवर्षसहस्राणि दशवर्षशतानि च। रामो राज्यमुपासित्वा ब्रह्मलोकं प्रयास्यति॥९७॥",
                    "arth": "'फिर ग्यारह हजार वर्षांतक राज्य करनेके अनन्तर श्रीरामचन्द्रजी अपने परमधामको पधारेंगे॥९७॥"
                },
                {
                    "slok": "इदं पवित्रं पापघ्नं पुण्यं वेदैश्च सम्मितम्। यः पठेद् रामचरितं सर्वपापैः प्रमुच्यते॥९८॥",
                    "arth": "'वेदोंके समान पवित्र. पापनाशक और पण्यमय इस रामचरितको जो पढ़ेगा, वह सब पापोंसे मुक्त हो जायगा॥"
                },
                {
                    "slok": "एतदाख्यानमायुष्यं पठन् रामायणं नरः। सपुत्रपौत्रः सगणः प्रेत्य स्वर्गे महीयते॥९९॥ ",
                    "arth": "'आयु बढ़ानेवाली इस रामायण-कथाको पढ़नेवाला | मनुष्य मृत्युके अनन्तर पुत्र, पौत्र तथा अन्य परिजनवर्गके साथ ही स्वर्गलोकमें प्रतिष्ठित होगा॥ ९९॥ "
                },
                {
                    "slok": "पठन् द्विजो वागृषभत्वमीयात् स्यात् क्षत्रियो भूमिपतित्वमीयात्। वणिग्जनः पण्यफलत्वमीया ज्जनश्च शूद्रोऽपि महत्त्वमीयात्॥१००॥  ",
                    "arth": "'इसे ब्राह्मण पढ़े तो विद्वान् हो, क्षत्रिय पढ़ता हो तो पृथ्वीका राज्य प्राप्त करे, वैश्यको व्यापारमें लाभ हो और शूद्र भी प्रतिष्ठा प्राप्त करे॥१००॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे प्रथमः सर्गः॥१॥",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके बालकाण्डमें पहला सर्ग पूरा हुआ॥१॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "2",
            "arth": [
                {
                    "slok": "नारदस्य तु तद् वाक्यं श्रुत्वा वाक्यविशारदः। पूजयामास धर्मात्मा सहशिष्यो महामुनिम्॥१॥",
                    "arth": "देवर्षि नारदजीके उपर्युक्त वचन सुनकर वाणीविशारद धर्मात्मा ऋषि वाल्मीकिजीने अपने शिष्योंसहित उन महामुनिका पूजन किया ॥१॥"
                },
                {
                    "slok": "यथावत् पूजितस्तेन देवर्षि रदस्तथा। आपृच्छयेवाभ्यनुज्ञातः स जगाम विहायसम्॥२॥ ",
                    "arth": "वाल्मीकिजीसे यथावत् सम्मानित हो देवर्षि नारदजीने जानेके लिये उनसे आज्ञा माँगी और उनसे अनुमति मिल जानेपर वे आकाशमार्गसे चले गये॥२॥ "
                },
                {
                    "slok": "स मुहूर्तं गते तस्मिन् देवलोकं मुनिस्तदा। जगाम तमसातीरं जाह्नव्यास्त्वविदूरतः॥३॥",
                    "arth": "उनके देवलोक पधारनेके दो ही घड़ी बाद वाल्मीकिजी तमसा नदीके तटपर गये, जो गंगाजीसे अधिक दूर नहीं था॥३॥ "
                },
                {
                    "slok": "स तु तीरं समासाद्य तमसाया मुनिस्तदा। शिष्यमाह स्थितं पायें दृष्ट्वा तीर्थमकर्दमम्॥४॥",
                    "arth": "तमसाके तटपर पहुँचकर वहाँके घाटको कीचड़से रहित देख मुनिने अपने पास खड़े हुए शिष्यसे कहा-॥४॥ "
                },
                {
                    "slok": "अकर्दममिदं तीर्थं भरद्वाज निशामय। रमणीयं प्रसन्नाम्बु सन्मनुष्यमनो यथा॥५॥",
                    "arth": "'भरद्वाज! देखो, यहाँका घाट बड़ा सुन्दर है। इसमें कीचड़का नाम नहीं है। यहाँका जल वैसा ही स्वच्छ है, जैसा सत्पुरुषका मन होता है॥५॥ "
                },
                {
                    "slok": "न्यस्यतां कलशस्तात दीयतां वल्कलं मम। इदमेवावगाहिष्ये तमसातीर्थमुत्तमम्॥६॥",
                    "arth": "'तात! यहीं कलश रख दो और मुझे मेरा वल्कल दो। मैं तमसाके इसी उत्तम तीर्थमें स्नान करूँगा'॥६॥"
                },
                {
                    "slok": "एवमुक्तो भरद्वाजो वाल्मीकेन महात्मना। प्रायच्छत मुनेस्तस्य वल्कलं नियतो गुरोः॥७॥",
                    "arth": "महात्मा वाल्मीकिके ऐसा कहनेपर नियमपरायण शिष्य भरद्वाजने अपने गुरु मुनिवर वाल्मीकिको वल्कलवस्त्र दिया॥७॥ "
                },
                {
                    "slok": "स शिष्यहस्तादादाय वल्कलं नियतेन्द्रियः। विचचार ह पश्यंस्तत् सर्वतो विपुलं वनम्॥८॥ ",
                    "arth": "शिष्यके हाथसे वल्कल लेकर वे जितेन्द्रिय मुनि वहाँके विशाल वनकी शोभा देखते हुए सब ओर विचरने लगे॥८॥ "
                },
                {
                    "slok": "तस्याभ्याशे तु मिथुनं चरन्तमनपायिनम्। ददर्श भगवांस्तत्र क्रौञ्चयोश्चारुनिःस्वनम्॥९॥",
                    "arth": "उनके पास ही क्रौञ्च पक्षियोंका एक जोड़ा, जो | कभी एक-दूसरेसे अलग नहीं होता था, विचर रहा था। वे दोनों पक्षी बड़ी मधुर बोली बोलते थे। भगवान् वाल्मीकिने पक्षियोंके उस जोड़ेको वहाँ देखा॥९॥ "
                },
                {
                    "slok": "तस्मात् तु मिथुनादेकं पुमांसं पापनिश्चयः। | जघान वैरनिलयो निषादस्तस्य पश्यतः॥१०॥",
                    "arth": "उसी समय पापपूर्ण विचार रखनेवाले एक निषादने, जो समस्त जन्तुओंका अकारण वैरी था, वहाँ आकर पक्षियोंके उस जोड़ेमेंसे एक-नर पक्षीको मुनिके देखते-देखते बाणसे मार डाला॥१०॥ "
                },
                {
                    "slok": "तं शोणितपरीतांगं चेष्टमानं महीतले। भार्या तु निहतं दृष्ट्वा रुराव करुणां गिरम्॥११॥ ",
                    "arth": " वह पक्षी खूनसे लथपथ होकर पृथ्वीपर गिर पड़ा और पंख फड़फड़ाता हुआ तड़पने लगा। अपने पतिकी हत्या हुई देख उसकी भार्या क्रौञ्ची करुणाजनक स्वरमें चीत्कार कर उठी॥११॥ "
                },
                {
                    "slok": "वियुक्ता पतिना तेन द्विजेन सहचारिणा। ताम्रशीर्षेण मत्तेन पत्रिणा सहितेन वै॥१२॥",
                    "arth": "उत्तम पंखोंसे युक्त वह पक्षी सदा अपनी भार्याके साथ-साथ विचरता था। उसके मस्तकका रंग ताँबेके समान लाल था और वह कामसे मतवाला हो गया था। ऐसे पतिसे वियुक्त होकर क्रौञ्ची बड़े दुःखसे रो रही थी॥१२॥ "
                },
                {
                    "slok": "तथाविधं द्विजं दृष्ट्वा निषादेन निपातितम्। ऋषेर्धर्मात्मनस्तस्य कारुण्यं समपद्यत॥१३॥",
                    "arth": "निषादने जिसे मार गिराया था, उस नर पक्षीकी वह दुर्दशा देख उन धर्मात्मा ऋषिको बड़ी दया आयी॥१३॥"
                },
                {
                    "slok": "ततः करुणवेदित्वादधर्मोऽयमिति द्विजः। निशाम्य रुदतीं क्रौञ्चीमिदं वचनमब्रवीत्॥१४॥",
                    "arth": "स्वभावतः करुणाका अनुभव करनेवाले ब्रह्मर्षिने 'यह अधर्म हुआ है' ऐसा निश्चय करके रोती हुई क्रौञ्चीकी ओर देखते हुए निषादसे इस प्रकार कहा- ॥१४॥ "
                },
                {
                    "slok": "मा निषाद प्रतिष्ठां त्वमगमः शाश्वतीः समाः। यत् क्रौञ्चमिथुनादेकमवधीः काममोहितम्॥१५॥",
                    "arth": "'निषाद! तुझे नित्य-निरन्तर-कभी भी शान्ति न मिले; क्योंकि तूने इस क्रौञ्चके जोड़ेमेंसे एककी, जो कामसे मोहित हो रहा था, बिना किसी अपराधके ही हत्या कर डाली' ॥१५॥ "
                },
                {
                    "slok": "तस्येत्थं ब्रुवतश्चिन्ता बभूव हदि वीक्षतः। शोकार्तेनास्य शकुनेः किमिदं व्याहृतं मया॥१६॥",
                    "arth": "ऐसा कहकर जब उन्होंने इसपर विचार किया, तब उनके मनमें यह चिन्ता हुई कि 'अहो! इस पक्षीके शोकसे पीड़ित होकर मैंने यह क्या कह डाला' ॥ १६ ॥ "
                },
                {
                    "slok": "चिन्तयन् स महाप्राज्ञश्चकार मतिमान्मतिम्। शिष्यं चैवाब्रवीद् वाक्यमिदं स मुनिपुंगवः ॥१७॥ ",
                    "arth": "यही सोचते हुए महाज्ञानी और परम बुद्धिमान् मुनिवर वाल्मीकि एक निश्चयपर पहुँच गये और अपने शिष्यसे इस प्रकार बोले- ॥१७॥"
                },
                {
                    "slok": "पादबद्धोऽक्षरसमस्तन्त्रीलयसमन्वितः । शोकार्तस्य प्रवृत्तो मे श्लोको भवतु नान्यथा॥१८॥",
                    "arth": "'तात! शोकसे पीड़ित हुए मेरे मुखसे जो वाक्य निकल पड़ा है, यह चार चरणोंमें आबद्ध है। इसके प्रत्येक चरणमें बराबर-बराबर (यानी आठ-आठ) अक्षर हैं तथा इसे वीणाके लयपर गाया भी जा सकता है; अतः मेरा यह वचन श्लोकरूप (अर्थात् श्लोक नामक छन्दमें आबद्ध काव्यरूप या यशःस्वरूप) होना चाहिये, अन्यथा नहीं। "
                },
                {
                    "slok": "शिष्यस्तु तस्य ब्रुवतो मुनेर्वाक्यमनुत्तमम्। प्रतिजग्राह संतुष्टस्तस्य तुष्टोऽभवन्मुनिः॥१९॥",
                    "arth": "मुनिकी यह उत्तम बात सुनकर उनके शिष्य भरद्वाजको बड़ी प्रसन्नता हुई और उसने उनका समर्थन करते हुए कहा-'हाँ, आपका यह वाक्य श्लोकरूप ही होना चाहिये।' शिष्यके इस कथनसे मुनिको विशेष संतोष हुआ॥१९॥ "
                },
                {
                    "slok": "सोऽभिषेकं ततः कृत्वा तीर्थे तस्मिन् यथाविधि। तमेव चिन्तयन्नर्थमुपावर्तत वै मुनिः॥२०॥ ",
                    "arth": "तत्पश्चात् उन्होंने उत्तम तीर्थमें विधिपूर्वक स्नान किया और उसी विषयका विचार करते हुए वे आश्रमकी ओर लौट पड़े॥२०॥ "
                },
                {
                    "slok": "भरद्वाजस्ततः शिष्यो विनीतः श्रुतवान् गुरोः। कलशं पूर्णमादाय पृष्ठतोऽनुजगाम ह॥२१॥",
                    "arth": "फिर उनका विनीत एवं शास्त्रज्ञ शिष्य भरद्वाज भी वह जलसे भरा हुआ कलश लेकर गुरुजीके पीछेपीछे चला ॥ २१॥ "
                },
                {
                    "slok": "स प्रविश्याश्रमपदं शिष्येण सह धर्मवित्। उपविष्टः कथाश्चान्याश्चकार ध्यानमास्थितः॥२२॥",
                    "arth": "शिष्यके साथ आश्रममें पहुँचकर धर्मज्ञ ऋषि वाल्मीकिजी आसनपर बैठे और दूसरी-दूसरी बातें करने लगे; परंतु उनका ध्यान उस श्लोककी ओर ही लगा था॥ २२॥ "
                },
                {
                    "slok": "आजगाम ततो ब्रह्मा लोककर्ता स्वयं प्रभुः। चतुर्मुखो महातेजा द्रष्टुं तं मुनिपुंगवम्॥२३॥ ",
                    "arth": "इतनेहीमें अखिल विश्वकी सृष्टि करनेवाले, सर्वसमर्थ, महातेजस्वी चतुर्मुख ब्रह्माजी मुनिवर वाल्मीकिसे मिलनेके लिये स्वयं उनके आश्रमपर आये॥ २३॥ "
                },
                {
                    "slok": "वाल्मीकिरथ तं दृष्ट्वा सहसोत्थाय वाग्यतः। प्राञ्जलिः प्रयतो भूत्वा तस्थौ परमविस्मितः॥२४॥",
                    "arth": "उन्हें देखते ही महर्षि वाल्मीकि सहसा उठकर खड़े हो गये। वे मन और इन्द्रियोंको वशमें रखकर अत्यन्त विस्मित हो हाथ जोड़े चुपचाप कुछ कालतक खड़े ही रह गये, कुछ बोल न सके ॥ २४ ॥"
                },
                {
                    "slok": "पूजयामास तं देवं पाद्यार्ध्यासनवन्दनैः । प्रणम्य विधिवच्चैनं पृष्ट्वा चैव निरामयम् ॥ २५ ॥",
                    "arth": "तत्पश्चात् उन्होंने पाद्य, अर्घ्य, आसन और स्तुति आदिके द्वारा भगवान् ब्रह्माजीका पूजन किया और उनके चरणोंमें विधिवत् प्रणाम करके उनसे कुशल समाचार पूछा ॥ २५ ॥"
                },
                {
                    "slok": "अथोपविश्य भगवानासने परमार्चिते वाल्मीकये च ऋषये संदिदेशासनं ततः ॥ २६ ॥",
                    "arth": "भगवान् ब्रह्माने एक परम उत्तम आसनपर विराजमान होकर वाल्मीकि मुनिको भी आसन ग्रहण करनेकी आज्ञा दी ॥ २६ ॥"
                },
                {
                    "slok": "ब्रह्मणा समनुज्ञातः सोऽप्युपाविशदासने । उपविष्टे तदा तस्मिन् साक्षाल्लोकपितामहे ॥ २७ ॥ तद्गतेनैव मनसा वाल्मीकिर्ध्यानमास्थितः। पापात्मना कृतं कष्टं वैरग्रहणबुद्धिना ॥ २८ ॥ यत् तादृशं चारुरवं क्रौञ्चं हन्यादकारणात् ।",
                    "arth": "ब्रह्माजीकी आज्ञा पाकर वे भी आसनपर बैठे। उस समय साक्षात् लोकपितामह ब्रह्मा सामने बैठे हुए थे तो भी वाल्मीकिका मन उस क्रौञ्च पक्षीवाली घटनाकी ओर ही लगा रहा। वे उसीके विषयमें सोचने लगे-'ओह! जिसकी बुद्धि वैरभावको ग्रहण करनेमें ही लगी रहती है, उस पापात्मा व्याधने बिना किसी अपराधके ही वैसे मनोहर कलरव करनेवाले क्रौञ्च पक्षीके प्राण ले लिये' ।।"
                },
                {
                    "slok": "शोचन्नेव पुनः क्रौञ्चीमुपश्लोकमिमं जगौ ॥ २९ ॥ पुनरन्तर्गतमना भूत्वा शोकपरायणः ।",
                    "arth": "यही सोचते-सोचते उन्होंने क्रौञ्चीके आर्तनादको सुनकर निषादको लक्ष्य करके जो श्लोक कहा था, उसीको फिर ब्रह्माजीके सामने दुहराया। उसे दुहराते ही फिर उनके मनमें अपने दिये हुए शापके अनौचित्यका ध्यान आया। तब वे शोक और चिन्तामें डूब गये ॥"
                },
                {
                    "slok": "तमुवाच ततो ब्रह्मा प्रहसन् मुनिपुंगवम् ॥ ३० ॥ श्लोक एवास्त्वयं बद्धो नात्र कार्या विचारणा । मच्छन्दादेव ते ब्रह्मन् प्रवृत्तेयं सरस्वती ॥ ३१ ॥",
                    "arth": "ब्रह्माजी उनकी मनःस्थितिको समझकर हँसने लगे और मुनिवर वाल्मीकिसे इस प्रकार बोले-'ब्रह्मन् ! तुम्हारे मुँहसे निकला हुआ यह छन्दोबद्ध वाक्य श्लोकरूप ही होगा। इस विषयमें तुम्हें कोई अन्यथा विचार नहीं करना चाहिये। मेरे संकल्प अथवा प्रेरणासे ही तुम्हारे मुँहसे ऐसी वाणी निकली है ॥ ३०-३१ ॥"
                },
                {
                    "slok": "रामस्य चरितं कृत्स्नं कुरु त्वमृषिसत्तम । धर्मात्मनो भगवतो लोके रामस्य धीमतः ॥ ३२ ॥ वृत्तं कथय धीरस्य यथा ते नारदाच्छुतम् ।",
                    "arth": "'मुनिश्रेष्ठ! तुम श्रीरामके सम्पूर्ण चरित्रका वर्णन करो। परम बुद्धिमान् भगवान् श्रीराम संसारमें सबसे बड़े धर्मात्मा और धीर पुरुष हैं। तुमने नारदजीके मुँहसे जैसा सुना है, उसीके अनुसार उनके चरित्रका चित्रण करो ॥"
                },
                {
                    "slok": "रहस्यं च प्रकाशं च यद् वृत्तं तस्य धीमतः ॥ ३३ ॥ रामस्य सहसौमित्रे राक्षसानां च सर्वशः । वैदेह्याश्चैव यद् वृत्तं प्रकाशं यदि वा रहः ॥ ३४ ॥ तच्चाप्यविदितं सर्वं विदितं ते भविष्यति ।",
                    "arth": "'बुद्धिमान् श्रीरामका जो गुप्त या प्रकट वृत्तान्त है तथा लक्ष्मण, सीता और राक्षसोंके जो सम्पूर्ण गुप्त या प्रकट चरित्र हैं, वे सब अज्ञात होनेपर भी तुम्हें ज्ञात हो जायँगे ॥"
                },
                {
                    "slok": "न ते वागनृता काव्ये काचिदत्र भविष्यति ॥ ३५ ॥ कुरु रामकथां पुण्यां श्लोकबद्धां मनोरमाम्।",
                    "arth": "'इस काव्यमें अंकित तुम्हारी कोई भी बात झूठी नहीं होगी; इसलिये तुम श्रीरामचन्द्रजीकी परम पवित्र एवं मनोरम कथाको श्लोकबद्ध करके लिखो ॥"
                },
                {
                    "slok": "यावत् स्थास्यन्ति गिरयः सरितश्च महीतले ।। ३६ ॥ तावद् रामायणकथा लोकेषु प्रचरिष्यति ।",
                    "arth": "'इस पृथ्वीपर जबतक नदियों और पर्वतोंकी प्रचार सत्ता रहेगी, तबतक संसारमें रामायणकथाका प्रच रहेगा ॥"
                },
                {
                    "slok": "यावद् रामस्य च कथा त्वत्कृता प्रचरिष्यति ॥ ३७ ॥ तावदूर्ध्वमधश्च त्वं मल्लोकेषु निवत्स्यसि ।",
                    "arth": "'जबतक तुम्हारी बनायी हुई श्रीरामकथाका लोकमें प्रचार रहेगा, तबतक तुम इच्छानुसार ऊपर-नीचे तथा मेरे लोकोंमें निवास करोगे' ॥"
                },
                {
                    "slok": "इत्युक्त्वा भगवान् ब्रह्मा तत्रैवान्तरधीयत । ततः सशिष्यो भगवान् मुनिर्विस्मयमाययौ ॥ ३८ ॥",
                    "arth": "ऐसा कहकर भगवान् ब्रह्माजी वहीं अन्तर्धान हो गये। उनके वहीं अन्तर्धान होनेसे शिष्योंसहित भगवान् वाल्मीकि मुनिको बड़ा विस्मय हुआ ॥ ३८ ॥"
                },
                {
                    "slok": "तस्य शिष्यास्ततः सर्वे जगुः श्लोकमिमं पुनः। पर मुहुर्मुहुः प्रीयमाणाः प्राहुश्च भृशविस्मिताः॥३९॥",
                    "arth": "तदनन्तर उनके सभी शिष्य अत्यन्त प्रसन्न होकर बार-बार इस श्लोकका गान करने लगे तथा परम विस्मित हो परस्पर इस प्रकार कहने लगे- ॥३९॥"
                },
                {
                    "slok": "समाक्षरैश्चतुर्भिर्यः पादैर्गीतो महर्षिणा। सोऽनुव्याहरणाद् भूयः शोकः श्लोकत्वमागतः॥४०॥ ",
                    "arth": "'हमारे गुरुदेव महर्षिने क्रौञ्च पक्षीके दुःखसे दुःखी होकर जिस समान अक्षरोंवाले चार चरणोंसे युक्त वाक्यका गान किया था, वह था तो उनके हृदयका शोक; किंतु उनकी वाणीद्वारा उच्चारित होकर श्लोकरूप* हो गया'॥४०॥ "
                },
                {
                    "slok": "तस्य बुद्धिरियं जाता महर्षे वितात्मनः। पर कृत्स्नं रामायणं काव्यमीदृशैः करवाण्यहम्॥४१॥",
                    "arth": "इधर शुद्ध अन्तःकरणवाले महर्षि वाल्मीकिके मनमें यह विचार हुआ कि मैं ऐसे ही श्लोकोंमें सम्पूर्ण रामायणकाव्यकी रचना करूँ॥४१॥ "
                },
                {
                    "slok": "उदारवृत्तार्थपदैर्मनोरमै स्तदास्य रामस्य चकार कीर्तिमान्। समाक्षरैः श्लोकशतैर्यशस्विनो यशस्करं काव्यमुदारदर्शनः॥४२॥ ",
                    "arth": "यह सोचकर उदार दृष्टिवाले उन यशस्वी महर्षिने भगवान् श्रीरामचन्द्रजीके चरित्रको लेकर हजारों श्लोकोंसे युक्त महाकाव्यकी रचना की, जो उनके यशको बढ़ानेवाला है। इसमें श्रीरामके उदार चरित्रोंका प्रतिपादन करनेवाले मनोहर पदोंका प्रयोग किया गया है॥४२॥ "
                },
                {
                    "slok": "तदुपगतसमाससंधियोगं सममधुरोपनतार्थवाक्यबद्धम् । रघुवरचरितं मुनिप्रणीतं दशशिरसश्च वधं निशामयध्वम्॥४३॥ ",
                    "arth": "महर्षि वाल्मीकिके बनाये हुए इस काव्यमें तत्पुरुष आदि समासों, दीर्घ-गुण आदि संधियों और प्रकृतिप्रत्ययके सम्बन्धका यथायोग्य निर्वाह हुआ है। इसकी रचनामें समता (पतत्-प्रकर्ष आदि दोषोंका अभाव) है, पदोंमें माधुर्य है और अर्थमें प्रसाद-गुणकी अधिकता है। भावुकजनो! इस प्रकार शास्त्रीय पद्धतिके अनुकूल बने हुए इस रघुवर-चरित्र और रावण-वधके प्रसंगको | ध्यान देकर सुनो॥४३॥ "
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे द्वितीयः सर्गः॥२॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें दूसरा सर्ग पूरा हुआ॥२॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "3",
            "arth": [
                {
                    "slok": "श्रुत्वा वस्तु समग्रं तद्धर्मार्थसहितं हितम्। व्यक्तमन्वेषते भूयो यद् वृत्तं तस्य धीमतः॥१॥ ",
                    "arth": "नारदजीके मुखसे धर्म, अर्थ एवं कामरूपी फलसे युक्त, हितकर (मोक्षदायक) तथा प्रकट और गुप्तसम्पूर्ण रामचरित्रको, जो रामायण महाकाव्यकी प्रधान कथावस्तु था, सुनकर महर्षि वाल्मीकिजी बुद्धिमान् श्रीरामके उस जीवनवृत्तका पुनः भलीभाँति साक्षात्कार करनेके लिये प्रयत्न करने लगे॥१॥ "
                },
                {
                    "slok": "उपस्पृश्योदकं सम्यङ्मुनिः स्थित्वा कृताञ्जलिः। ना. प्राचीनाग्रेषु दर्भेषु धर्मेणान्वेषते गतिम् ॥२॥ ",
                    "arth": "वे पूर्वाग्र कुशोंके आसनपर बैठ गये और विधिवत् आचमन करके हाथ जोड़े हुए स्थिर भावसे स्थित हो योगधर्म (समाधि) के द्वारा श्रीराम आदिके चरित्रोंका अनुसंधान करने लगे॥२॥"
                },
                {
                    "slok": "रामलक्ष्मणसीताभी राज्ञा दशरथेन च। | सभार्येण सराष्ट्रेण यत् प्राप्तं तत्र तत्त्वतः॥३॥ हसितं भाषितं चैव गतिर्यावच्च चेष्टितम्। | तत् सर्वं धर्मवीर्येण यथावत् सम्प्रपश्यति॥४॥",
                    "arth": "श्रीराम-लक्ष्मण-सीता तथा राज्य और रानियोंसहित | राजा दशरथसे सम्बन्ध रखनेवाली जितनी बातें थीं| हँसना, बोलना, चलना और राज्यपालन आदि जितनी | चेष्टाएँ हुईं-उन सबका महर्षिने अपने योगधर्मके | बलसे भलीभाँति साक्षात्कार किया॥३-४॥ "
                },
                {
                    "slok": "स्त्रीतृतीयेन च तथा यत् प्राप्तं चरता वने। सत्यसंधेन रामेण तत् सर्वं चान्ववैक्षत॥५॥",
                    "arth": "सत्यप्रतिज्ञ श्रीरामचन्द्रजीने लक्ष्मण और सीताके साथ वनमें विचरते समय जो-जो लीलाएँ की थीं, वे | सब उनकी दृष्टि में आ गयीं॥५॥"
                },
                {
                    "slok": "ततः पश्यति धर्मात्मा तत् सर्वं योगमास्थितः। पुरा यत् तत्र निर्वृत्तं पाणावामलकं यथा॥६॥ ",
                    "arth": "योगका आश्रय लेकर उन धर्मात्मा महर्षिने वहाँ हाथपर रखे हुए आँवलेकी तरह प्रत्यक्ष देखा॥६।"
                },
                {
                    "slok": "तत् सर्वं तत्त्वतो दृष्ट्वा धर्मेण स महामतिः। अभिरामस्य रामस्य तत् सर्वं कर्तुमुद्यतः॥७॥",
                    "arth": "सबके मनको प्रिय लगनेवाले भगवान् श्रीरामके सम्पूर्ण चरित्रोंका योगधर्म (समाधि) के द्वारा यथार्थरूपसे निरीक्षण करके महाबुद्धिमान् महर्षि वाल्मीकिने उन सबको महाकाव्यका रूप देनेकी चेष्टा की॥७॥ "
                },
                {
                    "slok": "कामार्थगुणसंयुक्तं धर्मार्थगुणविस्तरम्। समुद्रमिव रत्नाढ्यं सर्वश्रुतिमनोहरम्॥८॥ स यथा कथितं पूर्वं नारदेन महात्मना। रघुवंशस्य चरितं चकार भगवान् मुनिः॥९॥",
                    "arth": "महात्मा नारदजीने पहले जैसा वर्णन किया था, उसीके क्रमसे भगवान् वाल्मीकि मुनिने रघुवंशविभूषण श्रीरामके चरित्रविषयक रामायण काव्यका निर्माण किया। जैसे समुद्र सब रत्नोंकी निधि है, उसी प्रकार यह महाकाव्य गुण, अलङ्कार एवं ध्वनि आदि रत्नोंका भण्डार है इतना ही नहीं, यह सम्पूर्ण श्रुतियोंके सारभूत अर्थका प्रतिपादक होनेके कारण सबके कानोंको प्रिय लगनेवाला तथा सभीके चित्तको आकृष्ट करनेवाला है। यह धर्म, अर्थ, काम, मोक्षरूपी गुणों (फलों) से युक्त तथा इनक विस्तारपूर्वक प्रतिपादन एवं दान करनेवाला है॥८-९।"
                },
                {
                    "slok": "जन्म रामस्य सुमहद्वीर्यं सर्वानुकूलताम्।ाडू लोकस्य प्रियतां क्षान्तिं सौम्यतां सत्यशीलताम्॥१०॥ ",
                    "arth": "श्रीरामके जन्म, उनके महान् पराक्रम, उनर्क सर्वानुकूलता, लोकप्रियता, क्षमा, सौम्यभाव तथ सत्यशीलताका इस महाकाव्यमें महर्षिने वर्णन किया। "
                },
                {
                    "slok": "नाना चित्राः कथाश्चान्या विश्वामित्रसहायने। ना जानक्याश्च विवाहं च धनुषश्च विभेदनम्॥११। ",
                    "arth": "विश्वामित्रजीके साथ श्रीराम-लक्ष्मणके जानेपर जं उनके द्वारा नाना प्रकारकी विचित्र लीलाएँ तथा अद्भु बातें घटित हुईं, उन सबका इसमें महर्षिने वर्णन किया श्रीरामद्वारा मिथिलामें धनुषके तोड़े जाने तथा जनकनन्दिन सीता और उर्मिला आदिके विवाहका भी इसमें चित्रा किया॥११॥ "
                },
                {
                    "slok": "रामरामविवादं च गुणान् दाशरथेस्तथा । तथाभिषेकं रामस्य कैकेय्या दुष्टभावताम् ॥ १२ ॥ विघातं चाभिषेकस्य रामस्य च विवासनम्। यि राज्ञः शोकं विलापं च परलोकस्य चाश्रयम्॥१३॥ प्रकृतीनां विषादं च प्रकृतीनां विसर्जनम्। निषादाधिपसंवाद सूतोपावर्तनं तथा॥१४॥",
                    "arth": "श्रीराम-परशुराम-संवाद, दशरथनन्दन श्रीरामके गुण, उनके अभिषेक, कैकेयीकी दुष्टता, श्रीरामके राज्याभिषेकमें विघ्न, उनके वनवास, राजा दशरथके शोक-विलाप और परलोक-गमन, प्रजाओंके विषाद, साथ जानेवाली प्रजाओंको मार्गमें छोड़ने, निषादराज गुहके साथ बात करने तथा सूत सुमन्तको अयोध्या लौटाने आदिका भी इसमें उल्लेख किया॥ "
                },
                {
                    "slok": "गंगायाश्चापि संतारं भरद्वाजस्य दर्शनम्। मार भरद्वाजाभ्यनुज्ञानाच्चित्रकूटस्य मा दर्शनम्॥१५॥ वास्तुकर्म निवेशं च भरतागमनं तथा। प्रसादनं च रामस्य पितुश्च सलिलक्रियाम्॥१६॥ पादुकाग्र्याभिषेकं च नन्दिग्रामनिवासनम्। दण्डकारण्यगमनं विराधस्य वधं तथा॥१७॥ दर्शनं शरभंगस्य सुतीक्ष्णेन समागमम्। अनसूयासमाख्यां च अंगरागस्य चार्पणम्॥१८॥ दर्शनं चाप्यगस्त्यस्य धनुषो ग्रहणं तथा। शूर्पणख्याश्च संवाद विरूपकरणं तथा॥१९॥ वधं खरत्रिशिरसोरुत्थानं रावणस्य च। मारीचस्य वधं चैव वैदेह्या हरणं तथा॥२०॥ राघवस्य विलापं च गृध्रराजनिबर्हणम्। कबन्धदर्शनं चैव पम्पायाश्चापि दर्शनम्॥२१॥ शबरीदर्शनं चैव फलमूलाशनं तथा। प्रलापं चैव पम्पायां हनूमदर्शनं तथा॥२२॥ ऋष्यमूकस्य गमनं सुग्रीवेण समागमम्। प्रत्ययोत्पादनं सख्यं वालिसुग्रीवविग्रहम्॥२३॥ वालिप्रमथनं चैव । सुग्रीवप्रतिपादनम्। ताराविलापं समयं वर्षरात्रनिवासनम् ॥२४॥ कोपं राघवसिंहस्य बलानामुपसंग्रहम्। दिशः प्रस्थापनं चैव पृथिव्याश्च निवेदनम् ॥ २५॥ अङ्गुलीयकदानं च ऋक्षस्य बिलदर्शनम्। प्रायोपवेशनं चैव सम्पातेश्चापि दर्शनम्॥२६॥ पर्वतारोहणं चैव सागरस्यापि लङ्घनम्। प्रा समुद्रवचनाच्चैव मैनाकस्य च दर्शनम्॥२७॥ राक्षसीतर्जनं चैव च्छायाग्राहस्य दर्शनम्। सिंहिकायाश्च निधनं लङ्कामलयदर्शनम्॥२८॥ रात्रौ लङ्काप्रवेशं च एकस्यापि विचिन्तनम्। Iनपिनमवगेधम्य दर्शनम ॥२९ दर्शनं रावणस्यापि पुष्पकस्य च दर्शनम्। अशोकवनिकायानं सीतायाश्चापि दर्शनम्॥३० अभिज्ञानप्रदानं च सीतायाश्चापि भाषणम्। राक्षसीतर्जनं चैव त्रिजटास्वप्नदर्शनम्॥ ३१ मणिप्रदानं सीतायां वृक्षभंगं तथैव च। राक्षसीविद्रवं चैव किंकराणां निबर्हणम्॥३२॥ ग्रहणं वायुसूनोश्च लङ्कादाहाभिगर्जनम्। प्रतिप्लवनमेवाथ मधूनां हरणं तथा॥३३॥ राघवाश्वासनं चैव मणिनिर्यातनं तथा। संगमं च समुद्रेण नलसेतोश्च बन्धनम्॥३४ प्रतारं च समुद्रस्य रात्रौ लङ्कावरोधनम्।णा विभीषणेन र संसर्ग वधोपायनिवेदनम्॥३५॥ कुम्भकर्णस्य निधनं मेघनादनिबर्हणम्। रावणस्य विनाशं च सीतावाप्तिमरेः पुरे॥३६ । विभीषणाभिषेकं च पुष्पकस्य च दर्शनम्। अयोध्यायाश्च गमनं भरद्वाजसमागमम्॥३७॥ प्रेषणं वायुपुत्रस्य भरतेन समागमम्। रामाभिषेकाभ्युदयं जा सर्वसैन्यविसर्जनम्। स्वराष्ट्ररञ्जनं चैव वैदेह्याश्च विसर्जनम्॥३८॥ अनागतं च यत् किंचिद् रामस्य वसुधातले। तच्चकारोत्तरे काव्ये वाल्मीकिर्भगवानृषिः॥३९।",
                    "arth": " शरीराम आदिका गंगाके पार जाना, भरद्वाज मुनिक दर्शन करना, भरद्वाज मुनिकी आज्ञा लेकर चित्रकूट जाना और वहाँकी नैसर्गिक शोभाका  अवलोकन करना चित्रकूटमें कुटिया बनाना, उसमें निवास करना, वह भरतका श्रीरामसे मिलनेके लिये आना, उन्हें अयोध्य लौट चलनेके लिये प्रसन्न करना (मनाना),  श्रीरामद्वार पिताको जलाञ्जलि दान, भरतद्वारा अयोध्यावे राजसिंहासनपर श्रीरामचन्द्रजीकी श्रेष्ठ पादुकाओंक अभिषेक एवं स्थापन, नन्दिग्राममें भरतका निवास श्रीरामका दण्डकारण्यमें गमन,  1उनके द्वारा विराधक वध, शरभंगमुनिका दर्शन, सुतीक्ष्णके साथ समागम अनसूयाके साथ सीतादेवीकी कुछ कालतक स्थिति उनके द्वारा सीताको अंगराग-समर्पण,   श्रीराम आदिवे द्वारा अगस्त्यका दर्शन, उनके दिये हुए वैष्णव धनुषक ग्रहण, शूर्पणखाका संवाद,  श्रीरामकी आज्ञासे लक्ष्मणद्वार उसका विरूपकरण (उसकी नाक और कानका छेदन) श्रीरामद्वारा खर-दूषण और त्रिशिराका वध, शूर्पणखावे उत्तेजित करनेसे रावणका श्रीरामसे बदला लेनेके लि उठना,   श्रीरामद्वारा मारीचका वध, रावणद्वारा विदेहनन्दिनं सीताका हरण, सीताके लिये श्रीरघुनाथजीका विलाप, रावणद्वारा गृध्रराज जटायुका वध, श्रीराम और लक्ष्मणकी कबन्धसे भेंट, उनके द्वारा पम्पासरोवरका अवलोकन,   श्रीरामका शबरीसे मिलना और उसके दिये हुए फल मूलको ग्रहण करना, श्रीरामका सीताके लिये प्रलाप, पम्पासरोवरके निकट हनुमान्जीसे भेंट, श्रीराम और लक्ष्मणका हनुमान्जीके साथ ऋष्यमूक पर्वतपर जाना,   वहाँ सुग्रीवके साथ भेंट करना, उन्हें अपने बलका विश्वास दिलाना और उनसे मित्रता स्थापित करना, वाली और सुग्रीवका युद्ध, श्रीरामद्वारा वालीका विनाश, सुग्रीवको राज्य-समर्पण,  अपने पति वालीके लिये ताराका विलाप, शरत्कालमें सीताकी खोज करानेके लिये सुग्रीवकी प्रतिज्ञा, श्रीरामका बरसातके दिनोंमें माल्यवान् पर्वतके प्रस्त्रवण नामक शिखरपर निवास,   रघुकुलसिंह श्रीरामका सुग्रीवके प्रति क्रोध-प्रदर्शन, सुग्रीवद्वारा सीताकी खोजके लिये वानरसेनाका संग्रह, सुग्रीवका सम्पूर्ण दिशाओंमें वानरोंको भेजना और उन्हें पृथ्वीके द्वीप-समुद्र आदि विभागोंका परिचय देना,   श्रीरामका सीताके विश्वासके लिये हनुमान्जीको अपनी अँगूठी देना, वानरोंको ऋक्ष बिल (स्वयंप्रभा-गुफा) का दर्शन, उनका प्रायोपवेशन (प्राणत्यागके लिये अनशन), सम्पातीसे उनकी भेंट और बातचीत,  समुद्रलङ्घनके लिये हनुमान्जीका महेन्द्र पर्वतपर चढ़ना, समुद्रको लाँघना, समुद्रके कहनेसे ऊपर उठे हुए मैनाकका दर्शन करना, इनको राक्षसीका डाँटना, हनुमान्द्वारा छायाग्राहिणी सिहिंकाका दर्शन एवं निधन,  लङ्काके आधारभूत पर्वत (त्रिकूट) का दर्शन, रात्रिके समय लङ्कामें प्रवेश, अकेला होनेके कारण अपने कर्तव्यका विचार करना, रावणके मद्यपान-स्थानमें जाना, उसके अन्तःपुरकी स्त्रियोंको देखना,  हनुमान्जीका रावणको देखना, पुष्पकविमानका निरीक्षण करना, अशोकवाटिकामें जाना और सीताजीके दर्शन करना, पहचानके लिये सीताजीको अँगूठी देना और उनसे बातचीत करना,   राक्षसियोंद्वारा सीताको डाँट-फटकार, त्रिजटाको श्रीरामके लिये शुभसूचक स्वप्नका दर्शन, सीताका हनुमान्जीको चूड़ामणि प्रदान करना, हनुमान्जीका अशोकवाटिकाके वृक्षोंको तोड़ना, राक्षसियोंका भागना,   रावणके सेवकोंका हनुमान्जीके द्वारा संहार, वायुनन्दन हनुमान्का बन्दी होकर रावणकी सभामें जाना, उनके द्वारा गर्जन और लङ्काका दाह, फिर लौटती बार समुद्रको लाँघना, वानरोंका मधुवनमें आकर मधुपान करना,    हनुमान्जीका श्रीरामचन्द्रजीको आश्वासन देना और सीताजीकी दी हुई चूड़ामणि समर्पित करना, सेनासहित सुग्रीवके साथ श्रीरामकी लङ्कायात्राके समय समुद्रसे भेंट, नलका समुद्रपर सेतु बाँधना,   उसी सेतुके द्वारा वानरसेनाका समुद्रके पार जाना, रातको वानरोंका लङ्कापर चारों ओरसे घेरा डालना, विभीषणके साथ श्रीरामका मैत्री-सम्बन्ध होना, विभीषणका श्रीरामको रावणके वधका उपाय बताना,   कुम्भकर्णका निधन, मेघनादका वध, रावणका विनाश, सीताकी प्राप्ति, शत्रुनगरी लङ्कामें विभीषणका अभिषेक, श्रीरामद्वारा पुष्पकविमानका अवलोकन, उसके द्वारा दल-बलसहित उनका अयोध्याके लिये प्रस्थान,  श्रीरामका भरद्वाजमुनिसे मिलना, वायुपुत्र हनुमान्को दूत बनाकर भरतके पास भेजना तथा अयोध्यामें आकर भरतसे मिलना, श्रीरामके राज्याभिषेकका उत्सव, फिर श्रीरामका सारी वानरसेनाको विदा करना, अपने राष्ट्रकी प्रजाको प्रसन्न रखना तथा उनकी प्रसन्नताके लिये ही विदेहनन्दिनी सीताको वनमें त्याग देना इत्यादि वृत्तान्तोंको एवं इस पृथ्वीपर श्रीरामका जो कुछ भविष्य चरित्र था,  उसको भी भगवान् वाल्मीकि मुनिने अपने उत्कृष्ट महाकाव्यमें अंकित किया॥१५-३९॥  "
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे तृतीयः सर्गः॥३॥",
                    "arth": " इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके बालकाण्डमें तीसरा सर्ग पूरा हुआ॥३॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "4",
            "arth": [
                {
                    "slok": "प्राप्तराजस्य रामस्य वाल्मीकिर्भगवानृषिः। चकार चरितं कृत्स्नं विचित्रपदमर्थवत्॥१॥",
                    "arth": "श्रीरामचन्द्रजीने जब वनसे लौटकर राज्यका शासन अपने हाथमें ले लिया, उसके बाद भगवान् वाल्मीकि मुनिने उनके सम्पूर्ण चरित्रके आधारपर विचित्र पद और अर्थसे युक्त रामायणकाव्यका निर्माण किया॥१॥ "
                },
                {
                    "slok": "चतुर्विंशत्सहस्राणि श्लोकानामुक्तवानृषिः।। तथा सर्गशतान् पञ्च षटकाण्डानि तथोत्तरम्॥२॥",
                    "arth": "इसमें महर्षिने चौबीस हजार श्लोक, पाँच सौ सर्ग तथा उत्तरसहित सात काण्डोंका प्रतिपादन किया है॥२॥ "
                },
                {
                    "slok": "कृत्वा तु तन्महाप्राज्ञः सभविष्यं सहोत्तरम्। चिन्तयामास को न्वेतत् प्रयुञ्जीयादिति प्रभुः॥३॥",
                    "arth": "भविष्य तथा उत्तरकाण्डसहित समस्त रामायण पूर्ण कर लेनेके पश्चात् सामर्थ्यशाली, महाज्ञानी महर्षिने सोचा कि कौन ऐसा शक्तिशाली पुरुष होगा, जो इस महाकाव्यको पढ़कर जनसमुदायमें सुना सके॥३॥ "
                },
                {
                    "slok": "तस्य चिन्तयमानस्य महर्षे वितात्मनः। अगृह्णीतां ततः पादौ मुनिवेषौ कुशीलवौ॥४॥",
                    "arth": "शुद्ध अन्तःकरणवाले उन महर्षिके इस प्रकार विचार करते ही मुनिवेषमें रहनेवाले राजकुमार कुश और लवने आकर उनके चरणोंमें प्रणाम किया ॥ ४ ॥"
                },
                {
                    "slok": "कुशीलवौ तु धर्मज्ञौ राजपुत्रौ यशस्विनौ।। भ्रातरौ स्वरसम्पन्नौ ददर्शाश्रमवासिनौ॥५॥ स तु मेधाविनौ दृष्ट्वा वेदेषु परिनिष्ठितौ। वेदोपबृंहणार्थाय तावग्राहयत प्रभुः॥६॥ काव्यं रामायणं कृत्स्नं सीतायाश्चरितं महत्। | पौलस्त्यवधमित्येवं चकार चरितव्रतः॥७॥ ",
                    "arth": "राजकुमार कुश और लव दोनों भाई धर्मके ज्ञाता और यशस्वी थे। उनका स्वर बड़ा ही मधुर था और वे मुनिके आश्रमपर ही रहते थे। उनकी धारणाशक्ति अद्भुत थी और वे दोनों ही वेदोंमें पारंगत हो चुके थे। भगवान् वाल्मीकिने उनकी ओर देखा और उन्हें सुयोग्य समझकर उत्तम व्रतका पालन करनेवाले उन महर्षिने वेदार्थका विस्तारके साथ ज्ञान करानेके लिये उन्हें सीताके चरित्रसे युक्त सम्पूर्ण रामायण नामक महाकाव्यका, जिसका दूसरा नाम पौलस्त्यवध अथवा दशाननवध था, अध्ययन कराया॥५-७॥ "
                },
                {
                    "slok": "पाठ्ये गेये च मधुरं प्रमाणैस्त्रिभिरन्वितम्। जातिभिः सप्तभिर्युक्तं तन्त्रीलयसमन्वितम्॥८॥ रसैः श्रृंगारकरुणहास्य रौद्रभयानकैः। वीरादिभी रसैर्युक्तं काव्यमेतदगायताम्॥९॥",
                    "arth": "वह महाकाव्य पढ़ने और गानेमें भी मधुर, द्रुत, मध्य और विलम्बित-इन तीनों गतियोंसे अन्वित, षड्ज आदि सातों स्वरोंसे युक्त, वीणा बजाकर स्वर और तालके साथ गाने योग्य तथा श्रृंगार, करुण, हास्य, रौद्र, भयानक तथा वीर आदि सभी रसोंसे अनुप्राणित है। दोनों भाई कुश और लव उस महाकाव्यको पढ़कर उसका गान करने लगे॥८-९॥ "
                },
                {
                    "slok": "तौ तु गान्धर्वतत्त्वज्ञौ स्थानमूर्च्छनकोविदौ। जो भ्रातरौ स्वरसम्पन्नौ गन्धर्वाविव रूपिणी॥१०॥ ",
                    "arth": "वे दोनों भाई गान्धर्व विद्या (संगीत-शास्त्र) के तत्त्वज्ञ, स्थान और मूर्च्छनाके२ जानकार, मधुर स्वरसे सम्पन्न तथा गन्धर्वोके समान मनोहर रूपवाले थे॥१०॥"
                },
                {
                    "slok": "रूपलक्षणसम्पन्नौ ७ मधुरस्वरभाषिणौ। बिम्बादिवोत्थितौ बिम्बौ रामदेहात् तथापरौ॥११॥",
                    "arth": "सुन्दर रूप और शुभ लक्षण उनकी सहज सम्पत्ति थे। वे दोनों भाई बड़े मधुर स्वरसे वार्तालाप करते थे। जैसे बिम्बसे प्रतिबिम्ब प्रकट होते हैं, उसी प्रकार श्रीरामके शरीरसे उत्पन्न हुए वे दोनों राजकुमार दूसरे युगल श्रीराम ही प्रतीत होते थे॥११॥"
                },
                {
                    "slok": "तौ राजपुत्रौ कात्स्न्र्येन धर्नामाख्यानमुत्तमम्। वाचोविधेयं तत्सर्वं कृत्वा काव्यमनिन्दितौ ॥१२॥ ऋषीणां च द्विजातीनां साधूनां च समागमे।। यथोपदेशं तत्त्वज्ञौ जगतुः सुसमाहितौ॥१३॥",
                    "arth": "वे दोनों राजपुत्र सब लोगोंकी प्रशंसाके पात्र थे, उन्होंने उस धर्मानुकूल उत्तम उपाख्यानमय सम्पूर्ण काव्यको जिह्वाग्र कर लिया था और जब कभी ऋषियों, ब्राह्मणों तथा साधुओंका समागम होता था, उस समय उनके बीचमें बैठकर वे दोनों तत्त्वज्ञ बालक एकाग्रचित्त हो रामायणका गान किया करते थे॥१२-१३॥ "
                },
                {
                    "slok": "महात्मानौ महाभागौ सर्वलक्षणलक्षितौ। तौ कदाचित् समेतानामृषीणां भावितात्मनाम्॥१४॥ मध्ये सभं समीपस्थाविदं काव्यमगायताम्। तच्छ्रुत्वा मुनयः सर्वे बाष्पपर्याकुलेक्षणाः॥१५॥ साधु साध्विति तावूचुः परं विस्मयमागताः। पार ते प्रीतमनसः सर्वे मुनयो धर्मवत्सलाः॥१६॥",
                    "arth": "एक दिनकी बात है, बहुत-से शुद्ध अन्त:करणवाले महर्षियोंकी मण्डली एकत्र हुई थी। उसमें महान् सौभाग्यशाली तथा समस्त शुभ लक्षणोंसे सुशोभित महामनस्वी कुश और लव भी उपस्थित थे। उन्होंने बीच सभामें उन महात्माओंके समीप बैठकर उस रामायणकाव्यका गान किया। उसे सुनकर सभी मुनियोंके नेत्रोंमें आँसू भर आये और वे अत्यन्त विस्मय-विमुग्ध होकर उन्हें साधुवाद देने लगे। मुनि धर्मवत्सल तो होते ही हैं; वह धार्मिक उपाख्यान सुनकर उन सबके मनमें बड़ी प्रसन्नता हुई॥१४-१६॥ "
                },
                {
                    "slok": "प्रशशंसुः प्रशस्तव्यौ गायमानौ कुशीलवौ। | अहो गीतस्य माधुर्यं श्लोकानां च विशेषतः॥१७॥",
                    "arth": "वे रामायण-कथाके गायक कुमार कुश और - लवकी, जो प्रशंसाके ही योग्य थे, इस प्रकार प्रशंसा | करने लगे-'अहो! इन बालकोंके गीतमें कितना माधुर्य | है। श्लोकोंकी मधुरता तो और भी अद्भुत है॥ १७॥ "
                },
                {
                    "slok": "चिरनिर्वत्तमप्येतत प्रत्यक्षमिव दर्शितम। | प्रविश्य तावुभौ सुष्ठु तथाभावमगायताम्॥१८॥ सहितौ मधुरं रक्तं सम्पन्नं स्वरसम्पदा।",
                    "arth": "'यद्यपि इस काव्यमें वर्णित घटना बहुत दिनों । पहले हो चुकी है तो भी इन दोनों बालकोंने इस सभामें प्रवेश करके एक साथ ऐसे सुन्दर भावसे स्वरसम्पन्न, रागयुक्त मधुरगान किया है कि वे पहलेकी घटनाएँ भी प्रत्यक्ष-सी दिखायी देने लगी हैं-मानो अभी-अभी आँखोंके सामने घटित हो रही हों'॥ १८ ॥ "
                },
                {
                    "slok": "एवं प्रशस्यमानौ तौ तपः श्लाघ्यैर्महर्षिभिः॥१९॥ संरक्ततरमत्यर्थं मधुरं तावगायताम्।",
                    "arth": "इस प्रकार उत्तम तपस्यासे युक्त महर्षिगण उन दोनों कुमारोंकी प्रशंसा करते और वे उनसे प्रशंसित होकर अत्यन्त मधुर रागसे रामायणका गान करते थे।"
                },
                {
                    "slok": "प्रीतः कश्चिन्मुनिस्ताभ्यां संस्थितः कलशं ददौ॥२०॥ प्रसन्नो वल्कलं कश्चिद् ददौ ताभ्यां महायशाः। अन्यः कृष्णाजिनमदाद् यज्ञसूत्रं तथापरः॥२१॥",
                    "arth": "उनके गानसे संतुष्ट हुए किसी मुनिने उठकर उन्हें पुरस्कारके रूपमें एक कलश प्रदान किया। किसी दूसरे महायशस्वी महर्षिने प्रसन्न होकर उन दोनोंको वल्कल वस्त्र दिया। किसीने काला मृगचर्म भेंट किया तो किसीने यज्ञोपवीत ॥२०-२१॥ "
                },
                {
                    "slok": "कश्चित् कमण्डलुं प्रादान्मौजीमन्यो महामुनिः। बृसीमन्यस्तदा प्रादात् कौपीनमपरो मुनिः॥२२॥ ताभ्यां ददौ तदा हृष्टः कुठारमपरो मुनिः। काषायमपरो वस्त्रं चीरमन्यो ददौ मुनिः॥२३॥",
                    "arth": "एकने कमण्डलु दिया तो दूसरे महामुनिने मुञ्जकी मेखला भेंट की। तीसरेने आसन और चौथेने कौपीन प्रदान किया। किसी अन्य मुनिने हर्षमें भरकर उन दोनों बालकोंके लिये कुठार अर्पित किया। किसीने गेरुआ वस्त्र दिया तो किसी मुनिने चीर भेंट किया॥ २२-२३॥ "
                },
                {
                    "slok": "जटाबन्धनमन्यस्तु काष्ठरज्जुं मुदान्वितः। यज्ञभाण्डमृषिः कश्चित् काष्ठभारं तथापरः॥२४॥ औदुम्बरी बृसीमन्यः स्वस्ति केचित् तदावदन्। आयुष्यमपरे प्राहुर्मुदा तत्र महर्षयः॥२५॥ ददश्चैवं वरान सर्वे मनयः सत्यवादिनः।",
                    "arth": "किसी दसरेने आनन्दमग्न होकर जटा बाँधनेके लिये रस्सी दी तो किसीने समिधा बाँधकर लानेके लिये डोरी प्रदान की। एक ऋषिने यज्ञपात्र दिया तो दूसरेने काष्ठभार समर्पित किया। किसीने गूलरकी लकड़ीका बना हुआ पीढ़ा अर्पित किया। कुछ लोग उस समय आशीर्वाद देने लगे-'बच्चो! तुम दोनोंका कल्याण हो।' दूसरे महर्षि प्रसन्नतापूर्वक बोल उठे–'तुम्हारी आयु बढ़े।' इस प्रकार सभी सत्यवादी मुनियोंने उन दोनोंको नाना प्रकारके वर दिये॥ २४-२५३॥ "
                },
                {
                    "slok": "आश्चर्यमिदमाख्यानं मुनिना सम्प्रकीर्तितम्॥२६॥ परं कवीनामाधारं समाप्तं च यथाक्रमम्।",
                    "arth": "महर्षि वाल्मीकिद्वारा वर्णित यह आश्चर्यमय काव्य परवर्ती कवियोंके लिये श्रेष्ठ आधारशिला है श्रीरामचन्द्रजीके सम्पूर्ण चरित्रोंका क्रमशः वर्णन करते हुए इसकी समाप्ति की गयी है॥ २६ ॥ "
                },
                {
                    "slok": "अभिगीतमिदं गीतं सर्वगीतिषु कोविदौ॥२७। आयुष्यं पुष्टिजननं सर्वश्रुतिमनोहरम्।",
                    "arth": "सम्पूर्ण गीतोंके विशेषज्ञ राजकुमारो! यह काव्य आयु एवं पुष्टि प्रदान करनेवाला तथा सबके कान और मनको मोहनेवाला मधुर संगीत है। तुम दोनोंने बड़े सुन्दर ढंगसे इसका गान किया है॥ २७॥ "
                },
                {
                    "slok": "प्रशस्यमानौ सर्वत्र कदाचित् तत्र गायकौ॥२८॥ रथ्यासु राजमार्गेषु ददर्श भरताग्रजः। स्ववेश्म चानीय ततो भ्रातरौ स कुशीलवौ॥२९॥ पूजयामास पूजाौं रामः शत्रुनिबर्हणः। आसीनः काञ्चने दिव्ये स च सिंहासने प्रभुः॥३०॥ उपोपविष्टैः सचिवैर्धातृभिश्च समन्वितः। दृष्ट्वा तु रूपसम्पन्नौ विनीतौ भ्रातरावुभौ ॥३१॥ उवाच लक्ष्मणं रामः शत्रुघ्नं भरतं तथा। श्रूयतामेतदाख्यानमनयोर्दैववर्चसोः २ ॥३२॥ विचित्रार्थपदं सम्यग्गायकौ समचोदयत्। ",
                    "arth": "एक समय सर्वत्र प्रशंसित होनेवाले राजकुमार कुश और लव अयोध्याकी गलियों और सड़कोंपर रामायणके श्लोकोंका गान करते हुए विचर रहे थे। इसी समय उनके ऊपर भरतके बड़े भाई श्रीरामकी दृष्टि पड़ी। उन्होंने उन समादरयोग्य बन्धुओंको अपने घर बुलाकर उनका यथोचित सम्मान किया। तदनन्तर शत्रुओंका संहार करनेवाले श्रीराम सुवर्णमय दिव्य सिंहासनपर विराजमान हुए। उनके मन्त्री और भाई भी उनके पास ही बैठे थे। उन सबके साथ सुन्दर रूपवाले उन दोनों विनयशील भाइयोंकी ओर देखकर श्रीरामचन्द्रजीने भरत, लक्ष्मण और शत्रुघ्नसे कहा-'ये देवताके समान तेजस्वी दोनों कुमार विचित्र अर्थ और पदोंसे युक्त मधुर काव्य बड़े सुन्दर ढंगसे गाकर सुनाते हैं। तुम सब लोग इसे सुनो।' यों कहकर उन्होंने उन दोनों भाइयोंको गानेकी आज्ञा दी॥ "
                },
                {
                    "slok": "तौ चापि मधुरं रक्तं स्वचित्तायतनिःस्वनम्॥३३॥ तन्त्रीलयवदत्यर्थं विश्रुतार्थमगायताम्। ह्लादयत् सर्वगात्राणि मनांसि हृदयानि च। श्रोत्राश्रयसुखं गेयं तद् बभौ जनसंसदि॥३४॥ ",
                    "arth": "आज्ञा पाकर वे दोनों भाई वीणाके लयके साथ अपने मनके अनुकूल तार (उच्च) एवं मधुर स्वरमें राग अलापते हुए रामायणकाव्यका गान करने लगे। उनका उच्चारण इतना स्पष्ट था कि सुनते ही अर्थका बोध हो जाता था। उनका गान सुनकर श्रोताओंके समस्त अंगोंमें हर्षजनित रोमाञ्च हो आया तथा उन सबके मन और आत्मामें आनन्दकी तरंगें उठने लगीं। उस जनसभामें होनेवाला वह गान सबकी श्रवणेन्द्रियोंको अत्यन्त सखत पतीत होता था॥33-३४॥"
                },
                {
                    "slok": "इमौ मुनी पार्थिवलक्षणान्वितौ कुशीलवौ चैव महातपस्विनौ। ममापि तद् भूतिकरं प्रचक्षते महानुभावं चरितं निबोधत॥३५॥",
                    "arth": "उस समय श्रीरामने अपने भाइयोंका ध्यान आकृष्ट करते हुए कहा-'ये दोनों कुमार मुनि होकर भी राजोचित लक्षणोंसे सम्पन्न हैं। संगीतमें कुशल होनेके साथ ही महान् तपस्वी हैं। ये जिस चरित्रका-प्रबन्धकाव्यका गान करते हैं, वह शब्दार्थालङ्कार, उत्तम गुण एवं सुन्दर रीति आदिसे युक्त होनेके कारण अत्यन्त प्रभावशाली है। मेरे लिये भी अभ्युदयकारक है; ऐसा वृद्ध पुरुषोंका कथन है। अतः तुम सब लोग ध्यान देकर इसे सुनो' ॥ ३५॥ "
                },
                {
                    "slok": "ततस्तु तौ रामवचःप्रचोदिता वगायतां मार्गविधानसम्पदा। स चापि रामः परिषद्गतः शनै - बुंभूषयासक्तमना बभूव॥३६॥ ",
                    "arth": "तदनन्तर श्रीरामकी आज्ञासे प्रेरित हो वे दोनों भाई मार्गविधानकी* रीतिसे रामायणका गान करने लगे। सभामें बैठे हुए भगवान् श्रीराम भी धीरे-धीरे उनका गान सुननेमें तन्मय हो गये॥३६॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे चतुर्थः सर्गः॥४॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें चौथा सर्ग पूरा हुआ॥४॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "5",
            "arth": [
                {
                    "slok": "सर्वा पूर्वमियं येषामासीत् कृत्स्ना वसुंधरा। प्रजापतिमुपादाय नृपाणां जयशालिनाम्॥१॥ येषां स सगरो नाम सागरो येन खानितः। षष्टिपुत्रसहस्त्राणि यं यान्तं पर्यवारयन्॥२॥ इक्ष्वाकूणामिदं तेषां राज्ञां वंशे महात्मनाम्। महदुत्पन्नमाख्यानं रामायणमिति श्रुतम्॥३॥ ",
                    "arth": "यह सारी पृथ्वी पूर्वकालमें प्रजापति मनुसे लेकर अबतक जिस वंशके विजयशाली नरेशोंके अधिकारमें रही है, जिन्होंने समुद्रको खुदवाया था और जिन्हें यात्राकालमें साठ हजार पुत्र घेरकर चलते थे, वे महाप्रतापी राजा सगर जिनके कुलमें उत्पन्न हुए, इन्हीं इक्ष्वाकुवंशी महात्मा राजाओंकी कुलपरम्परामें रामायणनामसे प्रसिद्ध इस महान् ऐतिहासिक काव्यकी अवतारणा हुई है॥१-३॥ "
                },
                {
                    "slok": "तदिदं वर्तयिष्यावः सर्वं निखिलमादितः। धर्मकामार्थसहितं श्रोतव्यमनसूयता॥४॥",
                    "arth": "हम दोनों आदिसे अन्ततक इस सारे काव्यका पूर्णरूपसे गान करेंगे। इसके द्वारा धर्म, अर्थ, काम और मोक्ष चारों पुरुषार्थोंकी सिद्धि होती है; अतः आपलोग दोषदृष्टिका परित्याग करके इसका श्रवण करें॥४॥"
                },
                {
                    "slok": "कोशलो नाम मुदितः स्फीतो जनपदो महान् । निविष्टः सरयूतीरे प्रभूतधनधान्यवान् ॥ ५ ॥",
                    "arth": "कोशल नामसे प्रसिद्ध एक बहुत बड़ा जनपद है, जो सरयू नदीके किनारे बसा हुआ है। वह प्रचुर धन धान्यसे सम्पन्न, सुखी और समृद्धिशाली है ॥ ५ ॥"
                },
                {
                    "slok": "अयोध्या नाम नगरी तत्रासील्लोकविश्रुता। मनुना मानवेन्द्रेण या पुरी निर्मिता स्वयम्॥६॥",
                    "arth": "उसी जनपदमें अयोध्या नामकी एक नगरी है, जो समस्त लोकोंमें विख्यात है। उस पुरीको स्वयं महाराज मनुने बनवाया और बसाया था॥६॥ "
                },
                {
                    "slok": "आयता दश च द्वे च योजनानि महापुरी। श्रीमती त्रीणि विस्तीर्णा सुविभक्तमहापथा॥७॥",
                    "arth": "वह शोभाशालिनी महापुरी बारह योजन लम्बी और तीन योजन चौड़ी थी। वहाँ बाहरके जनपदोंमें जानेका जो विशाल राजमार्ग था, वह उभयपार्श्वमें विविध वृक्षावलियोंसे विभूषित होनेके कारण सुस्पष्टतया अन्य मार्गोंसे विभक्त जान पड़ता था॥७॥ "
                },
                {
                    "slok": "राजमार्गेण महता सुविभक्तेन शोभिता। मुक्तपुष्पावकीर्णेन जलसिक्तेन नित्यशः॥८॥",
                    "arth": "सुन्दर विभागपूर्वक बना हुआ महान् राजमार्ग उस पुरीकी शोभा बढ़ा रहा था। उसपर खिले हुए फूल बिखेरे जाते थे तथा प्रतिदिन उसपर जलका छिड़काव होता था॥८॥ "
                },
                {
                    "slok": "तां तु राजा दशरथो महाराष्ट्रविवर्धनः।मी पुरीमावासयामास दिवि देवपतिर्यथा॥९॥",
                    "arth": "जैसे स्वर्गमें देवराज इन्द्रने अमरावतीपुरी बसायी थी, उसी प्रकार धर्म और न्यायके बलसे अपने महान् राष्ट्रकी वृद्धि करनेवाले राजा दशरथने अयोध्यापुरीको पहलेकी अपेक्षा विशेषरूपसे बसाया था॥९॥"
                },
                {
                    "slok": "कपाटतोरणवती सुविभक्तान्तरापणाम्। सर्वयन्त्रायुधवतीमुषितां सर्वशिल्पिभिः॥१०॥",
                    "arth": "वह पुरी बड़े-बड़े फाटकों और किवाड़ोंसे सुशोभित थी। उसके भीतर पृथक्-पृथक् बाजारें थीं। वहाँ सब प्रकारके यन्त्र और अस्त्र-शस्त्र संचित थे। उस पुरीमें सभी कलाओंके शिल्पी निवास करते थे॥१०॥ "
                },
                {
                    "slok": "सूतमागधसम्बाधां श्रीमतीमतुलप्रभाम्। उच्चाट्टालध्वजवतीं शतघ्नीशतसंकुलाम्॥११॥",
                    "arth": "स्तुति-पाठ करनेवाले सूत और वंशावलीका बखान करनेवाले मागध वहाँ भरे हुए थे। वह पुरी सुन्दर शोभासे सम्पन्न थी। उसकी सुषमाकी कहीं तुलना नहीं थी। वहाँ ऊँची-ऊँची अट्टालिकाएँ थीं, जिनके ऊपर ध्वज फहराते थे। सैकड़ों शतघ्नियों (तोपों) से वह पुरी व्याप्त थी॥११॥ "
                },
                {
                    "slok": "वधूनाटकसंधैश्च संयुक्तां सर्वतः पुरीम्। उद्यानाम्रवणोपेतां महतीं सालमेखलाम्॥१२॥",
                    "arth": "उस पुरीमें ऐसी बहुत-सी नाटक-मण्डलियाँ थीं, जिनमें केवल स्त्रियाँ ही नृत्य एवं अभिनय करती थीं। उस नगरीमें चारों ओर उद्यान तथा आमोंके बगीचे थे। लम्बाई और चौड़ाईकी दृष्टिसे वह पुरी बहुत विशाल थी तथा साखूके वन उसे सब ओरसे घेरे हुए थे॥१२॥ "
                },
                {
                    "slok": "दुर्गगम्भीरपरिखां दुर्गामन्यैर्दुरासदाम्। वाजिवारणसम्पूर्णां गोभिरुष्ट्रैः खरैस्तथा॥१३॥ ",
                    "arth": "उसके चारों ओर गहरी खाई खुदी थी, जिसमें प्रवेश करना या जिसे लाँघना अत्यन्त कठिन था। वह नगरी दूसरोंके लिये सर्वथा दुर्गम एवं दुर्जय थी। घोड़े, हाथी, गाय-बैल, ऊँट तथा गदहे आदि उपयोगी पशुओंसे वह पुरी भरी-पूरी थी॥१३॥"
                },
                {
                    "slok": "सामन्तराजसंधैश्च बलिकर्मभिरावृताम्। नानादेशनिवासैश्च वणिग्भिरुपशोभिताम्॥१४॥",
                    "arth": "कर देनेवाले सामन्त नरेशोंके समुदाय उसे सदा घेरे रहते थे। विभिन्न देशोंके निवासी वैश्य उस पुरीकी शोभा बढ़ाते थे॥१४॥ "
                },
                {
                    "slok": "प्रासादै रत्नविकृतैः पर्वतैरिव शोभिताम्। कूटागारैश्च सम्पूर्णामिन्द्रस्येवामरावतीम्॥१५॥",
                    "arth": "वहाँके महलोंका निर्माण नाना प्रकारके रत्नोंसे हुआ था। वे गगनचुम्बी प्रासाद पर्वतोंके समान जान पड़ते थे। उनसे उस पुरीकी बड़ी शोभा हो रही थी। बहुसंख्यक कूटागारों (गुप्तगृहों अथवा स्त्रियोंके क्रीड़ाभवनों) से परिपूर्ण वह नगरी इन्द्रकी अमरावतीके समान जान पड़ती थी॥ १५॥ "
                },
                {
                    "slok": "चित्रामष्टापदाकारां वरनारीगणायुताम्। सर्वरत्नसमाकीर्णां विमानगृहशोभिताम्॥१६॥ ",
                    "arth": "उसकी शोभा विचित्र थी। उसके महलोंपर सोनेका पानी चढ़ाया गया था (अथवा वह पुरी द्यूतफलकके* आकारमें बसायी गयी थी)। श्रेष्ठ एवं सुन्दरी नारियोंके समूह उस पुरीकी शोभा बढ़ाते थे। वह सब प्रकारके रत्नोंसे भरी-पूरी तथा सतमहले प्रासादोंसे सुशोभित थी॥ "
                },
                {
                    "slok": "गृहगाढामविच्छिद्रां समभूमौ निवेशिताम्। शालितण्डुलसम्पूर्णामिक्षुकाण्डरसोदकाम् ॥१७॥",
                    "arth": "पुरवासियोंके घरोंसे उसकी आबादी इतनी घनी हो गयी थी कि कहीं थोड़ा-सा भी अवकाश नहीं दिखायी देता था। उसे समतल भूमिपर बसाया गया था। वह नगरी जडहन धानके चावलोंसे भरपर थी। वहाँका जल इतना मीठा या स्वादिष्ट था, मानो ईखका रस हो॥ "
                },
                {
                    "slok": "दुन्दुभीभिर्मूदंगैश्च वीणाभिः पणवैस्तथा। नादितां भृशमत्यर्थं पृथिव्यां तामनुत्तमाम्॥१८॥ ",
                    "arth": "भूमण्डलकी वह सर्वोत्तम नगरी दुन्दुभि, मृदंग, वीणा, पणव आदि वाद्योंकी मधुर ध्वनिसे अत्यन्त गूंजती रहती थी॥१८॥"
                },
                {
                    "slok": "विमानमिव सिद्धानां तपसाधिगतं दिवि। सुनिवेशितवेश्मान्तां नरोत्तमसमावृताम्॥१९॥",
                    "arth": "देवलोकमें तपस्यासे प्राप्त हुए सिद्धोंके विमानकी भाँति उस पुरीका भूमण्डलमें सर्वोत्तम स्थान था। वहाँके सुन्दर महल बहुत अच्छे ढंगसे बनाये और बसाये गये थे। उनके भीतरी भाग बहुत ही सुन्दर थे। बहुत-से श्रेष्ठ पुरुष उस पुरीमें निवास करते थे॥१९॥ "
                },
                {
                    "slok": "ये च बाणैर्न विध्यन्ति विविक्तमपरापरम्। शब्दवेध्यं च विततं लघुहस्ता विशारदाः॥२०॥ सिंहव्याघ्रवराहाणां मत्तानां नदतां वने। हन्तारो निशितैः शस्त्रैर्बलाद् बाहुबलैरपि ॥२१॥ तादृशानां सहस्त्रैस्तामभिपूर्णां महारथैः। पुरीमावासयामास राजा दशरथस्तदा ॥२२॥",
                    "arth": "जो अपने समूहसे बिछुड़कर असहाय हो गया हो, जिसके आगे-पीछे कोई न हो (अर्थात् जो पिता और पुत्र दोनोंसे हीन हो) तथा जो शब्दवेधी बाणद्वारा बेधने योग्य हों अथवा युद्धसे हारकर भागे जा रहे हों, ऐसे पुरुषोंपर जो लोग बाणोंका प्रहार नहीं करते, जिनके सधे-सधाये हाथ शीघ्रतापूर्वक लक्ष्यवेध करनेमें समर्थ हैं, अस्त्र-शस्त्रोंके प्रयोगमें कुशलता प्राप्त कर चुके हैं तथा जो वनमें गर्जते हुए मतवाले सिंहों, व्याघ्रों और सूअरोंको तीखे शस्त्रोंसे एवं भुजाओंके बलसे भी बलपूर्वक मार डालनेमें समर्थ हैं, ऐसे सहस्रों महारथी वीरोंसे अयोध्यापुरी भरी-पूरी थी। उसे महाराज दशरथने बसाया और पाला था॥ २०-२२॥ "
                },
                {
                    "slok": "तामग्निमद्भिर्गुणवद्भिरावृतां द्विजोत्तमैर्वेदषडंगपारगैः । सहस्त्रदैः सत्यरतैर्महात्मभि महर्षिकल्पैर्ऋषिभिश्च केवलैः॥२३॥ ",
                    "arth": "अग्निहोत्री, शम-दम आदि उत्तम गुणोंसे सम्पन्न तथा छहों अंगोंसहित सम्पूर्ण वेदोंके पारंगत विद्वान् श्रेष्ठ ब्राह्मण उस पुरीको सदा घेरे रहते थे। वे सहस्रोंका दान करनेवाले और सत्यमें तत्पर रहनेवाले थे। ऐसे महर्षिकल्प महात्माओं तथा ऋषियोंसे अयोध्यापुरी सुशोभित थी तथा राजा दशरथ उसकी रक्षा करते थे।"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे पञ्चमः सर्गः॥५॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें पाँचवाँ सर्ग पूरा हुआ॥५॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "6",
            "arth": [
                {
                    "slok": "तस्यां पुर्यामयोध्यायां वेदवित् सर्वसंग्रहः। दीर्घदर्शी महातेजाः पौरजानपदप्रियः॥१॥ इक्ष्वाकूणामतिरथो यज्वा धर्मपरो वशी। महर्षिकल्पो राजर्षिस्त्रिषु लोकेषु विश्रुतः॥२॥ बलवान् निहतामित्रो मित्रवान् विजितेन्द्रियः। धनैश्च संचयैश्चान्यैः शक्रवैश्रवणोपमः॥३॥ यथा मनुर्महातेजा लोकस्य परिरक्षिता। तथा दशरथो राजा लोकस्य परिरक्षिता॥४॥",
                    "arth": "उस अयोध्यापुरीमें रहकर राजा दशरथ प्रजावर्गका पालन करते थे। वे वेदोंके विद्वान् तथा सभी उपयोगी वस्तुओंका संग्रह करनेवाले थे। दूरदर्शी और महान् तेजस्वी थे। नगर और जनपदकी प्रजा उनसे बहुत प्रेम रखती थी। वे इक्ष्वाकुकुलके अतिरथी* वीर थे। यज्ञ करनेवाले, धर्मपरायण और जितेन्द्रिय थे। महर्षियोंके समान दिव्य गुणसम्पन्न राजर्षि थे। उनकी तीनों लोकोंमें ख्याति थी। वे बलवान्, शत्रुहीन, मित्रोंसे युक्त एवं इन्द्रियविजयी थे। धन और अन्य वस्तुओंके संचयकी दृष्टिसे इन्द्र और कुबेरके समान जान पड़ते थे। जैसे महातेजस्वी प्रजापति मनु सम्पूर्ण जगत्की रक्षा करते थे, उसी प्रकार महाराज दशरथ भी करते थे॥१-४॥ "
                },
                {
                    "slok": "तेन सत्याभिसंधेन त्रिवर्गमनुतिष्ठता। पालिता सा पुरी श्रेष्ठा इन्द्रेणेवामरावती॥५॥ ",
                    "arth": "धर्म, अर्थ और कामका सम्पादन करनेवाले कर्मोंका अनुष्ठान करते हुए वे सत्यप्रतिज्ञ नरेश उस श्रेष्ठ अयोध्यापुरीका उसी तरह पालन करते थे, जैसे इन्द्र अमरावतीपुरीका ॥५॥"
                },
                {
                    "slok": "तस्मिन् पुरवरे हृष्टा धर्मात्मानो बहुश्रुताः। नरास्तुष्टा धनैः स्वैः स्वैरलुब्धाः सत्यवादिनः॥६॥ ",
                    "arth": "उस उत्तम नगरमें निवास करनेवाले सभी मनुष्य प्रसन्न, धर्मात्मा, बहुश्रुत, निर्लोभ, सत्यवादी तथा अपने-अपने धनसे संतुष्ट रहनेवाले थे॥६॥ "
                },
                {
                    "slok": "नाल्पसंनिचयः कश्चिदासीत् तस्मिन् पुरोत्तमे। कुटुम्बी यो ह्यसिद्धार्थोऽगवाश्वधनधान्यवान्॥७॥",
                    "arth": "उस श्रेष्ठ पुरीमें कोई भी ऐसा कुटुम्बी नहीं था, जिसके पास उत्कृष्ट वस्तुओंका संग्रह अधिक मात्रामें न हो, जिसके धर्म, अर्थ और काममय पुरुषार्थ सिद्ध न हो गये हों तथा जिसके पास गाय-बैल, घोड़े, धनधान्य आदिका अभाव हो॥७॥"
                },
                {
                    "slok": "कामी वा न कदर्यो वा नृशंसः पुरुषः क्वचित्। द्रष्टुं शक्यमयोध्यायां नाविद्वान् न च नास्तिकः॥८॥ ",
                    "arth": "अयोध्यामें कहीं भी कोई कामी, कृपण, क्रूर, मूर्ख और नास्तिक मनुष्य देखनेको भी नहीं मिलता था॥८॥ "
                },
                {
                    "slok": "सर्वे नराश्च नार्यश्च धर्मशीला: सुसंयताः। मुदिताः शीलवृत्ताभ्यां महर्षय इवामलाः॥९॥",
                    "arth": "वहाँके सभी स्त्री-पुरुष धर्मशील, संयमी, सदा प्रसन्न रहनेवाले तथा शील और सदाचारकी दृष्टिसे महर्षियोंकी भाँति निर्मल थे॥९॥ "
                },
                {
                    "slok": "नाकुण्डली नामुकुटी नास्त्रग्वी नाल्पभोगवान्। नामृष्टो न नलिप्तांगो नासुगन्धश्च विद्यते॥१०॥",
                    "arth": "वहाँ कोई भी कुण्डल, मुकुट और पुष्पहारसे शून्य नहीं था। किसीके पास भोग-सामग्रीकी कमी नहीं थी। कोई भी ऐसा नहीं था, जो नहा-धोकर साफ-सुथरा न हो, जिसके अंगोंमें चन्दनका लेप न हुआ हो तथा जो सुगन्धसे वञ्चित हो॥१०॥ "
                },
                {
                    "slok": "नामृष्टभोजी नादाता नाप्यनंगदनिष्कधृक् । नाहस्ताभरणो वापि दृश्यते नाप्यनात्मवान्॥११॥",
                    "arth": "अपवित्र अन्न भोजन करनेवाला, दान न देनेवाला तथा मनको काबूमें न रखनेवाला मनुष्य तो वहाँ कोई दिखायी ही नहीं देता था। कोई भी ऐसा पुरुष देखने में नहीं आता था, जो बाजूबन्द, निष्क (स्वर्णपदक या मोहर) तथा हाथका आभूषण (कड़ा आदि) धारण न किये हो॥११॥ "
                },
                {
                    "slok": "नानाहिताग्निर्नायज्वा न क्षुद्रो वा न तस्करः। कश्चिदासीदयोध्यायां न चावृत्तो न संकरः॥१२॥",
                    "arth": "अयोध्यामें कोई भी ऐसा नहीं था, जो अग्निहोत्र और यज्ञ न करता हो; जो क्षुद्र, चोर, सदाचारशून्य अथवा वर्णसंकर हो॥१२॥ "
                },
                {
                    "slok": "स्वकर्मनिरता नित्यं ब्राह्मणा विजितेन्द्रियाः। दानाध्ययनशीलाश्च संयताश्च प्रतिग्रहे॥१३॥",
                    "arth": "वहाँ निवास करनेवाले ब्राह्मण सदा अपने कर्मों में लगे रहते, इन्द्रियोंको वशमें रखते, दान और स्वाध्याय करते तथा प्रतिग्रहसे बचे रहते थे ॥ १३ ॥"
                },
                {
                    "slok": "नास्तिको नानृती वापि न कश्चिदबहुश्रुतः। नासूयको न चाशक्तो नाविद्वान् विद्यते क्वचित्॥१४॥",
                    "arth": "वहाँ कहीं एक भी ऐसा द्विज नहीं था, जो नास्तिक, असत्यवादी, अनेक शास्त्रोंके ज्ञानसे रहित, दूसरोंके दोष ढूँढ़नेवाला, साधनमें असमर्थ और विद्याहीन हो॥ "
                },
                {
                    "slok": "नाषडंगविदत्रास्ति नाव्रतो नासहस्त्रदः। नदीनः क्षिप्तचित्तो वा व्यथितो वापि कश्चन॥१५॥",
                    "arth": "उस पुरीमें वेदके छहों अंगोंको न जाननेवाला, व्रतहीन, सहस्रोंसे कम दान देनेवाला, दीन, विक्षिप्तचित्त अथवा दुःखी भी कोई नहीं था॥१५॥ "
                },
                {
                    "slok": "कश्चिन्नरो वा नारी वा नाश्रीमान् नाप्यरूपवान्। द्रष्टुं शक्यमयोध्यायां नापि राजन्यभक्तिमान्॥१६॥",
                    "arth": "अयोध्यामें कोई भी स्त्री या पुरुष ऐसा नहीं देखा जा सकता था, जो श्रीहीन, रूपरहित तथा राजभक्तिसे शून्य हो॥१६॥"
                },
                {
                    "slok": "वर्णेष्वग्र्यचतुर्थेषु णा देवतातिथिपूजकाः। कृतज्ञाश्च वदान्याश्च शूरा विक्रमसंयुताः॥१७॥",
                    "arth": "ब्राह्मण आदि चारों वर्गों के लोग देवता और अतिथियोंके पूजक, कृतज्ञ, उदार, शूरवीर और पराक्रमी थे॥१७॥"
                },
                {
                    "slok": "दीर्घायुषो नराः सर्वे धर्मं सत्यं च संश्रिताः। सहिताः पुत्रपौत्रैश्च नित्यं स्त्रीभिः पुरोत्तमे॥१८॥",
                    "arth": "उस श्रेष्ठ नगरमें निवास करनेवाले सब मनुष्य दीर्घायु तथा धर्म और सत्यका आश्रय लेनेवाले थे। वे सदा स्त्री-पुत्र और पौत्र आदि परिवारके साथ सुखसे रहते थे॥१८॥"
                },
                {
                    "slok": "क्षत्रं ब्रह्ममुखं चासीद् वैश्याः क्षत्रमनुव्रताः। शूद्राः स्वकर्मनिरतास्त्रीन् वर्णानुपचारिणः॥१९॥ ",
                    "arth": "क्षत्रिय ब्राह्मणोंका मुँह जोहते थे, वैश्य क्षत्रियोंकी आज्ञाका पालन करते थे और शूद्र अपने कर्तव्यका पालन करते हुए उपर्युक्त तीनों वर्गों की सेवामें संलग्न रहते थे॥१९॥"
                },
                {
                    "slok": "सा तेनेक्ष्वाकुनाथेन पुरी सुपरिरक्षिता। यथा पुरस्तान्मनुना मानवेन्द्रेण धीमता॥२०॥ ",
                    "arth": "इक्ष्वाकुकुलके स्वामी राजा दशरथ अयोध्यापुरीकी रक्षा उसी प्रकार करते थे, जैसे बुद्धिमान् महाराज मनुने पूर्वकालमें उसकी रक्षा की थी॥२०॥"
                },
                {
                    "slok": "योधानामग्निकल्पानां पेशलानाममर्षिणाम्। सम्पूर्णा कृतविद्यानां गुहा केसरिणामिव॥२१",
                    "arth": "शौर्यकी अधिकताके कारण अग्निके समान दुर्धर्ष, कुटिलतासे रहित, अपमानको सहन करनेमें असमर्थ तथा अस्त्र-शस्त्रोंके ज्ञाता योद्धाओंके समुदायसे वह पुरी उसी तरह भरी-पूरी रहती थी, जैसे पर्वतोंकी गुफा सिंहोंके समूहसे परिपूर्ण होती है॥ २१॥ "
                },
                {
                    "slok": "काम्बोजविषये जातैर्बाहीकैश्च हयोत्तमैः। वनायुजैदीजैश्च पूर्णा हरिहयोत्तमैः॥२२॥",
                    "arth": "काम्बोज और बाह्लीक देशमें उत्पन्न हुए उत्तम घोड़ोंसे, वनायु देशके अश्वोंसे तथा सिन्धुनदके निकट पैदा होनेवाले दरियाई घोड़ोंसे, जो इन्द्रके अश्व उच्चैःश्रवाके समान श्रेष्ठ थे, अयोध्यापुरी भरी रहती थी॥ २२॥ "
                },
                {
                    "slok": "विन्ध्यपर्वतजैर्मत्तैः पूर्णा हैमवतैरपि। मदान्वितैरतिबलैर्मातंगैः का पर्वतोपमैः ॥२३॥",
                    "arth": "विन्ध्य और हिमालय पर्वतोंमें उत्पन्न होनेवाले अत्यन्त बलशाली पर्वताकार मदमत्त गजराजोंसे भी वह नगरी परिपूर्ण रहती थी॥ २३॥ "
                },
                {
                    "slok": "ऐरावतकुलीनैश्चमी महापद्मकुलैस्तथा। अञ्जनादपि निष्क्रान्तैर्वामनादपि च द्विपैः॥२४॥ ",
                    "arth": "ऐरावतकुलमें उत्पन्न, महापद्मके वंशमें पैदा हुए तथा अञ्जन और वामन नामक दिग्गजोंसे भी प्रकट हुए हाथी उस पुरीकी पूर्णतामें सहायक हो रहे थे॥ २४॥ "
                },
                {
                    "slok": "भद्रैर्मन्द्रैर्मगैश्चैव जय भद्रमन्द्रमृगैस्तथा। भद्रमन्द्रैर्भद्रमृगैर्मृगमन्द्रैश्च साह पुरी॥२५॥ नित्यमत्तैः सदा पूर्णा नागैरचलसंनिभैः। सा योजने द्वे च भूयः सत्यनामा प्रकाशते। यस्यां दशरथो राजा वसञ्जगदपालयत्॥२६॥",
                    "arth": "हिमालय पर्वतपर उत्पन्न भद्रजातिके, विन्ध्यपर्वतपर उत्पन्न हुए मन्द्रजातिके तथा सह्यपर्वतपर पैदा हुए मृग जातिके हाथी भी वहाँ मौजूद थे। भद्र, मन्द्र और मृगइन तीनोंके मेलसे उत्पन्न हुए संकरजातिके, भद्र और मन्द्र-इन दो जातियोंके मेलसे पैदा हुए संकर जातिके, भद्र और मृग जातिके संयोगसे उत्पन्न संकरजातिके तथा मृग और मन्द्र-इन दो जातियोंके सम्मिश्रणसे पैदा हुए पर्वताकार गजराज भी, जो सदा मदोन्मत्त रहते थे, उस पुरीमें भरे हुए थे। (तीन योजनके विस्तारवाली अयोध्यामें) दो योजनकी भूमि तो ऐसी थी, जहाँ पहुँचकर किसीके लिये भी युद्ध करना असम्भव था, इसलिये वह पुरी 'अयोध्या' इस सत्य एवं सार्थक नामसे प्रकाशित होती थी; जिसमें रहते हुए राजा दशरथ इस जगत्का (अपने राज्यका) पालन करते थे॥ २५-२६॥ "
                },
                {
                    "slok": "तां पुरीं स महातेजा राजा दशरथो महान्। शशास शमितामित्रो नक्षत्राणीव चन्द्रमाः॥२७॥",
                    "arth": "जैसे चन्द्रमा नक्षत्रलोकका शासन करते हैं, उसी प्रकार महातेजस्वी महाराज दशरथ अयोध्यापुरीका शासन करते थे। उन्होंने अपने समस्त शत्रुओंको नष्ट कर दिया था॥ २७॥"
                },
                {
                    "slok": "तां सत्यनामां दृढतोरणार्गलां गृहैर्विचित्रैरुपशोभितां शिवाम्। पुरीमयोध्यां नृसहस्रसंकुलां शशास वै शक्रसमो महीपतिः॥२८॥ ",
                    "arth": "जिसका अयोध्या नाम सत्य एवं सार्थक था, जिसके दरवाजे और अर्गला सुदृढ़ थे, जो विचित्र गृहोंसे सदा सुशोभित होती थी, सहस्त्रों मनुष्योंसे भरी हुई उस कल्याणमयी पुरीका इन्द्रतुल्य तेजस्वी राजा दशरथ न्यायपूर्वक शासन करते थे॥२८॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे षष्ठः सर्गः॥६॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें छठा सर्ग पूरा हुआ॥६॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "7",
            "arth": [
                {
                    "slok": "तस्यामात्या गुणैरासन्निक्ष्वाकोः सुमहात्मनः। मन्त्रज्ञाश्चेङ्गितज्ञाश्च नित्यं प्रियहिते रताः॥१॥ अष्टौ बभूवुर्वीरस्य तस्यामात्या यशस्विनः। शुचयश्चानुरक्ताश्च राजकृत्येषु नित्यशः॥२॥",
                    "arth": "इक्ष्वाकुवंशी वीर महामना महाराज दशरथके मन्त्रिजनोचित गुणोंसे सम्पन्न आठ मन्त्री थे, जो मन्त्रके तत्त्वको जाननेवाले और बाहरी चेष्टा देखकर ही मनके भावको समझ लेनेवाले थे। वे सदा ही राजाके प्रिय एवं हितमें लगे रहते थे। इसीलिये उनका यश बहुत फैला हुआ था। वे सभी शुद्ध आचार-विचारसे युक्त थे और राजकीय कार्यों में निरन्तर संलग्न रहते थे॥१-२॥"
                },
                {
                    "slok": "धृष्टिर्जयन्तो विजयः सुराष्ट्रो राष्ट्रवर्धनः। अकोपो धर्मपालश्च सुमन्त्रश्चाष्टमोऽर्थवित्॥३॥",
                    "arth": "उनके नाम इस प्रकार हैं-धृष्टि, जयन्त, विजय, सुराष्ट्र, राष्ट्रवर्धन, अकोप, धर्मपाल और आठवें सुमन्त्र, जो अर्थशास्त्रके ज्ञाता थे॥३॥"
                },
                {
                    "slok": "ऋत्विजौ द्वावभिमतौ तस्यास्तामृषिसत्तमौ। वसिष्ठो वामदेवश्च मन्त्रिणश्च तथापरे॥४॥ सुयज्ञोऽप्यथ जाबालिः काश्यपोऽप्यथ गौतमः। मार्कण्डेयस्तु दीर्घायुस्तथा कात्यायनो द्विजः॥५॥",
                    "arth": "ऋषियोंमें श्रेष्ठतम वसिष्ठ और वामदेव-ये दो महर्षि राजाके माननीय ऋत्विज् (पुरोहित) थे। इनके सिवा सुयज्ञ, जाबालि, काश्यप, गौतम, दीर्घायु मार्कण्डेय और विप्रवर कात्यायन भी महाराजके मन्त्री थे॥४-५॥ "
                },
                {
                    "slok": "एतैर्ब्रह्मर्षिभिनित्यमृत्विजस्तस्य पौर्वकाः। विद्याविनीता ह्रीमन्तः कुशला नियतेन्द्रियाः॥६॥ श्रीमन्तश्च महात्मानः शस्त्रज्ञा दृढविक्रमाः। कीर्तिमन्तः प्रणिहिता यथावचनकारिणः॥७॥ तेजःक्षमायशःप्राप्ताः स्मितपूर्वाभिभाषिणः। क्रोधात् कामार्थहेतोर्वा न ब्रूयुरनृतं वचः॥८॥",
                    "arth": "इन ब्रह्मर्षियोंके साथ राजाके पूर्वपरम्परागत ऋत्विज भी सदा मन्त्रीका कार्य करते थे। वे सबके-सब विद्वान् होनेके कारण विनयशील, सलज्ज, कार्यकुशल, जितेन्द्रिय, श्रीसम्पन्न, महात्मा, शस्त्रविद्याके ज्ञाता, सुदृढ़ पराक्रमी, यशस्वी, समस्त राजकार्यों में सावधान, राजाकी आज्ञाके अनुसार कार्य करनेवाले, तेजस्वी, क्षमाशील, कीर्तिमान् तथा मुसकराकर बात करनेवाले थे। वे कभी काम, क्रोध या स्वार्थके वशीभत होकर झठ नहीं बोलते थे॥६-८॥"
                },
                {
                    "slok": "तेषामविदितं किंचित् स्वेषु नास्ति परेषु वा। क्रियमाणं कृतं वापि चारेणापि चिकीर्षितम्॥९॥ ",
                    "arth": "अपने या शत्रुपक्षके राजाओंकी कोई भी बात उनसे छिपी नहीं रहती थी। दूसरे राजा क्या करते हैं, क्या कर चुके हैं और क्या करना चाहते हैं-ये सभी बातें गुप्तचरोंद्वारा उन्हें मालूम रहती थीं॥९॥"
                },
                {
                    "slok": "कुशला व्यवहारेषु सौहृदेषु परीक्षिताः। प्राप्तकालं यथा दण्डं धारयेयुः सुतेष्वपि॥१०॥",
                    "arth": "वे सभी व्यवहारकुशल थे। उनके सौहार्दकी अनेक अवसरोंपर परीक्षा ली जा चुकी थी। वे मौका पड़नेपर अपने पुत्रको भी उचित दण्ड देनेमें भी नहीं हिचकते थे॥१०॥ "
                },
                {
                    "slok": "कोशसंग्रहणे युक्ता बलस्य च परिग्रहे। अहितं चापि पुरुषं न हिंस्युरविदूषकम्॥११॥",
                    "arth": "कोषके संचय तथा चतुरंगिणी सेनाके संग्रहमें सदा लगे रहते थे। शत्रुने भी यदि अपराध न किया हो तो वे उसकी हिंसा नहीं करते थे॥११॥"
                },
                {
                    "slok": "वीराश्च नियतोत्साहा राजशास्त्रमनुष्ठिताः। शुचीनां रक्षितारश्च नित्यं विषयवासिनाम्॥१२॥",
                    "arth": "उन सबमें सदा शौर्य एवं उत्साह भरा रहता था। वे राजनीतिके अनुसार कार्य करते तथा अपने राज्यके भीतर रहनेवाले सत्पुरुषोंकी सदा रक्षा करते थे॥१२॥ "
                },
                {
                    "slok": "ब्रह्मक्षत्रमहिंसन्तस्ते कोशं समपूरयन्। सुतीक्ष्णदण्डाः सम्प्रेक्ष्य पुरुषस्य बलाबलम्॥१३॥",
                    "arth": "ब्राह्मणों और क्षत्रियोंको कष्ट न पहुँचाकर न्यायोचित धनसे राजाका खजाना भरते थे। वे अपराधी पुरुषके बलाबलको देखकर उसके प्रति तीक्ष्ण अथवा मृदु दण्डका प्रयोग करते थे॥१३॥ "
                },
                {
                    "slok": "शुचीनामेकबुद्धीनां सर्वेषां सम्प्रजानताम्। नासीत्पुरे वा राष्ट्रे वा मृषावादी नरः क्वचित्॥१४॥ क्वचिन्न दुष्टस्तत्रासीत् परदाररतिर्नरः। प्रशान्तं सर्वमेवासीद् राष्ट्रं पुरवरं च तत्॥१५॥",
                    "arth": "उन सबके भाव शुद्ध और विचार एक थे। उनकी जानकारीमें अयोध्यापुरी अथवा कोसलराज्यके भीतर कहीं एक भी मनुष्य ऐसा नहीं था, जो मिथ्यावादी, दुष्ट और परस्त्रीलम्पट हो। सम्पूर्ण राष्ट्र और नगरमें पूर्ण शान्ति छायी रहती थी॥१४-१५॥"
                },
                {
                    "slok": "सुवाससः सुवेषाश्च ते च सर्वे शुचिव्रताः। हितार्थाश्च नरेन्द्रस्य जाग्रतो नयचक्षुषा॥१६॥",
                    "arth": "उन मन्त्रियोंके वस्त्र और वेष स्वच्छ एवं सुन्दर होते थे। वे उत्तम व्रतका पालन करनेवाले तथा राजाके हितैषी थे। नीतिरूपी नेत्रोंसे देखते हुए सदा सजग रहते थे॥ "
                },
                {
                    "slok": "गुरोर्गुणगृहीताश्च प्रख्याताश्च पराक्रमैः। विदेशेष्वपि विज्ञाताः सर्वतो बुद्धिनिश्चयाः॥१७॥ ",
                    "arth": "अपने गुणोंके कारण वे सभी मन्त्री गुरुतुल्य समादरणीय राजाके अनुग्रहपात्र थे। अपने पराक्रमोंके कारण उनकी सर्वत्र ख्याति थी। विदेशोंमें भी सब लोग उन्हें जानते थे। वे सभी बातोंमें बुद्धिद्वारा भलीभाँति विचार करके किसी निश्चयपर पहुँचते थे॥१७॥"
                },
                {
                    "slok": "अभितो गुणवन्तश्च न चासन् गुणवर्जिताः। संधिविग्रहतत्त्वज्ञाः प्रकृत्या सम्पदान्विताः॥१८॥",
                    "arth": "समस्त देशों और कालोंमें वे गुणवान् ही सिद्ध होते थे, गुणहीन नहीं। संधि और विग्रहके उपयोग और अवसरका उन्हें अच्छी तरह ज्ञान था। वे स्वभावसे ही सम्पत्तिशाली (दैवी सम्पत्तिसे युक्त) थे ॥ १८ ॥"
                },
                {
                    "slok": "मन्त्रसंवरणे शक्ताः शक्ताः सूक्ष्मासु बुद्धिषु। नीतिशास्त्रविशेषज्ञाः सततं प्रियवादिनः॥१९॥",
                    "arth": "उनमें राजकीय मन्त्रणाको गुप्त रखनेकी प शक्ति थी। वे सूक्ष्मविषयका विचार करनेमें कुशल : नीतिशास्त्रमें उनकी विशेष जानकारी थी तथा वे स ही प्रिय लगनेवाली बात बोलते थे॥१९॥ "
                },
                {
                    "slok": "ईदशैस्तैरमात्यैश्च राजा दशरथोऽनघः। उपपन्नो गुणोपेतैरन्वशासद् वसुन्धराम्॥२०॥",
                    "arth": "ऐसे गुणवान् मन्त्रियोंके साथ रहकर निष्पाप रा दशरथ उस भूमण्डलका शासन करते थे॥२०॥"
                },
                {
                    "slok": "अवेक्ष्यमाणश्चारेण प्रजा धर्मेण रक्षयन्।। प्रजानां पालनं कुर्वन्नधर्म परिवर्जयन् ॥२१॥",
                    "arth": "वे गुप्तचरोंके द्वारा अपने और शत्रु-राज्यके वृत्तान्तों दृष्टि रखते थे, प्रजाका धर्मपूर्वक पालन करते थे त प्रजापालन करते हुए अधर्मसे दूर ही रहते थे॥२१॥"
                },
                {
                    "slok": "विश्रुतस्त्रिषु लोकेषु वदान्यः सत्यसंगरः। स तत्र पुरुषव्याघ्रः शशास पृथिवीमिमाम्॥२२॥",
                    "arth": "उनकी तीनों लोकोंमें प्रसिद्धि थी। वे उदार अ सत्यप्रतिज्ञ थे। पुरुषसिंह राजा दशरथ अयोध्यामें रहकर इस पृथ्वीका शासन करते थे॥२२॥"
                },
                {
                    "slok": "नाध्यगच्छद्विशिष्टं वा तुल्यं वा शत्रुमात्मनः। मित्रवान्नतसामन्तः प्रतापहतकण्टकः। स शशास जगद् राजा दिवि देवपतिर्यथा॥२३॥",
                    "arth": "उन्हें कभी अपनेसे बड़ा अथवा अपने समान भी कोई शत्रु नहीं मिला। उनके मित्रोंकी संख्या बहुत थी। सभी सामन्त उनके चरणोंमें मस्तक झुकाते थे। उनके प्रतापसे राज्यके सारे कण्टक (शत्रु एवं चोर आदि) नष्ट हो गये थे। जैसे देवराज इन्द्र स्वर्गमें रहकर तीनों लोकोंका पालन करते हैं, उसी प्रकार राजा दशरथ अयोध्यामें रहकर सम्पूर्ण जगत्का शासन करते थे॥ २३॥ "
                },
                {
                    "slok": "तैर्मन्त्रिभिर्मन्त्रहिते निविष्टै वृतोऽनुरक्तैः कुशलैः समर्थैः । स पार्थिवो दीप्तिमवाप युक्त स्तेजोमयैर्गोभिरिवोदितोऽर्कः॥२४॥",
                    "arth": "उनके मन्त्री मन्त्रणाको गुप्त रखने तथा राज्यके हित-साधनमें संलग्न रहते थे। वे राजाके प्रति अनुरक्त, कार्यकुशल और शक्तिशाली थे। जैसे सूर्य अपनी तेजोमयी किरणोंके साथ उदित होकर प्रकाशित होते हैं, उसी प्रकार राजा दशरथ उन तेजस्वी मन्त्रियोंसे घिरे रहकर बड़ी शोभा पाते थे॥ २४॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे सप्तमः सर्गः॥७॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें सातवाँ सर्ग पूरा हुआ॥७॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "8",
            "arth": [
                {
                    "slok": "तस्य चैवंप्रभावस्य धर्मज्ञस्य महात्मनः। सुतार्थं तप्यमानस्य नासीद् वंशकरः सुतः॥१॥",
                    "arth": "सम्पूर्ण धर्मोंको जाननेवाले महात्मा राजा दशरथ ऐसे प्रभावशाली होते हुए भी पुत्रके लिये सदा चिन्तित रहते थे। उनके वंशको चलानेवाला कोई पुत्र नहीं था॥१॥ "
                },
                {
                    "slok": "चिन्तयानस्य तस्यैवं बुद्धिरासीन्महात्मनः। सुतार्थं वाजिमेधेन किमर्थं न यजाम्यहम्॥२॥",
                    "arth": "उसके लिये चिन्ता करते-करते एक दिन उन महामनस्वी नरेशके मनमें यह विचार हुआ कि मैं पुत्रप्राप्तिके लिये अश्वमेध यज्ञका अनुष्ठान क्यों न करूँ?॥ "
                },
                {
                    "slok": "स निश्चितां मतिं कृत्वा यष्टव्यमिति बुद्धिमान्। मन्त्रिभिः सह धर्मात्मा सर्वैरपि कृतात्मभिः॥३॥ ततोऽब्रवीन्महातेजाः सुमन्त्रं मन्त्रिसत्तम। शीघ्रमानय मे सर्वान् गुरूंस्तान् सपुरोहितान्॥४॥",
                    "arth": "अपने समस्त शद्ध बद्धिवाले मन्त्रियों के साथ परामर्शपूर्वक यज्ञ करनेका ही निश्चित विचार करके उन महातेजस्वी, बुद्धिमान् एवं धर्मात्मा राजाने सुमन्त्रसे कहा-'मन्त्रिवर! तुम मेरे समस्त गुरुजनों एवं पुरोहितोंको यहाँ शीघ्र बुला ले आओ' ॥३-४॥ "
                },
                {
                    "slok": "ततः सुमन्त्रस्त्वरितं गत्वा त्वरितविक्रमः। | समानयत् स तान् सर्वान् समस्तान् वेदपारगान्॥५॥",
                    "arth": "तब शीघ्रतापूर्वक पराक्रम प्रकट करनेवाले सुमन्त्र | तुरंत जाकर उन समस्त वेदविद्याके पारंगत मुनियोंको | वहाँ बुला लाये॥५॥"
                },
                {
                    "slok": "सुयज्ञं वामदेवं च जाबालिमथ काश्यपम्। पुरोहितं वसिष्ठं च ये चाप्यन्ये द्विजोत्तमाः॥६। तान् पूजयित्वा धर्मात्मा राजा दशरथस्तदा। इदं धर्मार्थसहितं श्लक्ष्णं वचनमब्रवीत्॥७॥",
                    "arth": "सुयज्ञ, वामदेव, जाबालि, काश्यप, कुलपुरोहित वसिष्ठ तथा और भी जो श्रेष्ठ ब्राह्मण थे, उन सबकी पूजा करके धर्मात्मा राजा दशरथने धर्म और अर्थसे युक्त यह मधुर वचन कहा-॥ ६-७॥ "
                },
                {
                    "slok": "मम लालप्यमानस्य सुतार्थं नास्ति वै सुखम्। तदर्थं हयमेधेन यक्ष्यामीति मतिर्मम॥८॥",
                    "arth": "'महर्षियो! मैं सदा पुत्रके लिये विलाप करता रहता हूँ। उसके बिना इस राज्य आदिसे मुझे सुख नहीं मिलता; अतः मैंने यह निश्चय किया है कि मैं पुत्रप्राप्तिके लिये अश्वमेधद्वारा भगवान्का यजन करूँ॥८॥ "
                },
                {
                    "slok": "तदहं यष्टुमिच्छामि शास्त्रदृष्टेन कर्मणा। कथं प्राप्स्याम्यहं कामं बुद्धिरत्रविचिन्त्यताम्॥९॥",
                    "arth": "'मेरी इच्छा है कि शास्त्रोक्त विधिसे इस यज्ञका अनुष्ठान करूँ; अतः किस प्रकार मुझे मेरी मनोवाञ्छित वस्तु प्राप्त होगी? इसका विचार आपलोग यहाँ करें॥९॥ "
                },
                {
                    "slok": "ततः साध्विति तद्वाक्यं ब्राह्मणाः प्रत्यपूजयन्। वसिष्ठप्रमुखाः सर्वे पार्थिवस्य मुखेरितम्॥१०॥",
                    "arth": "राजाके ऐसा कहनेपर वसिष्ठ आदि सब ब्राह्मणोंने 'बहुत अच्छा' कहकर उनके मुखसे कहे गये पूर्वोक्त वचनकी प्रशंसा की॥१०॥ "
                },
                {
                    "slok": "ऊचुश्च परमप्रीताः सर्वे दशरथं वचः। सम्भाराः सम्भियन्तां ते तुरगश्च विमुच्यताम्॥११॥ सरय्वाश्चोत्तरे तीरे यज्ञभूमिर्विधीयताम्। सर्वथा प्राप्स्यसे पुत्रानभिप्रेतांश्च पार्थिव॥१२॥ यस्य ते धार्मिकी बुद्धिरियं पुत्रार्थमागता।",
                    "arth": "फिर वे सभी अत्यन्त प्रसन्न होकर राजा दशरथसे बोले-'महाराज! यज्ञ-सामग्रीका संग्रह किया जाय भूमण्डलमें भ्रमणके लिये यज्ञसम्बन्धी अश्व छोड़ा जार तथा सरयूके उत्तर तटपर यज्ञभूमिका निर्माण किय जाय। तुम यज्ञद्वारा सर्वथा अपनी इच्छाके अनुरूप पुः प्राप्त कर लोगे; क्योंकि पुत्रके लिये तुम्हारे हृदयमें ऐसे धार्मिक बुद्धिका उदय हुआ है'॥११-१२॥"
                },
                {
                    "slok": "ततस्तुष्टोऽभवद् राजा श्रुत्वैतद् द्विजभाषितम्॥१३ । अमात्यानब्रवीद् राजा हर्षव्याकुललोचनः। सम्भाराः सम्भ्रियन्तां मे गुरूणां वचनादिह ॥ १४ ॥ समर्थाधिष्ठितश्चाश्वः सोपाध्यायो विमुच्यताम्। सरय्वाश्चोत्तरे तीरे यज्ञभूमिर्विधीयताम्॥१५॥ शान्तयश्चापि वर्धन्तां यथाकल्पं यथाविधि। शक्यः प्राप्तुमयं यज्ञः सर्वेणापि महीक्षिता॥१६॥ नापराधो भवेत् कष्टो यद्यस्मिन् क्रतुसत्तमे। छिद्रं हि मृगयन्ते स्म विद्वांसो ब्रह्मराक्षसाः॥१७॥",
                    "arth": "ब्राह्मणोंका यह कथन सुनकर राजा बहुत संतुष्ट हुए। हर्षसे उनके नेत्र चञ्चल हो उठे। वे अपने | मन्त्रियोंसे बोले-'गुरुजनोंकी आज्ञाके अनुसार यज्ञकी सामग्री यहाँ एकत्र की जाय। शक्तिशाली वीरोंके संरक्षणमें उपाध्यायसहित अश्वको छोड़ा जाय। सरयके उत्तर तटपर यज्ञभूमिका निर्माण हो। शास्त्रोक्त विधिके अनुसार क्रमशः शान्तिकर्मका विस्तार किया जाय (जिससे विघ्नोंका निवारण हो)। यदि इस श्रेष्ठ यज्ञमें कष्टप्रद अपराध बन जानेका भय न हो तो सभी राजा इसका सम्पादन कर सकते हैं; परंतु ऐसा होना कठिन है; क्योंकि विद्वान् ब्रह्मराक्षस यज्ञमें विघ्न डालनेके लिये | छिद्र ढूँढा करते हैं॥१३-१७॥ "
                },
                {
                    "slok": "विधिहीनस्य यज्ञस्य सद्यः कर्ता विनश्यति। तद्यथा विधिपूर्वं मे क्रतुरेष समाप्यते॥१८॥ तथा विधानं क्रियतां समर्थाः साधनेष्विति। ",
                    "arth": "'विधिहीन यज्ञका अनुष्ठान करनेवाला यजमान तत्काल नष्ट हो जाता है; अतः मेरा यह यज्ञ जिस तरह विधिपूर्वक सम्पन्न हो सके, वैसा उपाय किया जाय। तुम सब लोग ऐसे साधन प्रस्तुत करने में समर्थ हो'॥ "
                },
                {
                    "slok": "तथेति चाब्रुवन् सर्वे मन्त्रिणः प्रतिपूजिताः ॥१९॥ पार्थिवेन्द्रस्य तद् वाक्यं यथापूर्वं निशम्य ते।",
                    "arth": "राजाके द्वारा सम्मानित हुए समस्त मन्त्री पूर्ववत् | उनके वचनोंको सुनकर बोले-'बहुत अच्छा, ऐसा ही होगा'॥ १९॥ "
                },
                {
                    "slok": "तथा द्विजास्ते धर्मज्ञा वर्धयन्तो नृपोत्तमम्॥२०॥ अनुज्ञातास्ततः सर्वे पुनर्जग्मुर्यथागतम्।",
                    "arth": "इसी प्रकार वे सभी धर्मज्ञ ब्राह्मण भी नृपश्रेष्ठ दशरथको बधाई देते हुए उनकी आज्ञा लेकर जैसे आये थे, वैसे ही फिर लौट गये॥ २० ॥ "
                },
                {
                    "slok": "विसर्जयित्वा तान् विप्रान् सचिवानिदमब्रवीत्॥२१॥ | ऋत्विग्भिरूपसंदिष्टो यथावत् क्रतुराप्यताम्। ",
                    "arth": "उन ब्राह्मणोंको विदा करके राजाने मन्त्रियोंसे | कहा-'पुरोहितोंके उपदेशके अनुसार इस यज्ञको विधिवत पूर्ण करना चाहिये' ॥ २१॥"
                },
                {
                    "slok": "इत्युक्त्वा नृपशार्दूलः सचिवान् समुपस्थितान्॥२२॥ विसर्जयित्वा स्वं वेश्म प्रविवेश महामतिः।",
                    "arth": "वहाँ उपस्थित हुए मन्त्रियोंसे ऐसा कहकर परम बुद्धिमान् नृपश्रेष्ठ दशरथ उन्हें विदा करके अपने महलमें चले गये॥ २२॥"
                },
                {
                    "slok": "ततः स गत्वा ताः पत्नीनरेन्द्रो हृदयंगमाः॥२३॥ उवाच दीक्षां विशत यक्ष्येऽहं सुतकारणात्।",
                    "arth": "वहाँ जाकर नरेशने अपनी प्यारी पत्नियोंसे कहा-'देवियो! दीक्षा ग्रहण करो। मैं पुत्रके लिये यज्ञ करूँगा' ॥ २३॥ "
                },
                {
                    "slok": "तासां तेनातिकान्तेन वचनेन सुवर्चसाम्।। मुखपद्मान्यशोभन्त पद्मानीव हिमात्यये॥२४॥",
                    "arth": "उस मनोहर वचनसे उन सुन्दर कान्तिवाली रानियोंके मुखकमल वसन्तऋतुमें विकसित होनेवाले पङ्कजोंके समान खिल उठे और अत्यन्त शोभा पाने लगे॥२४॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डेऽष्टमः सर्गः॥८॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें आठवाँ सर्ग पूरा हुआ॥८॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "9",
            "arth": [
                {
                    "slok": "एतच्छ्रुत्वा रहः सूतो राजानमिदमब्रवीत्। श्रूयतां तत् पुरावृत्तं पुराणे च मया श्रुतम्॥१॥ ",
                    "arth": "पुत्रके लिये अश्वमेध यज्ञ करनेकी बात सुनकर सुमन्त्रने राजासे एकान्तमें कहा–'महाराज! एक पुराना इतिहास सुनिये। मैंने पुराणमें भी इसका वर्णन सुना है।"
                },
                {
                    "slok": "ऋत्विग्भिरुपदिष्टोऽयं पुरावृत्तो मया श्रुतः। सनत्कुमारो भगवान् पूर्वं कथितवान् कथाम्॥२॥ ऋषीणां संनिधौ राजंस्तव पुत्रागमं प्रति।",
                    "arth": "'ऋत्विजोंने पुत्र-प्राप्तिके लिये इस अश्वमेधरूप उपायका उपदेश किया है; परंतु मैंने इतिहासके रूपमें कुछ विशेष बात सुनी है। राजन्! पूर्वकालमें भगवान् सनत्कुमारने ऋषियोंके निकट एक कथा सुनायी थी। वह आपकी पुत्रप्राप्तिसे सम्बन्ध रखनेवाली है॥ २३ ॥"
                },
                {
                    "slok": "काश्यपस्य च पुत्रोऽस्ति विभाण्डक इति श्रुतः॥३॥ ऋष्यशृंग इति ख्यातस्तस्य पुत्रो भविष्यति। पर स वने नित्यसंवृद्धो मुनिर्वनचरः सदा॥४॥",
                    "arth": "'उन्होंने कहा था, मुनिवरो! महर्षि काश्यपके विभाण्डक नामसे प्रसिद्ध एक पुत्र हैं। उनके भी एक पुत्र होगा, जिसकी लोगोंमें ऋष्यशृंग नामसे प्रसिद्धि होगी। वे ऋष्यशृंग मुनि सदा वनमें ही रहेंगे और वनमें ही सदा लालन-पालन पाकर वे बड़े होंगे॥३-४॥ "
                },
                {
                    "slok": "नान्यं जानाति विप्रेन्द्रो नित्यं पित्रनुवर्तनात्। द्वैविध्यं ब्रह्मचर्यस्य भविष्यति महात्मनः॥५॥ लोकेषु प्रथितं राजन् विप्रैश्च कथितं सदा।",
                    "arth": "'सदा पिताके ही साथ रहनेके कारण विप्रवर ऋष्यशृंग दूसरे किसीको नहीं जानेंगे। राजन्! लोकमें ब्रह्मचर्यके दो रूप विख्यात हैं और ब्राह्मणोंने सदा उन दोनों स्वरूपोंका वर्णन किया है। एक तो है दण्ड, मेखला | आदि धारणरूप मुख्य ब्रह्मचर्य और दूसरा है ऋतुकालमें पत्नी-समागमरूप गौण ब्रह्मचर्य। उन महात्माके द्वारा उक्त दोनों प्रकारके ब्रह्मचर्योंका पालन होगा॥५॥"
                },
                {
                    "slok": "तस्यैवं वर्तमानस्य कालः समभिवर्तत॥६॥ | अग्निं शुश्रूषमाणस्य पितरं च यशस्विनम्।",
                    "arth": "इस प्रकार रहते हुए मुनिका समय अग्नि तथा | यशस्वी पिताकी सेवामें ही व्यतीत होगा॥६॥ "
                },
                {
                    "slok": "एतस्मिन्नेव काले तु रोमपादः प्रतापवान्॥७॥ | अंगेषु प्रथितो राजा भविष्यति महाबलः। | तस्य व्यतिक्रमाद् राज्ञो भविष्यति सुदारुणा॥८॥ | अनावृष्टिः सुघोरा वै सर्वलोकभयावहा।",
                    "arth": "उसी समय अंगदेशमें रोमपाद नामक एक बड़े | प्रतापी और बलवान् राजा होंगे; उनके द्वारा धर्मका | उल्लङ्घन हो जानेके कारण उस देशमें घोर अनावृष्टि हो जायगी, जो सब लोगोंको अत्यन्त भयभीत कर देगी। "
                },
                {
                    "slok": "अनावृष्ट्यां तु वृत्तायां राजा दुःखसमन्वितः॥९॥ ब्राह्मणाञ्छूतसंवृद्धान् समानीय प्रवक्ष्यति। भवन्तः श्रुतकर्माणो लोकचारित्रवेदिनः॥१०॥ समादिशन्तु नियमं प्रायश्चित्तं यथा भवेत्। ",
                    "arth": "वर्षा बंद हो जानेसे राजा रोमपादको भी बहुत दुःख होगा। वे शास्त्रज्ञानमें बढ़े-चढ़े ब्राह्मणोंको बुलाकर कहेंगे-'विप्रवरो! आपलोग वेद-शास्त्रके अनुसार कर्म करनेवाले तथा लोगोंके आचार-विचारको जाननेवाले हैं; अतः कृपा करके मुझे ऐसा कोई नियम बताइये, जिससे मेरे पापका प्रायश्चित्त हो जाय'॥ ९-१०॥"
                },
                {
                    "slok": "इत्युक्तास्ते ततो राज्ञा सर्वे ब्राह्मणसत्तमाः॥११॥| वक्ष्यन्ति ते महीपालं ब्राह्मणा वेदपारगाः।",
                    "arth": "राजाके ऐसा कहनेपर वे वेदोंके पारंगत विद्वान्सभी श्रेष्ठ ब्राह्मण उन्हें इस प्रकार सलाह देंगे-॥"
                },
                {
                    "slok": "विभाण्डकसुतं राजन् सर्वोपायैरिहानय॥१२॥ आनाय्य तु महीपाल ऋष्यश्रृंगं सुसत्कृतम्। विभाण्डकसुतं राजन् ब्राह्मणं वेदपारगम्। प्रयच्छ कन्यां शान्तां वै विधिना सुसमाहितः॥१३॥",
                    "arth": "'राजन्! विभाण्डकके पुत्र ऋष्यशृंग वेदोंके पारगामी विद्वान् हैं। भूपाल! आप सभी उपायोंसे उन्हें यहाँ ले आइये। बुलाकर उनका भलीभाँति सत्कार कीजिये। फिर एकाग्रचित्त हो वैदिक विधिके अनुसार उनके साथ अपनी कन्या शान्ताका विवाह कर दीजिये॥१२-१३॥ "
                },
                {
                    "slok": "तेषां तु वचनं श्रुत्वा राजा चिन्तां प्रपत्स्यते। केनोपायेन वै शक्यमिहानेतुं स वीर्यवान्॥१४॥",
                    "arth": "उनकी बात सुनकर राजा इस चिन्तामें पड़ जायेंगे कि किस उपायसे उन शक्तिशाली महर्षिको यहाँ लाया जा सकता है॥१४॥ "
                },
                {
                    "slok": "ततो राजा विनिश्चित्य सह मन्त्रिभिरात्मवान्। पुरोहितममात्यांश्च प्रेषयिष्यति सत्कृतान्॥१५॥",
                    "arth": "फिर वे मनस्वी नरेश मन्त्रियोंके साथ निश्चय करके अपने पुरोहित और मन्त्रियोंको सत्कारपूर्वक वहाँ भेजेंगे॥१५॥ "
                },
                {
                    "slok": "ते तु राज्ञो वचः श्रुत्वा व्यथिता विनताननाः। न गच्छेम ऋषेीता अनुनेष्यन्ति तं नृपम्॥१६॥",
                    "arth": "राजाकी बात सुनकर वे मन्त्री और पुरोहित मुँह लटकाकर दुःखी हो यों कहने लगेंगे कि 'हम महर्षिसे डरते हैं, इसलिये वहाँ नहीं जायँगे।' यों कहकर वे राजासे बड़ी अनुनय-विनय करेंगे॥१६॥ "
                },
                {
                    "slok": "वक्ष्यन्ति चिन्तयित्वा ते तस्योपायांश्च तान् क्षमान्। आनेष्यामो वयं विप्रं न च दोषो भविष्यति॥१७॥",
                    "arth": "'इसके बाद सोच-विचारकर वे राजाको योग्य उपाय बतायेंगे और कहेंगे कि 'हम उन ब्राह्मणकुमारको किसी उपायसे यहाँ ले आयेंगे। ऐसा करनेसे कोई दोष नहीं घटित होगा' ॥१७॥ "
                },
                {
                    "slok": "एवमंगाधिपेनैव गणिकाभिषेः सुतः। आनीतोऽवर्षयद् देवः शान्ता चास्मै प्रदीयते॥१८॥",
                    "arth": "इस प्रकार वेश्याओंकी सहायतासे अंगराज मुनिकुमार ऋष्यशृंगको अपने यहाँ बुलायेंगे। उनके आते ही इन्द्रदेव उस राज्यमें वर्षा करेंगे। फिर राजा उन्हें अपनी पुत्री शान्ता समर्पित कर देंगे॥१८॥ "
                },
                {
                    "slok": "ऋष्यशृंगस्तु जामाता पुत्रांस्तव विधास्यति। सनत्कुमारकथितमेतावद् व्याहृतं मया ॥१९॥",
                    "arth": "इस तरह ऋष्यशृंग आपके जामाता हुए। वे ही आपके लिये पुत्रोंको सुलभ करानेवाले यज्ञकर्मका सम्पादन करेंगे। यह सनत्कुमारजीकी कही हुई बात मैंने आपसे निवेदन की है ॥१९॥ "
                },
                {
                    "slok": "अथ हृष्टो दशरथः सुमन्त्रं प्रत्यभाषत। यथर्घ्यशृंगस्त्वानीतो येनोपायेन सोच्यताम्॥२०॥",
                    "arth": "यह सुनकर राजा दशरथको बड़ी प्रसन्नता हुई। उन्होंने सुमन्त्रसे कहा-'मुनिकुमार ऋष्यशृंगको वहाँ जिस प्रकार और जिस उपायसे बुलाया गया, वह स्पष्टरूपसे बताओ' ॥२०॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे नवमः सर्गः॥९॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें नवाँ सर्ग पूरा हुआ॥९॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "10",
            "arth": [
                {
                    "slok": "सुमन्त्रश्चोदितो राज्ञा प्रोवाचेदं वचस्तदा। | यथर्ण्यश्रृंगस्त्वानीतो येनोपायेन मन्त्रिभिः। तन्मे निगदितं सर्वं शृणु मे मन्त्रिभिः सह॥१॥",
                    "arth": "राजाकी आज्ञा पाकर उस समय सुमन्त्रने इस प्रकार कहना आरम्भ किया- “राजन्! रोमपादके मन्त्रियोंने ऋष्यशृंगको वहाँ जिस प्रकार और जिस उपायसे बुलाया था, वह सब मैं बता रहा हूँ। आप मन्त्रियोंसहित मेरी बात सुनिये ॥ १ ॥"
                },
                {
                    "slok": "रोमपादमुवाचेदं सहामात्यः पुरोहितः ।उपायो निरपायोऽयमस्माभिरभिचिन्तितः ॥ २ ॥",
                    "arth": "उस समय अमात्योंसहित पुरोहितने राजा रोमपादसे कहा-'महाराज! हमलोगोंने एक उपाय सोचा है, जिसे काममें लानेसे किसी भी विघ्न-बाधाके आनेकी सम्भावना नहीं है॥२॥ "
                },
                {
                    "slok": "ऋष्यश्रृंगो वनचरस्तपःस्वाध्यायसंयुतः। अनभिज्ञस्तु नारीणां विषयाणां सुखस्य च॥",
                    "arth": "ऋष्यशृंग मुनि सदा वनमें ही रहकर तपस्या और स्वाध्यायमें लगे रहते हैं। वे स्त्रियोंको पहचानतेतक नहीं हैं और विषयोंके सुखसे भी सर्वथा अनभिज्ञ हैं॥ "
                },
                {
                    "slok": "इन्द्रियार्थैरभिमतैर्नरचित्तप्रमाथिभिः । पुरमानाययिष्यामः क्षिप्रं चाध्यवसीयताम्॥४॥",
                    "arth": "हम मनुष्योंके चित्तको मथ डालनेवाले मनोवाञ्छित विषयोंका प्रलोभन देकर उन्हें अपने नगरमें ले आयेंगे; अतः इसके लिये शीघ्र प्रयत्न किया जाय॥४॥ "
                },
                {
                    "slok": "गणिकास्तत्र गच्छन्त रूपवत्यः स्वलंकताः। प्रलोभ्य विविधोपायैरानेष्यन्तीह सत्कृताः॥५॥",
                    "arth": "यदि सुन्दर आभूषणोंसे विभूषित मनोहर रूपवाली वेश्याएँ वहाँ जायँ तो वे भाँति-भाँतिके उपायोंसे उन्हें लुभाकर इस नगरमें ले आयेंगी; अतः इन्हें सत्कारपूर्वक भेजना चाहिये'॥५॥ "
                },
                {
                    "slok": "श्रुत्वा तथेति राजा च प्रत्युवाच पुरोहितम्। पुरोहितो मन्त्रिणश्च तदा चक्रुश्च ते तथा॥६॥",
                    "arth": "यह सुनकर राजाने पुरोहितको उत्तर दिया, 'बहुत अच्छा, आपलोग ऐसा ही करें।' आज्ञा पाकर पुरोहित और मन्त्रियोंने उस समय वैसी ही व्यवस्था की॥६॥"
                },
                {
                    "slok": "वारमुख्यास्तु तच्छ्रुत्वा वनं प्रविविशुर्महत्। आश्रमस्याविदूरेऽस्मिन् यत्नं कुर्वन्ति दर्शने॥७॥",
                    "arth": "तब नगरकी मुख्य-मुख्य वेश्याएँ राजाका आदेश सुनकर उस महान् वनमें गयीं और मुनिके आश्रमसे थोड़ी ही दूरपर ठहरकर उनके दर्शनका उद्योग करने लगीं ॥७॥ "
                },
                {
                    "slok": "ऋषेः पुत्रस्य धीरस्य नित्यमाश्रमवासिनः। पितुः स नित्यसंतुष्टो नातिचक्राम चाश्रमात्॥८॥",
                    "arth": "मुनिकुमार ऋष्यशृंग बड़े ही धीर स्वभावके थे। सदा आश्रममें ही रहा करते थे। उन्हें सर्वदा अपने पिताके पास रहनेमें ही अधिक सुख मिलता था। अतः वे कभी आश्रमके बाहर नहीं निकलते थे॥८॥"
                },
                {
                    "slok": "न तेन जन्मप्रभृति दृष्टपूर्वं तपस्विना। स्त्री वा पुमान् वा यच्चान्यत् सत्त्वं नगरराष्ट्रजम्॥९॥",
                    "arth": "उन तपस्वी ऋषिकुमारने जन्मसे लेकर उस समयतक पहले कभी न तो कोई स्त्री देखी थी और | न पिताके सिवा दूसरे किसी पुरुषका ही दर्शन किया | था। नगर या राष्ट्रके गाँवोंमें उत्पन्न हुए दूसरे-दूसरे प्राणियोंको भी वे नहीं देख पाये थे॥९॥ "
                },
                {
                    "slok": "ततः कदाचित् तं देशमाजगाम यदृच्छया। विभाण्डकसुतस्तत्र ताश्चापश्यद् वरांगनाः॥१०॥ ",
                    "arth": "तदनन्तर एक दिन विभाण्डककुमार ऋष्यशृंग अकस्मात् घूमते-फिरते उस स्थानपर चले आये, जहाँ वे वेश्याएँ ठहरी हुई थीं। वहाँ उन्होंने उन सुन्दरी वनिताओंको देखा ॥१०॥ "
                },
                {
                    "slok": "ताश्चित्रवेषाः प्रमदा गायन्त्यो मधुरस्वरम्। ऋषिपुत्रमुपागम्य सर्वा वचनमब्रुवन्॥११॥",
                    "arth": "उन प्रमदाओंका वेष बड़ा ही सुन्दर और अद्भुत था। वे मीठे स्वरमें गा रही थीं। ऋषिकुमारको आया देख सभी उनके पास चली आयीं और इस प्रकार पूछने लगीं- ॥११॥"
                },
                {
                    "slok": "कस्त्वं किं वर्तसे ब्रह्मन् ज्ञातुमिच्छामहे वयम्। एकस्त्वं विजने दूरे वने चरसि शंस नः॥१२॥",
                    "arth": "ब्रह्मन्! आप कौन हैं? क्या करते हैं? तथा इस निर्जन वनमें आश्रमसे इतनी दूर आकर अकेले क्यों विचर रहे हैं? यह हमें बताइये। हमलोग इस बातको जानना चाहती हैं'॥१२॥"
                },
                {
                    "slok": "अदृष्टरूपास्तास्तेन काम्यरूपा वने स्त्रियः। हात्तिस्य मतिर्जाता आख्यातुं पितरं स्वकम्॥१३॥",
                    "arth": "ऋष्यशृंगने वनमें कभी स्त्रियोंका रूप नहीं देखा था और वे स्त्रियाँ तो अत्यन्त कमनीय रूपसे सुशोभित थीं; अतः उन्हें देखकर उनके मनमें स्नेह उत्पन्न हो गया। इसलिये उन्होंने उनसे अपने पिताका परिचय देनेका विचार किया॥१३॥ "
                },
                {
                    "slok": "पिता विभाण्डकोऽस्माकं तस्याहं सुत औरसः। ऋष्यशृंग इति ख्यातं नाम कर्म च मे भुवि॥१४॥",
                    "arth": "वे बोले-'मेरे पिताका नाम विभाण्डक मुनि है। मैं उनका औरस पुत्र हूँ। मेरा ऋष्यशृंग नाम और तपस्या आदि कर्म इस भूमण्डलमें प्रसिद्ध है॥१४॥"
                },
                {
                    "slok": "इहाश्रमपदोऽस्माकं समीपे शुभदर्शनाः। करिष्ये वोऽत्र पूजां वै सर्वेषां विधिपूर्वकम्॥१५॥",
                    "arth": "यहाँ पास ही मेरा आश्रम है। आपलोग देखने में परम सुन्दर हैं। (अथवा आपका दर्शन मेरे लिये शुभकारक है।) आप मेरे आश्रमपर चलें। वहाँ मैं आप सब लोगोंकी विधिपूर्वक पूजा करूँगा' ॥१५॥"
                },
                {
                    "slok": "ऋषिपुत्रवचः श्रुत्वा सर्वासां मतिरास वै। तदाश्रमपदं द्रष्टुं जग्मुः सर्वास्ततोऽङ्गनाः॥१६॥",
                    "arth": "ऋषिकुमारकी यह बात सुनकर सब उनसे सहमत हो गयीं। फिर वे सब सुन्दरी स्त्रियाँ उनका आश्रम देखनेके लिये वहाँ गयीं॥१६॥ "
                },
                {
                    "slok": "गतानां तु ततः पूजामृषिपुत्रश्चकार ह। इदमर्ध्यमिदं पाद्यमिदं मूलं फलं च नः॥१७॥ ",
                    "arth": "वहाँ जानेपर ऋषिकुमारने 'यह अर्घ्य है, यह पाद्य है तथा यह भोजनके लिये फल-मूल प्रस्तुत है' ऐसा कहते हुए उन सबका विधिवत् पूजन किया॥१७॥ "
                },
                {
                    "slok": "प्रतिगृह्य तु तां पूजां सर्वा एव समुत्सुकाः। ऋषेीताश्च शीघ्रं तु गमनाय मतिं दधुः॥१८॥",
                    "arth": "ऋषिकी पूजा स्वीकार करके वे सभी वहाँसे चली जानेको उत्सुक हुईं। उन्हें विभाण्डक मुनिका भय लग रहा था, इसलिये उन्होंने शीघ्र ही वहाँसे चली जानेका विचार किया॥१८॥ "
                },
                {
                    "slok": "अस्माकमपि मुख्यानि फलानीमानि हे द्विज। गृहाण विप्र भद्रं ते भक्षयस्व च मा चिरम्॥१९॥",
                    "arth": "वे बोलीं-'ब्रह्मन्! हमारे पास भी ये उत्तमउत्तम फल हैं। विप्रवर! इन्हें ग्रहण कीजिये। आपका कल्याण हो। इन फलोंको शीघ्र ही खा लीजिये, विलम्ब न कीजिये' ॥१९॥"
                },
                {
                    "slok": "ततस्तास्तं समालिङ्ग्य सर्वा हर्षसमन्विताः। मोदकान् प्रददुस्तस्मै भक्ष्यांश्च विविधाञ्छुभान्॥२०॥",
                    "arth": "ऐसा कहकर उन सबने हर्षमें भरकर ऋषिका आलिंगन किया और उन्हें खानेयोग्य भाँति-भाँतिके उत्तम पदार्थ तथा बहुत-सी मिठाइयाँ दीं॥२०॥"
                },
                {
                    "slok": "तानि चास्वाद्य तेजस्वी फलानीति स्म मन्यते। अनास्वादितपूर्वाणि वने नित्यनिवासिनाम्॥२१॥",
                    "arth": "उनका रसास्वादन करके उन तेजस्वी ऋषिने समझा कि ये भी फल हैं; क्योंकि उस दिनके पहले उन्होंने कभी वैसे पदार्थ नहीं खाये थे। भला, सदा वनमें रहनेवालोंके लिये वैसी वस्तुओंके स्वाद लेनेका अवसर ही कहाँ है॥ २१॥ "
                },
                {
                    "slok": "आपृच्छय च तदा विप्रं व्रतचर्यां निवेद्य च। गच्छन्ति स्मापदेशात्ता भीतास्तस्य पितुः स्त्रियः॥२२॥ ",
                    "arth": "तत्पश्चात् उनके पिता विभाण्डक मुनिके डरसे डरी हुई वे स्त्रियाँ व्रत और अनुष्ठानकी बात बता उन ब्राह्मणकुमारसे पूछकर उसी बहाने वहाँसे चली गयी ॥ २२ ॥"
                },
                {
                    "slok": "गतासु तासु सर्वासु काश्यपस्यात्मजो द्विजः। अस्वस्थहृदयश्चासीद् दुःखाच्च परिवर्तते ॥ २३ ॥",
                    "arth": "उन सबके चले जानेपर काश्यपकुमार ब्राह्मण ऋष्यशृंग मन-ही-मन व्याकुल हो उठे और बड़े दुःखसे इधर-उधर टहलने लगे ॥ २३ ॥"
                },
                {
                    "slok": "ततोऽपरेद्युस्तं देशमाजगाम स वीर्यवान् । विभाण्डकसुतः श्रीमान् मनसाचिन्तयन्मुहुः ॥ २४ ॥ मनोज्ञा यत्र ता दृष्टा वारमुख्याः स्वलंकृताः ।",
                    "arth": "'तदनन्तर दूसरे दिन फिर मनसे उन्हींका बारम्बार चिन्तन करते हुए शक्तिशाली विभाण्डककुमार श्रीमान् ऋष्यशृंग उसी स्थानपर गये, जहाँ पहले दिन उन्होंने वस्त्र और आभूषणोंसे सजी हुई उन मनोहर रूपवाली वेश्याओंको देखा था ॥ २४ ॥"
                },
                {
                    "slok": "दृष्ट्वैव च ततो विप्रमायान्तं हृष्टमानसाः ॥ २५ ॥ उपसृत्य ततः सर्वास्तास्तमूचुरिदं वचः । एह्याश्रमपदं सौम्य अस्माकमिति चाब्रुवन् ॥ २६ ॥",
                    "arth": "ब्राह्मण ऋष्यशृंगको आते देख तुरंत ही उन वेश्याओंका हृदय प्रसन्नतासे खिल उठा। वे सब-की-सब उनके पास जाकर उनसे इस प्रकार कहने लगीं-'सौम्य! आओ, आज हमारे आश्रमपर चलो ॥ २५-२६ ॥"
                },
                {
                    "slok": "चित्राण्यत्र बहूनि स्युर्मूलानि च फलानि च । तत्राप्येष विशेषेण विधिर्हि भविता ध्रुवम् ॥ २७ ॥",
                    "arth": "यद्यपि यहाँ नाना प्रकारके फल-मूल बहुत मिलते हैं तथापि वहाँ भी निश्चय ही इन सबका विशेषरूपसे प्रबन्ध हो सकता है' ॥ २७ ॥"
                },
                {
                    "slok": "श्रुत्वा तु वचनं तासां सर्वासां हृदयंगमम् । गमनाय मतिं चक्रे तं च निन्युस्तथा स्त्रियः ॥ २८ ॥",
                    "arth": "उन सबके मनोहर वचन सुनकर ऋष्यश्रृंग उनके साथ जानेको तैयार हो गये और वे स्त्रियाँ उन्हें अंगदेशमें ले गयीं ॥ २८ ॥"
                },
                {
                    "slok": "तत्र चानीयमाने तु विप्रे तस्मिन् महात्मनि । ववर्ष सहसा देवो जगत् प्रह्लादयंस्तदा ॥ २९ ॥",
                    "arth": "उन महात्मा ब्राह्मणके अंगदेशमें आते ही इन्द्रने सम्पूर्ण जगत्को प्रसन्न करते हुए सहसा पानी बरसाना आरम्भ कर दिया ॥ २९ ॥"
                },
                {
                    "slok": "वर्षेणैवागतं विप्रं तापसं स नराधिपः । प्रत्युद्गम्य मुनिं प्रह्वः शिरसा च महीं गतः ॥ ३० ॥",
                    "arth": "वर्षासे ही राजाको अनुमान हो गया कि वे तपस्वी ब्राह्मणकुमार आ गये। फिर बड़ी विनयके साथ राजाने उनकी अगवानी की और पृथ्वीपर मस्तक टेककर उन्हें साष्टांग प्रणाम किया। "
                },
                {
                    "slok": "अर्घ्यं च प्रददौ तस्मै न्यायतः सुसमाहितः। वने प्रसादं विप्रेन्द्रान्मा विप्रं मन्युराविशेत्॥३१॥",
                    "arth": "फिर एकाग्रचित्त होकर उन्होंने ऋषिको अर्घ्य निवेदन किया तथा उन विप्रशिरोमणिसे वरदान माँगा, 'भगवन् ! आप और आपके पिताजीका कृपाप्रसाद मुझे प्राप्त हो।' ऐसा उन्होंने इसलिये किया कि कहीं कपटपूर्वक यहाँतक लाये जानेका रहस्य जान लेनेपर विप्रवर ऋष्यशृंग अथवा विभाण्डक मुनिके मनमें मेरे प्रति क्रोध न हो॥३१॥"
                },
                {
                    "slok": "अन्तःपुरं प्रवेश्यास्मै कन्यां दत्त्वा यथाविधि। शान्तां शान्तेन मनसा राजा हर्षमवाप सः॥३२॥ ",
                    "arth": "तत्पश्चात् ऋष्यशृंगको अन्तःपुरमें ले जाकर उन्होंने शान्तचित्तसे अपनी कन्या शान्ताका उनके साथ विधिपूर्वक विवाह कर दिया। ऐसा करके राजाको बड़ी प्रसन्नता हुई ॥३२॥ "
                },
                {
                    "slok": "एवं स न्यवसत् तत्र सर्वकामैः सुपूजितः। ऋष्यश्रृंगो महातेजाः शान्तया सह भार्यया॥३३॥",
                    "arth": "इस प्रकार महातेजस्वी ऋष्यशृंग राजासे पूजित हो सम्पूर्ण मनोवाञ्छित भोग प्राप्त कर अपनी धर्मपत्नी शान्ताके साथ वहाँ रहने लगे'॥३३॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे दशमः सर्गः॥१०॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें दसवाँ सर्ग पूरा हुआ॥१०॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "11",
            "arth": [
                {
                    "slok": "भूय एव हि राजेन्द्र शृणु मे वचनं हितम्। यथा स देवप्रवरः कथयामास बुद्धिमान्॥१॥",
                    "arth": "तदनन्तर सुमन्त्रने फिर कहा-राजेन्द्र! आप पुनः मुझसे अपने हितकी वह बात सुनिये, जिसे देवताओंमें श्रेष्ठ बुद्धिमान् सनत्कुमारजीने ऋषियोंको सुनाया था। "
                },
                {
                    "slok": "इक्ष्वाकूणां कुले जातो भविष्यति सुधार्मिकः। नाम्ना दशरथो राजा श्रीमान् सत्यप्रतिश्रवः॥२॥",
                    "arth": "उन्होंने कहा था-इक्ष्वाकुवंशमें दशरथ नामसे प्रसिद्ध एक परम धार्मिक सत्यप्रतिज्ञ राजा होंगे॥२॥ "
                },
                {
                    "slok": "अंगराजेन सख्यं च तस्य राज्ञो भविष्यति। कन्या चास्य महाभागा शान्ता नाम भविष्यति॥३॥ पुत्रस्त्वंगस्य राज्ञस्तु रोमपाद इति श्रुतः। तं स राजा दशरथो गमिष्यति महायशाः॥४॥ अनपत्योऽस्मि धर्मात्मन् शान्ताभर्ता मम क्रतुम्। आहरेत त्वयाऽऽज्ञप्तः संतानार्थं कुलस्य च॥५॥ ",
                    "arth": "उनकी अंगराजके साथ मित्रता होगी। दशरथके एक परम सौभाग्यशालिनी कन्या होगी, जिसका नाम होगा 'शान्ता'*। अंगदेशके राजकुमारका नाम होगा 'रोमपाद'। महायशस्वी राजा दशरथ उनके पास जायेंगे और कहेंगे-'धर्मात्मन्! मैं संतानहीन हूँ। यदि आप आज्ञा दें तो शान्ताके पति ऋष्यशृंग मुनि चलकर मेरा यज्ञ करा दें। इससे मुझे पुत्रकी प्राप्ति होगी और मेरे वंशकी रक्षा हो जायगी' ॥३-५॥ "
                },
                {
                    "slok": "श्रुत्वा राज्ञोऽथ तद् वाक्यं मनसा स विचिन्त्य च। प्रदास्यते पुत्रवन्तं शान्ताभर्तारमात्मवान्॥६॥",
                    "arth": "राजाकी यह बात सुनकर मन-ही-मन उसपर | विचार करके मनस्वी राजा रोमपाद शान्ताके पुत्रवान् | पतिको उनके साथ भेज देंगे॥६॥"
                },
                {
                    "slok": "प्रतिगृह्य च तं विप्रं स राजा विगतज्वरः। आहरिष्यति तं यज्ञं प्रहृष्टेनान्तरात्मना॥७॥",
                    "arth": "ब्राह्मण ऋष्यशृंगको पाकर राजा दशरथकी सारी चिन्ता दूर हो जायगी और वे प्रसन्नचित्त होकर उस यज्ञका अनुष्ठान करेंगे॥७॥ "
                },
                {
                    "slok": "तं च राजा दशरथो यशस्कामः कृताञ्जलिः। | ऋष्यशृंगं द्विजश्रेष्ठं वरयिष्यति धर्मवित्॥८॥ यज्ञार्थं प्रसवार्थं च स्वर्गार्थं च नरेश्वरः। लभते च स तं कामं द्विजमुख्याद् विशाम्पतिः॥९॥",
                    "arth": "यशकी इच्छा रखनेवाले धर्मज्ञ राजा दशरथ हाथ जोड़कर द्विजश्रेष्ठ ऋष्यशृंगका यज्ञ, पुत्र और स्वर्गके लिये वरण करेंगे तथा वे प्रजापालक नरेश उन श्रेष्ठ ब्रह्मर्षिसे अपनी अभीष्ट वस्तु प्राप्त कर लेंगे॥८-९॥"
                },
                {
                    "slok": "पुत्राश्चास्य भविष्यन्ति चत्वारोऽमितविक्रमाः। वंशप्रतिष्ठानकराः सर्वभूतेषु विश्रुताः॥१०॥",
                    "arth": "राजाके चार पुत्र होंगे, जो अप्रमेय पराक्रमी, वंशकी मर्यादा बढ़ानेवाले और सर्वत्र विख्यात होंगे।"
                },
                {
                    "slok": "एवं स देवप्रवरः पूर्वं कथितवान् कथाम्। सनत्कुमारो भगवान् पुरा देवयुगे प्रभुः॥११॥",
                    "arth": "महाराज! पहले सत्ययुगमें शक्तिशाली देवप्रवर भगवान् सनत्कुमारजीने ऋषियोंके समक्ष ऐसी कथा कही थी॥११॥ "
                },
                {
                    "slok": "स त्वं पुरुषशार्दूल समानय सुसत्कृतम्। स्वयमेव महाराज गत्वा सबलवाहनः॥१२॥",
                    "arth": "पुरुषसिंह महाराज! इसलिये आप स्वयं ही सेना और सवारियोंके साथ अंगदेशमें जाकर मुनिकुमार ऋष्यशृंगको सत्कारपूर्वक यहाँ ले आइये ॥१२॥ "
                },
                {
                    "slok": "सुमन्त्रस्य वचः श्रुत्वा हृष्टो दशरथोऽभवत्। अनुमान्य वसिष्ठं च सूतवाक्यं निशाम्य च॥१३॥ सान्तःपुरः सहामात्यः प्रययौ यत्र स द्विजः।।",
                    "arth": "सुमन्त्रका वचन सुनकर राजा दशरथको बड़ा हर्ष हुआ। उन्होंने मुनिवर वसिष्ठजीको भी सुमन्त्रकी बातें सुनायीं और उनकी आज्ञा लेकर रनिवासकी रानियों तथा मन्त्रियोंके साथ अंगदेशके लिये प्रस्थान किया, जहाँ विप्रवर ऋष्यशृंग निवास करते थे॥ १३ ॥ "
                },
                {
                    "slok": "वनानि सरितश्चैव व्यतिक्रम्य शनैः शनैः॥१४॥ अभिचक्राम तं देशं यत्र वै मुनिपुंगवः।",
                    "arth": "मार्गमें अनेकानेक वनों और नदियोंको पार करके वे धीरे-धीरे उस देशमें जा पहुँचे, जहाँ मुनिवर ऋष्यशृंग विराजमान थे॥ १४॥"
                },
                {
                    "slok": "आसाद्य तं द्विजश्रेष्ठं रोमपादसमीपगम्॥१५॥ ऋषिपुत्रं ददर्शाथो दीप्यमानमिवानलम्। ",
                    "arth": "वहाँ पहुँचनेपर उन्हें द्विजश्रेष्ठ ऋष्यशृंग रोमपादके पास ही बैठे दिखायी दिये। वे ऋषिकुमार प्रज्वलित अग्निके समान तेजस्वी जान पड़ते थे॥ १५ ॥ "
                },
                {
                    "slok": "ततो राजा यथायोग्यं पूजां चक्रे विशेषतः॥१६। सखित्वात् तस्य वै राज्ञः प्रहृष्टेनान्तरात्मना। रोमपादेन चाख्यातमृषिपुत्राय धीमते॥१७॥ सख्यं सम्बन्धकं चैव तदा तं प्रत्यपूजयत् । ",
                    "arth": "तदनन्तर राजा रोमपादने मित्रताके नाते अत्यन्त प्रसन्न हृदयसे महाराज दशरथका शास्त्रोक्त विधिके अनुसार विशेषरूपसे पूजन किया और बुद्धिमान् ऋषिकुमार ऋष्यशृंगको राजा दशरथके साथ अपनी मित्रताकी बात बतायी। उसपर उन्होंने भी राजाका सम्मान किया।"
                },
                {
                    "slok": "एवं ससत्कतस्तेन सहोषित्वा नरर्षभः॥१८॥ सप्ताष्टदिवसान् राजा राजानमिदमब्रवीत्। शान्ता तव सुता राजन् सह भर्ना विशाम्पते॥१९॥ मदीयं नगरं यातु कार्यं हि महदुद्यतम्।",
                    "arth": "इस प्रकार भलीभाँति आदर-सत्कार पाकर नरश्रेष्ठ राजा दशरथ रोमपादके साथ वहाँ सात-आठ दिनोंतक रहे। इसके बाद वे अंगराजसे बोले-'प्रजापालक नरेश! तुम्हारी पुत्री शान्ता अपने पतिके साथ मेरे नगरमें पदार्पण करे; क्योंकि वहाँ एक महान् आवश्यक कार्य उपस्थित हुआ है'॥ १८-१९ ॥ "
                },
                {
                    "slok": "तथेति राजा संश्रुत्य गमनं तस्य धीमतः॥२०॥ उवाच वचनं विप्रं गच्छ त्वं सह भार्यया। ऋषिपुत्रः प्रतिश्रुत्य तथेत्याह नृपं तदा ॥२१॥ ",
                    "arth": "राजा रोमपादने 'बहुत अच्छा' कहकर उन बुद्धिमान् महर्षिका जाना स्वीकार कर लिया और ऋष्यशृंगसे कहा- 'विप्रवर! आप शान्ताके साथ महाराज दशरथके यहाँ जाइये।' राजाकी आज्ञा पाकर उन ऋषिपुत्रने 'तथास्तु' कहकर राजा दशरथको अपने चलनेकी स्वीकृति दे दी॥२०-२१॥ "
                },
                {
                    "slok": "स नृपेणाभ्यनुज्ञातः प्रययौ सह भार्यया। तावन्योन्याञ्जलिं कृत्वा स्नेहात्संश्लिष्य चोरसा॥२२॥ ननन्दतुर्दशरथो रोमपादश्च वीर्यवान्। ततः सुहृदमापृच्छय प्रस्थितो रघुनन्दनः॥२३॥",
                    "arth": "राजा रोमपादकी अनुमति ले ऋष्यशृंगने पत्नीके साथ वहाँसे प्रस्थान किया। उस समय शक्तिशाली राजा रोमपाद और दशरथने एक-दूसरेको हाथ जोड़कर स्नेहपूर्वक छातीसे लगाया तथा अभिनन्दन किया। फिर मित्रसे विदा ले रघुकुलनन्दन दशरथ वहाँसे प्रस्थित हुए॥२२-२३॥ "
                },
                {
                    "slok": "पौरेषु प्रेषयामास दूतान् वै शीघ्रगामिनः। क्रियतां नगरं सर्वं क्षिप्रमेव स्वलंकृतम्॥२४॥ धूपितं सिक्तसम्मृष्टं पताकाभिरलंकृतम्।",
                    "arth": "उन्होंने पुरवासियोंके पास अपने शीघ्रगामी दूत भेजे और कहलाया कि 'समस्त नगरको शीघ्र ही सुसज्जित किया जाय। सर्वत्र धूपकी सुगन्ध फैले। नगरकी सड़कोंको झाड़-बुहारकर उनपर पानीका छिड़काव कर दिया जाय तथा सारा नगर ध्वजा-पताकाओंसे अलंकृत हो'॥ २४ ॥ "
                },
                {
                    "slok": "ततः प्रहृष्टाः पौरास्ते श्रुत्वा राजानमागतम्॥२५॥ तथा चक्रुश्च तत् सर्वं राज्ञा यत् प्रेषितं तदा। ",
                    "arth": "राजाका आगमन सुनकर पुरवासी बड़े प्रसन्न हुए। महाराजने उनके लिये जो संदेश भेजा था, उसका उन्होंने उस समय पूर्णरूपसे पालन किया॥२५॥ "
                },
                {
                    "slok": "ततः स्वलंकृतं राजा नगरं प्रविवेश ह॥२६॥ शङ्खदुन्दुभिनिर्हादैः पुरस्कृत्वा द्विजर्षभम्।। ",
                    "arth": "तदनन्तर राजा दशरथने शङ्ख और दुन्दुभि आदि वाद्योंकी ध्वनिके साथ विप्रवर ऋष्यशृंगको आगे करके अपने सजे-सजाये नगरमें प्रवेश किया॥२६॥ "
                },
                {
                    "slok": "ततः प्रमुदिताः सर्वे दृष्ट्वा वै नागरा द्विजम् ॥२७॥ प्रवेश्यमानं सत्कृत्य नरेन्द्रेणेन्द्रकर्मणा। यथा दिवि सुरेन्द्रेण सहस्त्राक्षेण काश्यपम्॥२८॥",
                    "arth": "उन द्विजकुमारका दर्शन करके सभी नगरनिवासी बहुत प्रसन्न हुए। उन्होंने इन्द्रके समान पराक्रमी नरेन्द्र दशरथके साथ पुरीमें प्रवेश करते हुए ऋष्यशृंगका उसी प्रकार सत्कार किया, जैसे देवताओंने स्वर्गमें सहस्राक्ष | इन्द्रके साथ प्रवेश करते हुए कश्यपनन्दन वामनजीका समादर किया था॥ २७-२८॥ "
                },
                {
                    "slok": "अन्तःपुरं प्रवेश्यैनं पूजां कृत्वा च शास्त्रतः। कृतकृत्यं तदात्मानं मेने तस्योपवाहनात्॥२९॥",
                    "arth": "ऋषिको अन्तःपुरमें ले जाकर राजाने शास्त्रविधिके | अनुसार उनका पूजन किया और उनके निकट आ | जानेसे अपनेको कृतकृत्य माना ॥ २९॥"
                },
                {
                    "slok": "अन्तःपुराणि सर्वाणि शान्तां दृष्ट्वा तथागताम्। सह भर्ना विशालाक्षीं प्रीत्यानन्दमुपागमन्॥३०॥",
                    "arth": "विशाललोचना शान्ताको इस प्रकार अपने पतिके साथ उपस्थित देख अन्तःपुरकी सभी रानियोंको बड़ी प्रसन्नता हुई। वे आनन्दमग्न हो गयीं ॥ ३०॥ "
                },
                {
                    "slok": "पूज्यमाना तु ताभिः सा राज्ञा चैव विशेषतः। उवास तत्र सुखिता कञ्चित् कालं सहद्विजा॥३१॥ ",
                    "arth": "शान्ता भी उन रानियोंसे तथा विशेषतः महाराज दशरथके द्वारा आदर-सत्कार पाकर वहाँ कुछ कालतक अपने पति विप्रवर ऋष्यशृंगके साथ बड़े सुखसे रही॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे एकादशः सर्गः॥११॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें ग्यारहवाँ सर्ग पूरा हुआ॥११॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "12",
            "arth": [
                {
                    "slok": "ततः काले बहुतिथे कस्मिंश्चित् सुमनोहरे। वसन्ते समनुप्राप्ते राज्ञो यष्टुं मनोऽभवत्॥१॥",
                    "arth": "तदनन्तर बहुत समय बीत जानेके पश्चात् कोई परम मनोहर-दोषरहित समय प्राप्त हुआ। उस समय वसन्त ऋतुका आरम्भ हुआ था। राजा दशरथने उसी शुभ समयमें यज्ञ आरम्भ करनेका विचार किया॥१॥ "
                },
                {
                    "slok": "ततः प्रणम्य शिरसा तं विप्रं देववर्णिनम्। यज्ञाय वरयामास संतानार्थं कुलस्य च॥२॥",
                    "arth": "तत्पश्चात् उन्होंने देवोपम कान्तिवाले विप्रवर ऋष्यशृंगको मस्तक झुकाकर प्रणाम किया और वंशपरम्पराकी रक्षाके लिये पुत्र प्राप्तिके निमित्त यज्ञ करानेके उद्देश्यसे उनका वरण किया ॥२॥"
                },
                {
                    "slok": "तथेति च स राजानमुवाच वसुधाधिपम् । सम्भाराः सम्भ्रियन्तां ते तुरगश्च विमुच्यताम् ॥ ३ ॥ सरय्वाश्चोत्तरे तीरे यज्ञभूमिर्विधीयताम् ।",
                    "arth": "ऋष्यशृंगने 'बहुत अच्छा' कहकर उनकी प्रार्थना स्वीकार की और उन पृथ्वीपति नरेशसे कहा-'राजन! यज्ञकी सामग्री एकत्र कराइये। भूमण्डलमें भ्रमणके लिये आपका यज्ञसम्बन्धी अश्व छोड़ा जाय और सरयूके उत्तर तटपर यज्ञभूमिका निर्माण किया जाय ॥ ३॥ "
                },
                {
                    "slok": "ततोऽब्रवीन्नृपो वाक्यं ब्राह्मणान् वेदपारगान्॥४॥ सुमन्त्रावाहय क्षिप्रमृत्विजो ब्रह्मवादिनः। सुयज्ञं वामदेवं च जाबालिमथ काश्यपम्॥५॥ पुरोहितं वसिष्ठं च ये चान्ये द्विजसत्तमाः।",
                    "arth": "तब राजाने कहा-'सुमन्त्र! तुम शीघ्र ही वेदविद्याके पारंगत ब्राह्मणों तथा ब्रह्मवादी ऋत्विजोंको बुला ले आओ। सुयज्ञ, वामदेव, जाबालि, काश्यप, पुरोहित वसिष्ठ तथा अन्य जो श्रेष्ठ ब्राह्मण हैं, उन सबको बुलाओ'।"
                },
                {
                    "slok": "ततः सुमन्त्रस्त्वरितं गत्वा त्वरितविक्रमः॥६॥ समानयत् स तान् सर्वान् समस्तान् वेदपारगान्।",
                    "arth": "तब शीघ्रगामी सुमन्त्र तुरंत जाकर वेदविद्याके पारगामी उन समस्त ब्राह्मणोंको बुला लाये॥ ६ ॥"
                },
                {
                    "slok": "तान् पूजयित्वा धर्मात्मा राजा दशरथस्तदा ॥७॥ धर्मार्थसहितं युक्तं श्लक्ष्णं वचनमब्रवीत्।",
                    "arth": "धर्मात्मा राजा दशरथने उन सबका पूजन किया और उनसे धर्म तथा अर्थसे युक्त मधुर वचन कहा॥७॥ "
                },
                {
                    "slok": "मम तातप्यमानस्य पुत्रार्थं नास्ति वै सुखम्॥८॥ पुत्रार्थं हयमेधेन यक्ष्यामीति मतिर्मम। ",
                    "arth": "'महर्षियो! मैं पुत्रके लिये निरन्तर संतप्त रहता हूँ। उसके बिना इस राज्य आदिसे भी मुझे सुख नहीं मिलता है। अतः मैंने यह विचार किया है कि पुत्रके लिये अश्वमेध यज्ञका अनुष्ठान करूँ॥ ८॥ "
                },
                {
                    "slok": "तदहं यष्टुमिच्छामि हयमेधेन कर्मणा॥९। ऋषिपुत्रप्रभावेण कामान् प्राप्स्यामि चाप्यहम्।",
                    "arth": "'इसी संकल्पके अनुसार मैं अश्वमेध यज्ञका आरम्भ करना चाहता हूँ। मुझे विश्वास है कि ऋषिपुत्र ऋष्यशृंगके प्रभावसे मैं अपनी सम्पूर्ण कामनाओंको प्राप्त कर लूँगा'॥९ ॥"
                },
                {
                    "slok": "ततः साध्विति तद्वाक्यं ब्राह्मणाः प्रत्यपूजयन्॥१०॥ वसिष्ठप्रमुखाः सर्वे पार्थिवस्य मुखाच्च्युतम्।",
                    "arth": "राजा दशरथके मुखसे निकले हुए इस वचनकी वसिष्ठ आदि सब ब्राह्मणोंने 'साधु-साधु' कहकर बड़ी सराहना की॥१०॥ "
                },
                {
                    "slok": "ऋष्यशृंगपुरोगाश्च प्रत्यूचुर्नृपतिं तदा॥११॥ सम्भाराः सम्भियन्तां ते तुरगश्च विमुच्यताम्। सरय्वाश्चोत्तरे तीरे यज्ञभूमिर्विधीयताम्॥१२॥",
                    "arth": "इसके बाद ऋष्यशृंग आदि सब महर्षियोंने उस समय राजा दशरथसे पुनः यह बात कही-'महाराज! यज्ञसामग्रीका संग्रह किया जाय, यज्ञसम्बन्धी अश्व छोड़ा जाय तथा सरयूके उत्तर तटपर यज्ञभूमिका निर्माण किया जाय॥११-१२॥ "
                },
                {
                    "slok": "सर्वथा प्राप्स्यसे पुत्रांश्चतुरोऽमितविक्रमान्। यस्य ते धार्मिकी बुद्धिरियं पुत्रार्थमागता ॥१३॥",
                    "arth": "'तुम यज्ञद्वारा सर्वथा चार अमित पराक्रमी पुत्र प्राप्त करोगे; क्योंकि पुत्रके लिये तुम्हारे मनमें ऐसे धार्मिक विचारका उदय हुआ है'॥१३॥"
                },
                {
                    "slok": "ततः प्रीतोऽभवद् राजा श्रुत्वा तु द्विजभाषितम् । अमात्यानब्रवीद् राजा हर्षेणेदं शुभाक्षरम् ॥ १४ ॥",
                    "arth": "ब्राह्मणोंकी यह बात सुनकर राजाको बड़ी प्रसन्नता हुई। उन्होंने बड़े हर्षके साथ अपने मन्त्रियोंसे यह शुभ अक्षरोंवाली बात कही ॥१४॥ "
                },
                {
                    "slok": "गुरूणां वचनाच्छीघ्रं सम्भाराः सम्भियन्तु मे। समर्थाधिष्ठितश्चाश्वः सोपाध्यायो विमुच्यताम्॥१५॥ ",
                    "arth": "'गुरुजनोंकी आज्ञाके अनुसार तुमलोग शीघ्र ही मेरे लिये यज्ञकी सामग्री जुटा दो। शक्तिशाली वीरोंके संरक्षणमें यज्ञिय अश्व छोड़ा जाय और उसके साथ प्रधान ऋत्विज भी रहें॥१५॥ "
                },
                {
                    "slok": "सरय्वाश्चोत्तरे तीरे यज्ञभूमिर्विधीयताम्। शान्तयश्चाभिवर्धन्तां यथाकल्पं यथाविधि॥१६॥ ",
                    "arth": "'सरयूके उत्तर तटपर यज्ञभूमिका निर्माण हो, शास्त्रोक्त विधिके अनुसार क्रमशः शान्तिकर्म-पुण्याहवाचन आदिका विस्तारपूर्वक अनुष्ठान किया जाय, जिससे विघ्नोंका निवारण हो॥१६॥"
                },
                {
                    "slok": "शक्यः कर्तुमयं यज्ञः सर्वेणापि महीक्षिता। नापराधो भवेत् कष्टो यद्यस्मिन् क्रतुसत्तमे॥१७॥",
                    "arth": "'यदि इस श्रेष्ठ यज्ञमें कष्टप्रद अपराध बन जानेका भय न हो तो सभी राजा इसका सम्पादन कर सकते हैं॥१७॥ "
                },
                {
                    "slok": "छिद्रं हि मृगयन्त्येते विद्वांसो ब्रह्मराक्षसाः। विधिहीनस्य यज्ञस्य सद्यः कर्ता विनश्यति॥१८॥",
                    "arth": "'परंतु ऐसा होना कठिन है; क्योंकि ये विद्वान् ब्रह्म-राक्षस यज्ञमें विघ्न डालनेके लिये छिद्र ढूँढ़ा करते हैं। विधिहीन यज्ञका अनुष्ठान करनेवाला यजमान तत्काल नष्ट हो जाता है॥१८॥ "
                },
                {
                    "slok": "तद् यथा विधिपूर्वं मे क्रतुरेष समाप्यते। | तथा विधानं क्रियतां समर्थाः करणेष्विह॥१९॥",
                    "arth": "अत: मेरा यह यज्ञ जिस तरह विधिपूर्वक सम्पूर्ण | हो सके वैसा उपाय किया जाय। तुम सब लोग ऐसे साधन प्रस्तुत करने में समर्थ हो॥१९॥ "
                },
                {
                    "slok": "तथेति च ततः सर्वे मन्त्रिणः प्रत्यपूजयन्। पार्थिवेन्द्रस्य तद् वाक्यं यथाज्ञप्तमकुर्वत॥२०॥",
                    "arth": "तब 'बहुत अच्छा' कहकर सभी मन्त्रियोंने राजराजेश्वर दशरथके उस कथनका आदर किया और उनकी आज्ञाके अनुसार सारी व्यवस्था की॥२०॥ "
                },
                {
                    "slok": "ततो द्विजास्ते धर्मज्ञमस्तुवन् पार्थिवर्षभम्। अनुज्ञातास्ततः सर्वे पुनर्जग्मुर्यथागतम्॥२१॥",
                    "arth": "तत्पश्चात् उन ब्राह्मणोंने भी धर्मज्ञ नृपश्रेष्ठ दशरथकी प्रशंसा की और उनकी आज्ञा पाकर सब जैसे आये थे, वैसे ही फिर चले गये ॥ २१ ॥"
                },
                {
                    "slok": "गतेषु तेषु विप्रेषु मन्त्रिणस्तान् नराधिपः। विसर्जयित्वा स्वं वेश्म प्रविवेश महामतिः॥२२॥",
                    "arth": "उन ब्राह्मणोंके चले जानेपर मन्त्रियोंको भी विदा करके वे महाबुद्धिमान् नरेश अपने महलमें गये॥ २२ ॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे द्वादशः सर्गः ॥ १२ ॥",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके बालकाण्डमें बारहवाँ सर्ग पूरा हुआ ॥ १२ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "13",
            "arth": [
                {
                    "slok": "पुनः प्राप्ते वसन्ते तु पूर्णः संवत्सरोऽभवत्। प्रसवार्थं गतो यष्टुं हयमेधेन वीर्यवान्॥१॥",
                    "arth": "वर्तमान वसन्त ऋतुके बीतनेपर जब पुनः दूसरा वसन्त आया, तबतक एक वर्षका समय पूरा हो गया। उस समय शक्तिशाली राजा दशरथ संतानके लिये अश्वमेध यज्ञकी दीक्षा लेनेके निमित्त वसिष्ठजीके समीप गये॥"
                },
                {
                    "slok": "अभिवाद्य वसिष्ठं च न्यायतः प्रतिपूज्य च। अब्रवीत् प्रश्रितं वाक्यं प्रसवार्थं द्विजोत्तमम्॥२॥",
                    "arth": "वसिष्ठजीको प्रणाम करके राजाने न्यायतः उनका पूजन किया और पुत्र-प्राप्तिका उद्देश्य लेकर उन द्विज श्रेष्ठ मुनिसे यह विनययुक्त बात कही ॥२॥"
                },
                {
                    "slok": "यज्ञो मे क्रियतां ब्रह्मन् यथोक्तं मुनिपुंगव। यथा न विघ्नाः क्रियन्ते यज्ञांगेषु विधीयताम्॥३॥",
                    "arth": "'ब्रह्मन्! मुनिप्रवर! आप शास्त्रविधिके अनुसार मेरा यज्ञ करावें और यज्ञके अंगभूत अश्व-संचारण आदिमें ब्रह्मराक्षस आदि जिस तरह विघ्न न डाल सकें, वैसा उपाय कीजिये ॥३॥ "
                },
                {
                    "slok": "भवान् स्निग्धः सुहृन्मह्यं गुरुश्च परमो महान्। वोढव्यो भवता चैव भारो यज्ञस्य चोद्यतः॥४॥",
                    "arth": "'आपका मुझपर विशेष स्नेह है, आप मेरे सुहृद्-अकारण हितैषी, गुरु और परम महान् हैं। यह जो यज्ञका भार उपस्थित हुआ है, इसको आप ही वहन कर सकते हैं ॥४॥"
                },
                {
                    "slok": "तथेति च स राजानमब्रवीद् द्विजसत्तमः। करिष्ये सर्वमेवैतद् भवता यत् समर्थितम्॥५॥",
                    "arth": "तब 'बहुत अच्छा' कहकर विप्रवर वसिष्ठ मुनि राजासे इस प्रकार बोले-'नरेश्वर! तुमने जिसके लिये प्रार्थना की है, वह सब मैं करूँगा'॥५॥ "
                },
                {
                    "slok": "ततोऽब्रवीद् द्विजान् वृद्धान् यज्ञकर्मसुनिष्ठितान्। स्थापत्ये निष्ठितांश्चैव वृद्धान् परमधार्मिकान्॥६॥ कर्मान्तिकान् शिल्पकारान् वर्धकीन् खनकानपि। गणकान् शिल्पिनश्चैव तथैव नटनर्तकान्॥७॥ तथा शुचीन् शास्त्रविदः पुरुषान् सुबहुश्रुतान्। यज्ञकर्म समीहन्तां भवन्तो राजशासनात्॥८॥",
                    "arth": "तदनन्तर वसिष्ठजीने यज्ञसम्बन्धी कर्मों में निपुण तथा यज्ञविषयक शिल्पकर्ममें कुशल, परम धर्मात्मा, बूढ़े ब्राह्मणों, यज्ञकर्म समाप्त होनेतक उसमें सेवा | करनेवाले सेवकों, शिल्पकारों, बढ़इयों, भूमि खोदनेवालों, | ज्योतिषियों, कारीगरों, नटों, नर्तकों, विशुद्ध शास्त्रवेत्ताओं तथा बहुश्रुत पुरुषोंको बुलाकर उनसे कहा-'तुमलोग महाराजकी आज्ञासे यज्ञकर्मके लिये आवश्यक प्रबन्ध करो॥"
                },
                {
                    "slok": "इष्टका बहुसाहस्त्री शीघ्रमानीयतामिति। उपकार्याः क्रियन्तां च राज्ञो बहुगुणान्विताः॥९॥",
                    "arth": "'शीघ्र ही कई हजार ईंटें लायी जायँ। राजाओंके ठहरनेके लिये उनके योग्य अन्न-पान आदि अनेक उपकरणोंसे युक्त बहुत-से महल बनाये जायें ॥९॥ "
                },
                {
                    "slok": "ब्राह्मणावसथाश्चैव कर्तव्याः शतशः शुभाः। भक्ष्यान्नपानैर्बहुभिः समुपेताः सुनिष्ठिताः॥१०॥",
                    "arth": "'ब्राह्मणोंके रहनेके लिये भी सैकड़ों सुन्दर घर | बनाये जाने चाहिये। वे सभी गृह बहुत-से भोजनीय | अन्न-पान आदि उपकरणोंसे युक्त तथा आँधी-पानी | आदिके निवारणमें समर्थ हों॥१०॥ "
                },
                {
                    "slok": "तथा पौरजनस्यापि कर्तव्याश्च सुविस्तराः। | आगतानां सुदूराच्च पार्थिवानां पृथक् पृथक् ॥११॥",
                    "arth": "'इसी तरह पुरवासियोंके लिये भी विस्तृत मकान | बनने चाहिये। दूरसे आये हुए भूपालोंके लिये पृथक्| पृथक् महल बनाये जायँ॥११॥ "
                },
                {
                    "slok": "वाजिवारणशालाश्च तथा शय्यागृहाणि च। | भटानां महदावासा वैदेशिकनिवासिनाम्॥१२॥",
                    "arth": "'घोड़े और हाथियोंके लिये भी शालाएँ बनायी जायँ। साधारण लोगोंके सोनेके लिये भी घरोंकी व्यवस्था हो । विदेशी सैनिकोंके लिये भी बड़ी-बड़ी छावनियाँ बननी चाहिये ॥ १२ ॥"
                },
                {
                    "slok": "आवासा बहुभक्ष्या वै सर्वकामैरुपस्थिताः । तथा पौरजनस्यापि जनस्य बहुशोभनम् ॥ १३ ॥ दातव्यमन्नं विधिवत् सत्कृत्य न तु लीलया ।",
                    "arth": "'जो घर बनाये जायँ, उनमें खाने-पीनेकी प्रचुर सामग्री संचित रहे। उनमें सभी मनोवांछित पदार्थ सुलभ हों तथा नगरवासियोंको भी बहुत सुन्दर अन्न भोजनके लिये देना चाहिये। वह भी विधिवत् सत्कारपूर्वक दिया जाय, अवहेलना करके नहीं ॥ १३ ॥"
                },
                {
                    "slok": "सर्वे वर्णा यथा पूजां प्राप्नुवन्ति सुसत्कृताः ॥ १४ ॥ न चावज्ञा प्रयोक्तव्या कामक्रोधवशादपि ।",
                    "arth": "ऐसी व्यवस्था होनी चाहिये, जिससे सभी वर्णके लोग भलीभाँति सत्कृत हो सम्मान प्राप्त करें। काम और क्रोधके वशीभूत होकर भी किसीका अनादर नहीं करना चाहिये ॥"
                },
                {
                    "slok": "यज्ञकर्मसु ये व्यग्राः पुरुषाः शिल्पिनस्तथा ॥ १५ ॥ तेषामपि विशेषेण पूजा कार्या यथाक्रमम् ।",
                    "arth": "‘जो शिल्पी मनुष्य यज्ञकर्मकी आवश्यक तैयारी में लगे हों, उनका तो बड़े-छोटेका खयाल रखकर विशेषरूपसे समादर करना चाहिये ॥ १५॥"
                },
                {
                    "slok": "ये स्युः सम्पूजिताः सर्वे वसुभिर्भोजनेन च ॥ १६ ॥ यथा सर्वं सुविहितं न किंचित् परिहीयते । तथा भवन्तः कुर्वन्तु प्रीतियुक्तेन चेतसा ॥ १७ ॥",
                    "arth": "‘जो सेवक या कारीगर धन और भोजन आदिके द्वारा सम्मानित किये जाते हैं, वे सब परिश्रमपूर्वक कार्य करते हैं। उनका किया हुआ सारा कार्य सुन्दर ढंगसे सम्पन्न होता है। उनका कोई काम बिगड़ने नहीं पाता; अतः तुम सब लोग प्रसन्नचित्त होकर ऐसा ही करो ॥"
                },
                {
                    "slok": "ततः सर्वे समागम्य वसिष्ठमिदमब्रुवन् । यथेष्टं तत् सुविहितं न किंचित् परिहीयते ॥ १८ ॥ यथोक्तं तत् करिष्यामो न किंचित् परिहास्यते ।",
                    "arth": "तब वे सब लोग वसिष्ठजीसे मिलकर बोले 'आपको जैसा अभीष्ट है, उसके अनुसार ही करनेके लिये अच्छी व्यवस्था की जायगी। कोई भी काम बिगड़ने नहीं पायेगा। आपने जैसा कहा है, हमलोग वैसा ही करेंगे। उसमें कोई त्रुटि नहीं आने देंगे' ॥ १८ ॥"
                },
                {
                    "slok": "ततः सुमन्त्रमाहूय वसिष्ठो वाक्यमब्रवीत् ॥ १९ ॥ निमन्त्रयस्व नृपतीन् पृथिव्यां ये च धार्मिकाः । ब्राह्मणान् क्षत्रियान् वैश्यान् शूद्रांश्चैव सहस्त्रशः ॥ २० ॥",
                    "arth": "तदनन्तर वसिष्ठजीने सुमन्त्रको बुलाकर कहा 'इस पृथ्वीपर जो-जो धार्मिक राजा, ब्राह्मण, क्षत्रिय, वैश्य और सहस्रों शूद्र हैं, उन सबको इस यज्ञमें आनेके लिये निमन्त्रित करो ॥ २० ॥"
                },
                {
                    "slok": "समानयस्व सत्कृत्य सर्वदेशेषु मानवान् । मिथिलाधिपतिं शूरं जनकं सत्यवादिनम् ॥ २१ ॥ तमानय महाभागं स्वयमेव सुसत्कृतम् । पूर्वं सम्बन्धिनं ज्ञात्वा ततः पूर्वं ब्रवीमि ते ॥ २२ ॥",
                    "arth": "'सब देशोंके अच्छे लोगोंको सत्कारपूर्वक यहाँ ले आओ। मिथिलाके स्वामी शूरवीर महाभाग जनक सत्यवादी नरेश हैं। उनको अपना पुराना सम्बन्धी जानकर तुम स्वयं ही जाकर उन्हें बड़े आदर-सत्कारके साथ यहाँ ले आओ; इसीलिये पहले तुम्हें यह बात बता देता हूँ ॥ २१-२२॥"
                },
                {
                    "slok": "तथा काशिपतिं स्निग्धं सततं प्रियवादिनम् । सद्वृत्तं देवसंकाशं स्वयमेवानयस्व ह ॥ २३ ॥",
                    "arth": "'इसी प्रकार काशीके राजा अपने स्नेही मित्र हैं। और सदा प्रिय वचन बोलनेवाले हैं। वे सदाचारी तथा देवताओंके तुल्य तेजस्वी हैं; अतः उन्हें भी स्वयं ही जाकर ले आओ ॥ २३ ॥"
                },
                {
                    "slok": "तथा केकयराजानं वृद्धं परमधार्मिकम् । श्वशुरं राजसिंहस्य सपुत्रं तमिहानय ॥ २४ ॥",
                    "arth": "'केकयदेशके बूढ़े राजा बड़े धर्मात्मा हैं, वे राजसिंह महाराज दशरथके श्वशुर हैं; अतः उन्हें भी पुत्रसहित यहाँ ले आओ ॥ २४ ॥"
                },
                {
                    "slok": "अंगेश्वर महेष्वासं रोमपादं सुसत्कृतम् ।  वयस्यं राजसिंहस्य सपुत्रं तमिहानय ॥ २५ ॥",
                    "arth": "'अंगदेशके स्वामी महाधनुर्धर राजा रोमपाद हमारे महाराजके मित्र हैं, अतः उन्हें पुत्रसहित यहाँ सत्कारपूर्वक ले आओ ॥ २५ ॥"
                },
                {
                    "slok": "तथा कोसलराजानं भानुमन्तं सुसत्कृतम् । मगधाधिपतिं शूरं सर्वशास्त्रविशारदम् ॥ २६ ॥ प्राप्तिज्ञं परमोदारं सत्कृतं पुरुषर्षभम् ।",
                    "arth": "'कोशलराज भानुमान्‌को भी सत्कारपूर्वक ले आओ। मगधदेशके राजा प्राप्तिज्ञको, जो शूरवीर, सर्वशास्त्रविशारद, परम उदार तथा पुरुषों में श्रेष्ठ हैं, स्वयं जाकर सत्कारपूर्वक बुला ले आओ ॥ २६ ॥"
                },
                {
                    "slok": "राज्ञः शासनमादाय चोदयस्व नृपर्षभान्। प्राचीनान् सिन्धुसौवीरान् सौराष्ट्रेयांश्च पार्थिवान् ॥ २७ ॥",
                    "arth": "'महाराजकी आज्ञा लेकर तुम पूर्वदेशके श्रेष्ठ नरेशोंको तथा सिन्धु-सौवीर एवं सुराष्ट्र देशके भूपालोंको यहाँ आनेके लिये निमन्त्रण दो॥२७॥ "
                },
                {
                    "slok": "दाक्षिणात्यान् नरेन्द्रांश्च समस्तानानयस्व ह। सन्ति स्निग्धाश्च ये चान्ये राजानः पृथिवीतले॥२८॥ तानानय यथा क्षिप्रं सानुगान् सहबान्धवान्। एतान् दूतैर्महाभागैरानयस्व नृपाज्ञया॥२९॥",
                    "arth": "'दक्षिण भारतके समस्त नरेशोंको भी आमन्त्रित करो। इस भूतलपर और भी जो-जो नरेश महाराजके प्रति स्नेह रखते हैं, उन सबको सेवकों और सगेसम्बन्धियोंसहित यथासम्भव शीघ्र बुला लो। महाराजकी आज्ञासे बड़भागी दूतोंद्वारा इन सबके पास बुलावा भेज दो'॥ २८-२९॥ "
                },
                {
                    "slok": "वसिष्ठवाक्यं तच्छ्रुत्वा सुमन्त्रस्त्वरितं तदा। व्यादिशत् पुरुषांस्तत्र राज्ञामानयने शुभान्॥३०॥",
                    "arth": "वसिष्ठका यह वचन सुनकर सुमन्त्रने तुरंत ही अच्छे पुरुषोंको राजाओंकी बुलाहटके लिये जानेका आदेश दे दिया॥३०॥"
                },
                {
                    "slok": "स्वयमेव हि धर्मात्मा प्रयातो मुनिशासनात्। सुमन्त्रस्त्वरितो भूत्वा समानेतुं महामतिः॥३१॥",
                    "arth": "परम बुद्धिमान् धर्मात्मा सुमन्त्र वसिष्ठ मुनिकी आज्ञासे खास-खास राजाओंको बुलानेके लिये स्वयं ही गये ॥ ३१॥"
                },
                {
                    "slok": "ते च कर्मान्तिकाः सर्वे वसिष्ठाय महर्षये। सर्वं निवेदयन्ति स्म यज्ञे यदुपकल्पितम्॥३२॥",
                    "arth": "यज्ञकर्मकी व्यवस्थाके लिये जो सेवक नियुक्त किये गये थे, उन सबने आकर उस समयतक यज्ञसम्बन्धी जो-जो कार्य सम्पन्न हो गया था, उस सबकी सूचना महर्षि वसिष्ठको दी॥३२॥ "
                },
                {
                    "slok": "ततः प्रीतो द्विजश्रेष्ठस्तान् सर्वान् मुनिरब्रवीत्। अवज्ञया न दातव्यं कस्यचिल्लीलयापि वा॥३३॥ अवज्ञया कृतं हन्याद् दातारं नात्र संशयः।",
                    "arth": "यह सुनकर वे द्विजश्रेष्ठ मुनि बड़े प्रसन्न हुए और उन सबसे बोले-'भद्र पुरुषो! किसीको जो कुछ देना हो; उसे अवहेलना या अनादरपूर्वक नहीं देना चाहिये; क्योंकि अनादरपूर्वक दिया हुआ दान दाताको नष्ट कर देता है— इसमें संशय नहीं है' ॥ ३३ ॥"
                },
                {
                    "slok": "ततः कैश्चिदहोरात्रैरुपयाता महीक्षितः॥३४॥ बहूनि रत्नान्यादाय राज्ञो दशरथस्य ह।",
                    "arth": "तदनन्तर कुछ दिनोंके बाद राजा लोग महाराज दशरथके लिये बहुत-से रत्नोंकी भेंट लेकर अयोध्यामें आये॥ ३४॥ "
                },
                {
                    "slok": "ततो वसिष्ठः सुप्रीतो राजानमिदमब्रवीत्॥३५॥ उपयाता नरव्याघ्र राजानस्तव शासनात्। मयापि सत्कृताः सर्वे यथार्ह राजसत्तम॥३६॥",
                    "arth": "इससे वसिष्ठजीको बड़ी प्रसन्नता हुई। उन्होंने राजासे कहा-'पुरुषसिंह! तुम्हारी आज्ञासे राजालोग यहाँ आ गये। नृपश्रेष्ठ! मैंने भी यथायोग्य उन सबका सत्कार किया है॥ ३५-३६॥ "
                },
                {
                    "slok": "यज्ञियं च कृतं सर्वं पुरुषैः सुसमाहितैः। निर्यातु च भवान् यष्टुं यज्ञायतनमन्तिकात्॥३७॥ ",
                    "arth": "'हमारे कार्यकर्ताओंने पूर्णत: सावधान रहकर यज्ञके लिये सारी तैयारी की है। अब तुम भी यज्ञ करनेके लिये यज्ञमण्डपके समीप चलो ॥ ३७॥ "
                },
                {
                    "slok": "सर्वकामैरुपहृतैरुपेतं वै समन्ततः। द्रष्टुमर्हसि राजेन्द्र मनसेव विनिर्मितम्॥३८॥",
                    "arth": "'राजेन्द्र! यज्ञमण्डपमें सब ओर सभी वाञ्छनीय वस्तुएँ एकत्र कर दी गयी हैं। आप स्वयं चलकर देखें। यह मण्डप इतना शीघ्र तैयार किया गया है, मानो मनके संकल्पसे ही बन गया हो'॥३८॥ "
                },
                {
                    "slok": "तथा वसिष्ठवचनादृष्यश्रृंगस्य चोभयोः। दिवसे शुभनक्षत्रे निर्यातो जगतीपतिः॥३९॥",
                    "arth": "मुनिवर वसिष्ठ तथा ऋष्यशृंग दोनोंके आदेशसे शुभ नक्षत्रवाले दिनको राजा दशरथ यज्ञके लिये राजभवनसे निकले ॥३९॥ "
                },
                {
                    "slok": "ततो वसिष्ठप्रमुखाः सर्व एव द्विजोत्तमाः। ऋष्यशृंगं पुरस्कृत्य यज्ञकर्मारभंस्तदा॥४०॥ यज्ञवाटं गताः सर्वे यथाशास्त्रं यथाविधि। श्रीमांश्च सह पत्नीभी राजा दीक्षामुपाविशत्॥४१॥",
                    "arth": "तत्पश्चात् वसिष्ठ आदि सभी श्रेष्ठ द्विजोंने यज्ञमण्डपमें जाकर ऋष्यशृंगको आगे करके शास्त्रोक्त विधिके अनुसार यज्ञकर्मका आरम्भ किया। पत्नियोंसहित श्रीमान् अवधनरेशने यज्ञकी दीक्षा ली॥४०-४१॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे त्रयोदशः सर्गः॥१३॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें तेरहवाँ सर्ग पूरा हुआ॥१३॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "14",
            "arth": [
                {
                    "slok": "अथ संवत्सरे पूर्णे तस्मिन् प्राप्ते तुरंगमे। सरय्वाश्चोत्तरे तीरे राज्ञो यज्ञोऽभ्यवर्तत॥१॥ ",
                    "arth": "इधर वर्ष पूरा होनेपर यज्ञसम्बन्धी अश्व भूमण्डलमें भ्रमण करके लौट अया। फिर सरयू नदीके उत्तर तटपर राजाका यज्ञ आरम्भ हुआ॥१॥ "
                },
                {
                    "slok": "ऋष्यशृंगं पुरस्कृत्य कर्म चक्रुर्द्विजर्षभाः। अश्वमेधे महायज्ञे राज्ञोऽस्य सुमहात्मनः॥२॥",
                    "arth": "महामनस्वी राजा दशरथके उस अश्वमेध नामक महायज्ञमें ऋष्यशृंगको आगे करके श्रेष्ठ ब्राह्मण यज्ञसम्बन्धी कर्म करने लगे॥२॥ "
                },
                {
                    "slok": "कर्म कुर्वन्ति विधिवद् याजका वेदपारगाः। यथाविधि यथान्यायं परिक्रामन्ति शास्त्रतः॥३॥ ",
                    "arth": "यज्ञ करानेवाले सभी ब्राह्मण वेदोंके पारंगत विद्वान् थे; अतः वे न्याय तथा विधिके अनुसार सब कर्मोंका उचित रीतिसे सम्पादन करते थे और शास्त्रके अनुसार किस क्रमसे किस समय कौन-सी क्रिया करनी चाहिये, इसको स्मरण रखते हुए प्रत्येक कर्ममें प्रवृत्त होते थे॥३॥ "
                },
                {
                    "slok": "प्रवऱ्या शास्त्रतः कृत्वा तथैवोपसदं द्विजाः। चक्रुश्च विधिवत् सर्वमधिकं कर्म शास्त्रतः॥४॥",
                    "arth": "ब्राह्मणोंने प्रवर्य (अश्वमेधके अंगभूत कर्मविशेष) का शास्त्र (विधि, मीमांसा और कल्पसूत्र) के अनुसार सम्पादन करके उपसद नामक इष्टिविशेषका भी शास्त्रके अनुसार ही अनुष्ठान किया। तत्पश्चात् शास्त्रीय उपदेशसे अधिक जो अतिदेशतः प्राप्त कर्म है, उस सबका भी विधिवत् सम्पादन किया॥४॥ "
                },
                {
                    "slok": "अभिपूज्य तदा हृष्टाः सर्वे चक्रुर्यथाविधि। प्रातःसवनपूर्वाणि कर्माणि मुनिपुंगवाः॥५॥",
                    "arth": "तदनन्तर तत्तत् कर्मोंके अंगभूत देवताओंका पूजन करके हर्षमें भरे हुए उन सभी मुनिवरोंने विधिपूर्वक प्रातःसवन आदि (अर्थात् प्रातःसवन, माध्यन्दिनसवन तथा तृतीय सवन) कर्म किये॥५॥ "
                },
                {
                    "slok": "ऐन्द्रश्च विधिवद् दत्तो राजा चाभिषुतोऽनघः। माध्यन्दिनं च सवनं प्रावर्तत यथाक्रमम्॥६॥",
                    "arth": "इन्द्रदेवताको विधिपूर्वक हविष्यका भाग अर्पित किया गया। पापनिवर्तक राजा सोम (सोमलता)* का रस निकाला गया। फिर क्रमशः माध्यन्दिनसवनका कार्य प्रारम्भ हुआ॥६॥ "
                },
                {
                    "slok": "तृतीयसवनं चैव राज्ञोऽस्य सुमहात्मनः। चक्रुस्ते शास्त्रतो दृष्ट्वा यथा ब्राह्मणपुंगवाः॥७॥",
                    "arth": "तत्पश्चात् उन श्रेष्ठ ब्राह्मणोंने शास्त्रसे देखभालकर मनस्वी राजा दशरथके तृतीय सवनकर्मका भी विधिवत् सम्पादन किया॥७॥"
                },
                {
                    "slok": "आह्वयाञ्चक्रिरे तत्र शक्रादीन् विबुधोत्तमान्। | ऋष्यशृंगादयो मन्त्रैः शिक्षाक्षरसमन्वितैः॥८॥",
                    "arth": "ऋष्यशृंग आदि महर्षियोंने वहाँ अभ्यासकालमें सीखे | गये अक्षरोंसे युक्त-स्वर और वर्णसे सम्पन्न मन्त्रोंद्वारा इन्द्र आदि श्रेष्ठ देवताओंका आवाहन किया॥८॥ "
                },
                {
                    "slok": "गीतिभिर्मधुरैः स्निग्धैर्मन्त्राबानैर्यथार्हतः। होतारो ददुरावाह्य हविर्भागान् दिवौकसाम्॥९॥",
                    "arth": "मधुर एवं मनोरम सामगानके लयमें गाये हुए आह्वान-मन्त्रोंद्वारा देवताओंका आवाहन करके होताओंने उन्हें उनके योग्य हविष्यके भाग समर्पित किये॥९॥"
                },
                {
                    "slok": "न चाहुतमभूत् तत्र स्खलितं वा न किंचन। दृश्यते ब्रह्मवत् सर्वं क्षेमयुक्तं हि चक्रिरे॥१०॥",
                    "arth": "उस यज्ञमें कोई अयोग्य अथवा विपरीत आहुति नहीं पड़ी। कहीं कोई भूल नहीं हुई-अनजानमें भी कोई कर्म छूटने नहीं पाया; क्योंकि वहाँ सारा कर्म मन्त्रोच्चारणपूर्वक सम्पन्न होता दिखायी देता था। महर्षियोंने सब कर्म क्षेमयुक्त एवं निर्विघ्न परिपूर्ण किये॥१०॥ "
                },
                {
                    "slok": "न तेष्वहःसु श्रान्तो वा क्षुधितो वा न दृश्यते। नाविद्वान् ब्राह्मणः कश्चिन्नाशतानुचरस्तथा॥११॥",
                    "arth": "यज्ञके दिनोंमें कोई भी ऋत्विज् थका-माँदा या | भूखा- प्यासा नहीं दिखायी देता था। उसमें कोई भी ब्राह्मण ऐसा नहीं था, जो विद्वान् न हो अथवा जिसके सौसे कम शिष्य या सेवक रहे हों॥११॥ "
                },
                {
                    "slok": "ब्राह्मणा भुञ्जते नित्यं नाथवन्तश्च भुञ्जते। | तापसा भुञ्जते चापि श्रमणाश्चैव भुञ्जते॥१२॥",
                    "arth": "उस यज्ञमें प्रतिदिन ब्राह्मण भोजन करते थे | (क्षत्रिय और वैश्य भी भोजन पाते थे) तथा शूद्रोंको भी भोजन उपलब्ध होता था। तापस और श्रमण भी | भोजन करते थे॥१२॥ "
                },
                {
                    "slok": "वृद्धाश्च व्याधिताश्चैव स्त्रीबालाश्च तथैव च। अनिशं भुञ्जमानानां न तृप्तिरुपलभ्यते॥१३॥",
                    "arth": "बूढ़े, रोगी, स्त्रियाँ तथा बच्चे भी यथेष्ट भोजन पाते थे। भोजन इतना स्वादिष्ट होता था कि निरन्तर खाते रहनेपर भी किसीका मन नहीं भरता था॥१३॥ "
                },
                {
                    "slok": "दीयतां दीयतामन्नं वासांसि विविधानि च। इति संचोदितास्तत्र तथा चक्रुरनेकशः॥१४॥",
                    "arth": "'अन्न दो. नाना प्रकारके वस्त्र दो अधिकारियोंकी ऐसी आज्ञा पाकर कार्यकर्ता लोग बारम्बार वैसा ही करते थे॥१४॥ "
                },
                {
                    "slok": "अन्नकूटाश्च दृश्यन्ते बहवः पर्वतोपमाः। दिवसे दिवसे तत्र सिद्धस्य विधिवत् तदा॥१५॥",
                    "arth": "वहाँ प्रतिदिन विधिवत् पके हुए अन्नके बहुतसे पर्वतों-जैसे ढेर दिखायी देते थे॥१५॥ "
                },
                {
                    "slok": "नानादेशादनुप्राप्ताः पुरुषाः स्त्रीगणास्तथा। अन्नपानैः सुविहितास्तस्मिन् यज्ञे महात्मनः ॥१६॥",
                    "arth": "महामनस्वी राजा दशरथके उस यज्ञमें नाना देशोंसे आये हुए स्त्री-पुरुष अन्न-पानद्वारा भलीभाँति तृप्त किये गये थे॥१६॥ "
                },
                {
                    "slok": "अन्नं हि विधिवत्स्वादु प्रशंसन्ति द्विजर्षभाः। अहो तृप्ताः स्म भद्रं ते इति शुश्राव राघवः॥१७॥",
                    "arth": "श्रेष्ठ ब्राह्मण भोजन विधिवत् बनाया गया है। बहुत स्वादिष्ट है'-ऐसा कहकर अन्नकी प्रशंसा करते थे। भोजन करके उठे हुए लोगोंके मुखसे राजा सदा यही सुनते थे कि 'हमलोग खूब तृप्त हुए। आपका कल्याण हो'॥१७॥ "
                },
                {
                    "slok": "स्वलंकृताश्च पुरुषा ब्राह्मणान् पर्यवेषयन्। उपासन्ते च तानन्ये सुमृष्टमणिकुण्डलाः॥१८॥",
                    "arth": "वस्त्र-आभूषणोंसे अलंकृत हुए पुरुष ब्राह्मणोंको भोजन परोसते थे और उन लोगोंकी जो दूसरे लोग सहायता करते थे, उन्होंने भी विशुद्ध मणिमय कुण्डल धारण कर रखे थे॥१८॥"
                },
                {
                    "slok": "कर्मान्तरे तदा विप्रा हेतुवादान् बहूनपि। प्राहुः सुवाग्मिनो धीराः परस्परजिगीषया॥१९॥",
                    "arth": "एक सवन समाप्त करके दूसरे सवनके आरम्भ होनेसे पर्व जो अवकाश मिलता था. उसमें उत्तम वक्ता धीर ब्राह्मण एक-दूसरेको जीतनेकी इच्छासे बहुतेरे | युक्तिवाद उपस्थित करते हुए शास्त्रार्थ करते थे॥१९॥"
                },
                {
                    "slok": "दिवसे दिवसे तत्र संस्तरे कुशला द्विजाः। | सर्वकर्माणि चक्रुस्ते यथाशास्त्रं प्रचोदिताः॥२०॥",
                    "arth": "उस यज्ञमें नियुक्त हुए कर्मकुशल ब्राह्मण प्रतिदिन शास्त्रके अनुसार सब कार्योंका सम्पादन करते थे॥२०॥ "
                },
                {
                    "slok": "नाषडंगविदत्रासीन्नाव्रतो नाबहुश्रुतः। सदस्यास्तस्य वै राज्ञो नावादकुशलो द्विजः॥२१॥",
                    "arth": "राजाके उस यज्ञमें कोई भी सदस्य ऐसा नहीं था, जो व्याकरण आदि छहों अंगोंका ज्ञाता न हो, जिसने ब्रह्मचर्यव्रतका पालन न किया हो तथा जो बहुश्रुत न हो। वहाँ कोई ऐसा द्विज नहीं था, जो वाद-विवादमें | कुशल न हो॥ २१॥ "
                },
                {
                    "slok": "प्राप्ते यूपोच्छ्रये तस्मिन् षड्बैल्वाः खादिरास्तथा। तावन्तो बिल्वसहिताः पर्णिनश्च तथा परे॥२२॥",
                    "arth": "जब यूप खड़ा करनेका समय आया, तब बेलकी लकड़ीके छ: यूप गाड़े गये। उतने ही खैरके यूप खड़े किये गये तथा पलाशके भी उतने ही यूप थे, जो बिल्वनिर्मित यूपोंके साथ खड़े किये गये थे॥२२॥ "
                },
                {
                    "slok": "श्लेष्मातकमयो दिष्टो देवदारुमयस्तथा। द्वावेव तत्र विहितौ बाहुव्यस्तपरिग्रहौ ॥२३॥",
                    "arth": "बहेड़ेके वृक्षका एक यूप अश्वमेध यज्ञके लिये विहित है। देवदारुके बने हुए यूपका भी विधान है; परंतु उसकी संख्या न एक है न छः। देवदारुके दो ही यूप विहित हैं। दोनों बाँहें फैला देनेपर जितनी दूरी होती है, उतनी ही दूरपर वे दोनों स्थापित किये गये थे॥ २३ ॥"
                },
                {
                    "slok": "कारिताः सर्व एवैते शास्त्रज्ञैर्यज्ञकोविदैः। शोभार्थं तस्य यज्ञस्य काञ्चनालंकृता भवन्॥२४॥",
                    "arth": "यज्ञकुशल शास्त्रज्ञ ब्राह्मणोंने ही इन सब यूपोंका निर्माण कराया था। उस यज्ञकी शोभा बढ़ानेके लिये उन सबमें सोना जड़ा गया था॥ २४॥ "
                },
                {
                    "slok": "एकविंशतियूपास्ते एकविंशत्यरत्नयः। वासोभिरेकविंशद्भिरेकैकं समलंकृताः॥२५॥",
                    "arth": "पूर्वोक्त इक्कीस यूप इक्कीस-इक्कीस अरनि* (पाँच सौ चार अंगुल) ऊँचे बनाये गये थे। उन सबको पृथक्पृथक् इक्कीस कपड़ोंसे अलंकृत किया गया था॥ २५ ॥"
                },
                {
                    "slok": "विन्यस्ता विधिवत् सर्वे शिल्पिभिः सुकृता दृढाः। अष्टात्रयः सर्व एव श्लक्ष्णरूपसमन्विताः॥२६॥",
                    "arth": "कारीगरों द्वारा अच्छी तरह बनाये गये वे सभी सुदृढ़ यूप विधिपूर्वक स्थापित किये गये थे। वे सब के-सब आठ कोणोंसे सुशोभित थे। उनकी आकृति सुन्दर एवं चिकनी थी ॥ २६ ॥"
                },
                {
                    "slok": "आच्छादितास्ते वासोभिः पुष्पैर्गन्धैश्च पूजिताः । सप्तर्षयो दीप्तिमन्तो विराजन्ते यथा दिवि ॥ २७ ॥",
                    "arth": "उन्हें वस्त्रोंसे ढक दिया गया था और पुष्प चन्दनसे उनकी पूजा की गयी थी। जैसे आकाशमें तेजस्वी सप्तर्षियोंकी शोभा होती है, उसी प्रकार यज्ञमण्डपमें वे दीप्तिमान् यूप सुशोभित होते थे ॥ २७ ॥"
                },
                {
                    "slok": "इष्टकाश्च यथान्यायं कारिताश्च प्रमाणतः । चितोऽग्निर्ब्राह्मणैस्तत्र कुशलैः शिल्पकर्मणि ॥ २८ ॥",
                    "arth": "सूत्रग्रन्थों में बताये अनुसार ठीक मापसे ईंटें तैयार करायी गयी थीं। उन ईंटोंके द्वारा यज्ञसम्बन्धी शिल्पिकर्ममें कुशल ब्राह्मणोंने अग्रिका चयन किया था ॥ २८ ॥"
                },
                {
                    "slok": "स चित्यो राजसिंहस्य संचितः कुशलैर्द्विजैः । गरुडो रुक्मपक्षो वै त्रिगुणोऽष्टादशात्मकः ॥ २९ ॥",
                    "arth": "राजसिंह महाराज दशरथके यज्ञमें चयनद्वारा सम्पादित अग्निकी कर्मकाण्डकुशल ब्राह्मणोंद्वारा शास्त्रविधिके अनुसार स्थापना की गयी। उस अग्रिकी आकृति दोनों पंख और पुच्छ फैलाकर नीचे देखते हुए पूर्वाभिमुख खड़े हुए गरुड़की-सी प्रतीत होती थी। सोनेकी ईंटोंसे पंखका निर्माण होनेसे उस गरुड़के पंख सुवर्णमय दिखायी देते थे। प्रकृत-अवस्थामें चित्य-अग्निके छः प्रस्तार होते हैं; किंतु अश्वमेध यज्ञमें उसका प्रस्तार तीनगुना हो जाता है। इसलिये वह गरुड़ाकृति अग्नि अठारह प्रस्तारोंसे युक्त थी ॥ २९ ॥"
                },
                {
                    "slok": "नियुक्तास्तत्र पशवस्तत्तदुद्दिश्य दैवतम् । उरगा: पक्षिणश्चैव यथाशास्त्रं प्रचोदिताः ॥ ३० ॥",
                    "arth": "वहाँ पूर्वोक्त यूपोंमें शास्त्रविहित पशु, सर्प और पक्षी विभिन्न देवताओंके उद्देश्यसे बाँधे गये थे ॥ ३० ॥"
                },
                {
                    "slok": "शामित्रे तु हयस्तत्र तथा जलचराश्च ये। ऋषिभिः सर्वमेवैतन्नियुक्तं शास्त्रतस्तदा ॥ ३१ ॥",
                    "arth": "शामित्र कर्ममें यज्ञिय अश्व तथा कूर्म आदि जलचर जन्तु जो वहाँ लाये गये थे, ऋषियोंने उन सबको शास्त्रविधिके अनुसार पूर्वोक्त यूपोंमें बाँध दिया ॥ ३१ ॥"
                },
                {
                    "slok": "पशूनां त्रिशतं तत्र यूपेषु नियतं तदा । अश्वरत्नोत्तमं तत्र राज्ञो दशरथस्य ह ॥ ३२ ॥",
                    "arth": "उस समय उन यूपोंमें तीन सौ पशु हुए बँधे थे तथा राजा दशरथका वह उत्तम अश्वरत्न भी वहीं बाँधा गया था ॥ ३२ ॥"
                },
                {
                    "slok": "कौसल्या तं हयं तत्र परिचर्य समन्ततः । कृपाणैर्विशशारैनं त्रिभिः परमया मुदा ॥ ३३ ॥",
                    "arth": "रानी कौसल्याने वहाँ प्रोक्षण आदिके द्वारा सब ओरसे उस अश्वका संस्कार करके बड़ी प्रसन्नताके साथ तीन तलवारोंसे उसका स्पर्श किया ॥ ३३ ॥"
                },
                {
                    "slok": "पतत्त्रिणा तदा सार्धं सुस्थितेन च चेतसा । अवसद् रजनीमेकां कौसल्या धर्मकाम्यया ॥ ३४ ॥",
                    "arth": "तदनन्तर कौसल्या देवीने सुस्थिर चित्तसे धर्मपालनकी इच्छा रखकर उस अश्वके निकट एक रात निवास किया ॥ ३४ ॥"
                },
                {
                    "slok": "होताध्वर्युस्तथोद्गाता हस्तेन समयोजयन् । महिष्या परिवृत्त्यार्थं वावातामपरां तथा ॥ ३५ ॥",
                    "arth": "तत्पश्चात् होता, अध्वर्यु और उद्गाताने राजाकी (क्षत्रियजातीय) महिषी 'कौसल्या', (वैश्यजातीय स्त्री) 'वावाता' तथा (शूद्रजातीय स्त्री) 'परिवृत्ति'- इन सबके हाथसे उस अश्वका स्पर्श कराया * ॥ ३५ ॥"
                },
                {
                    "slok": "पतत्त्रिणस्तस्य वपामुद्धृत्य नियतेन्द्रियः । ऋत्विक्परमसम्पन्नः श्रपयामास शास्त्रतः ॥ ३६ ॥",
                    "arth": "इसके बाद परम चतुर जितेन्द्रिय ऋत्विक्ने विधिपूर्वक अश्वकन्दके गूदेको निकालकर शास्त्रोक्त रीतिसे पकाया ॥ ३६ ॥"
                },
                {
                    "slok": "धूमगन्धं वपायास्तु जिघ्रति स्म नराधिपः । यथाकालं यथान्यायं निर्णुदन् पापमात्मनः ॥ ३७॥",
                    "arth": "तत्पश्चात् उस गूदेकी आहुति दी गयी। राजा दशरथने अपने पापको दूर करनेके लिये ठीक समयपर आकर विधिपूर्वक उसके धूएँकी गन्धको सूँघा ॥ ३७॥"
                },
                {
                    "slok": "हयस्य यानि चांगानि तानि सर्वाणि ब्राह्मणाः । अग्नौ प्रास्यन्ति विधिवत् समस्ताः षोडशर्त्विजः ॥ ३८ ॥",
                    "arth": "उस अश्वमेध यज्ञके अंगभूत जो-जो हवनीय पदार्थ थे, उन सबको लेकर समस्त सोलह ऋत्विज् ब्राह्मण अग्निमें विधिवत् आहुति देने लगे ॥ ३८ ॥"
                },
                {
                    "slok": "प्लक्षशाखासु यज्ञानामन्येषां क्रियते हविः । अश्वमेधस्य यज्ञस्य वैतसो भाग इष्यते ॥ ३९ ॥",
                    "arth": "अश्वमेधके अतिरिक्त अन्य यज्ञोंमें जो हवि दी जाती है, वह पाकरकी शाखाओं में रखकर दी जाती है; परंतु अश्वमेध यज्ञका हविष्य बेंतकी चटाईमें रखकर | देनेका नियम है॥ ३९॥ "
                },
                {
                    "slok": "त्र्यहोऽश्वमेधः संख्यातः कल्पसूत्रेण ब्राह्मणैः। चतुष्टोममहस्तस्य प्रथमं परिकल्पितम्॥४०॥ उक्थ्यं द्वितीयं संख्यातमतिरात्रं तथोत्तरम्। कारितास्तत्र बहवो विहिताः शास्त्रदर्शनात्॥४१॥ ",
                    "arth": "कल्पसूत्र और ब्राह्मणग्रन्थोंके द्वारा अश्वमेधके तीन सवनीय दिन बताये गये हैं। उनमेंसे प्रथम दिन जो सवन होता है, उसे चतुष्टोम ('अग्निष्टोम') कहा गया है। द्वितीय दिवस साध्य सवनको 'उक्थ्य' नाम दिया गया है तथा तीसरे दिन जिस सवनका अनुष्ठान होता है, उसे 'अतिरात्र' कहते हैं। उसमें शास्त्रीय दृष्टिसे विहित बहुत-से दूसरे-दूसरे क्रतु भी सम्पन्न किये गये॥४०-४१॥ "
                },
                {
                    "slok": "ज्योतिष्टोमायुषी चैवमतिरात्रौ च निर्मितौ। अभिजिद्विश्वजिच्चैवमाप्तोर्यामौ महाक्रतुः॥४२॥ ",
                    "arth": "ज्योतिष्टोम, आयुष्टोम यज्ञ, दो बार अतिरात्र यज्ञ, पाँचवाँ अभिजित्, छठा विश्वजित् तथा सातवेंआठवें आप्तोर्याम–ये सब-के-सब महाक्रतु माने गये हैं, जो अश्वमेधके उत्तर कालमें सम्पादित हुए॥४२॥ "
                },
                {
                    "slok": "प्राचीं होने ददौ राजा दिशं स्वकुलवर्धनः। जी अध्वर्यवे प्रतीची तु ब्रह्मणे दक्षिणां दिशम्॥४३॥",
                    "arth": "अपने कुलकी वृद्धि करनेवाले राजा दशरथने यज्ञ पूर्ण होनेपर होताको दक्षिणारूपमें अयोध्यासे पूर्व दिशाका सारा राज्य सौंप दिया, अध्वर्युको पश्चिम दिशा तथा ब्रह्माको दक्षिण दिशाका राज्य दे दिया॥४३॥ "
                },
                {
                    "slok": "उद्गात्रे तु तथोदीची दक्षिणैषा विनिर्मिता। अश्वमेधे महायज्ञे स्वयंभूविहिते पुरा॥४४॥",
                    "arth": "इसी तरह उद्गाताको उत्तर दिशाकी सारी भूमि दे दी। पूर्वकालमें भगवान् ब्रह्माजीने जिसका अनुष्ठान किया था, उस अश्वमेध नामक महायज्ञमें ऐसी ही दक्षिणाका विधान किया गया है* ॥४४॥ "
                },
                {
                    "slok": "क्रतुं समाप्य तु तदा न्यायतः पुरुषर्षभः।। ऋत्विग्भ्यो हि ददौ राजा धरां तां कुलवर्धनः॥४५॥",
                    "arth": "इस प्रकार विधिपूर्वक यज्ञ समाप्त करके अपने कुलकी वृद्धि करनेवाले पुरुषशिरोमणि राजा दशरथने ऋत्विजोंको सारी पृथ्वी दान कर दी॥ ४५ ॥"
                },
                {
                    "slok": "एवं दत्त्वा प्रहृष्टोऽभूच्छीमानिक्ष्वाकुनन्दनः। ऋत्विजस्त्वब्रुवन् सर्वे राजानं गतकिल्बिषम्॥४६॥",
                    "arth": "यों दान देकर इक्ष्वाकुकुलनन्दन श्रीमान् महाराज दशरथके हर्षकी सीमा न रही, परंतु समस्त ऋत्विज् उन निष्पाप नरेशसे इस प्रकार बोले- ॥४६॥ "
                },
                {
                    "slok": "भवानेव महीं कृत्स्नामेको रक्षितुमर्हति। न भूम्या कार्यमस्माकं नहि शक्ताः स्म पालने॥४७॥ ",
                    "arth": "'महाराज! अकेले आप ही इस सम्पूर्ण पृथ्वीकी रक्षा करनेमें समर्थ हैं। हममें इसके पालनकी शक्ति नहीं है; अतः भूमिसे हमारा कोई प्रयोजन नहीं है॥४७॥ "
                },
                {
                    "slok": "रताः स्वाध्यायकरणे वयं नित्यं हि भूमिप। निष्क्रयं किञ्चिदेवेह प्रयच्छतु भवानिति॥४८॥",
                    "arth": "भूमिपाल! हम तो सदा वेदोंके स्वाध्यायमें ही लगे रहते हैं (इस भूमिका पालन हमसे नहीं हो सकता); अतः आप हमें यहाँ इस भूमिका कुछ निष्क्रय | (मूल्य) ही दे दें॥४८॥ "
                },
                {
                    "slok": "मणिरत्नं सुवर्णं वा गावो यद्वा समुद्यतम्। तत् प्रयच्छ नृपश्रेष्ठ धरण्या न प्रयोजनम्॥४९॥",
                    "arth": "'नृपश्रेष्ठ! मणि, रत्न, सुवर्ण, गौ अथवा जो भी वस्तु यहाँ उपस्थित हो, वही हमें दक्षिणारूपसे दे | दीजिये। इस धरतीसे हमें कोई प्रयोजन नहीं है'॥४९॥"
                },
                {
                    "slok": "एवमुक्तो नरपतिब्राह्मणैर्वेदपारगैः। | गवां शतसहस्राणि दश तेभ्यो ददौ नृपः॥५०॥ | दशकोटिं सुवर्णस्य रजतस्य चतुर्गुणम्।",
                    "arth": "वेदोंके पारगामी विद्वान् ब्राह्मणोंके ऐसा कहनेपर | राजाने उन्हें दस लाख गौएँ प्रदान की। दस करोड़ | स्वर्णमुद्रा तथा उससे चौगुनी रजतमुद्रा अर्पित की। "
                },
                {
                    "slok": "ऋत्विजस्तु ततः सर्वे प्रददुः सहिता वसु॥५१॥ | ऋष्यश्रृंगाय मुनये वसिष्ठाय च धीमते।",
                    "arth": "तब उस समस्त ऋत्विजोंने एक साथ होकर वह | सारा धन मुनिवर ऋष्यशृंग तथा बुद्धिमान् वसिष्ठको | सौंप दिया॥५१॥ "
                },
                {
                    "slok": "ततस्ते न्यायतः कृत्वा प्रविभागं द्विजोत्तमाः॥५२॥ सुप्रीतमनसः सर्वे प्रत्यूचुर्मुदिता भृशम्। ",
                    "arth": "तदनन्तर उन दोनों महर्षियोंके सहयोगसे उस | धनका न्यायपूर्वक बँटवारा करके वे सभी श्रेष्ठ ब्राह्मण | मन-ही-मन बडे प्रसन्न हए और बोले-महाराज! इस दक्षिणासे हम-लोग बहुत संतुष्ट हैं'॥ ५२॥ "
                },
                {
                    "slok": "ततः प्रसर्पकेभ्यस्तु हिरण्यं सुसमाहितः॥५३॥ जाम्बूनदं कोटिसंख्यं ब्राह्मणेभ्यो ददौ तदा। ",
                    "arth": "इसके बाद एकाग्रचित्त होकर राजा दशरथने अभ्यागत ब्राह्मणोंको एक करोड़ जाम्बूनद सुवर्णकी मुद्राएँ बाँटीं॥५३॥"
                },
                {
                    "slok": "दरिद्राय द्विजायाथ हस्ताभरणमुत्तमम्॥५४॥ कस्मैचिद् याचमानाय ददौ राघवनन्दनः।",
                    "arth": "[सारा धन दे देनेके बाद जब कुछ नहीं बच रहा, तब] एक दरिद्र ब्राह्मणने आकर राजासे धनकी याचना की। उस समय उन रघुकुलनन्दन नरेशने उसे अपने हाथका उत्तम आभूषण उतारकर दे दिया॥ ५४॥ "
                },
                {
                    "slok": "ततः प्रीतेषु विधिवद् द्विजेषु द्विजवत्सलः॥५५॥ प्रणाममकरोत् तेषां हर्षव्याकुलितेन्द्रियः।",
                    "arth": "तत्पश्चात् जब सभी ब्राह्मण विधिवत् संतुष्ट हो गये, उस समय उनपर स्नेह रखनेवाले नरेशने उन सबको प्रणाम किया। प्रणाम करते समय उनकी सारी इन्द्रियाँ हर्षसे विह्वल हो रही थीं॥ ५५ ॥ "
                },
                {
                    "slok": "तस्याशिषोऽथ विविधा ब्राह्मणैः समुदाहृताः॥५६॥ उदारस्य नृवीरस्य धरण्यां पतितस्य च।",
                    "arth": "पृथ्वीपर पड़े हुए उन उदार नरवीरको ब्राह्मणोंने नाना प्रकारके आशीर्वाद दिये॥ ५६॥ "
                },
                {
                    "slok": "ततः प्रीतमना राजा प्राप्य यज्ञमनुत्तमम्॥५७॥ पापापहं स्वर्नयनं दुस्तरं पार्थिवर्षभैः।",
                    "arth": "तदनन्तर उस परम उत्तम यज्ञका पुण्यफल पाकर | राजा दशरथके मनमें बड़ी प्रसन्नता हुई। वह यज्ञ उनके | सब पापोंका नाश करनेवाला तथा उन्हें स्वर्गलोकमें | पहुँचानेवाला था। साधारण राजाओंके लिये उस यज्ञको | आदिसे अन्ततक पूर्ण कर लेना बहुत ही कठिन था॥"
                },
                {
                    "slok": "ततोऽब्रवीदृष्यशृंगं राजा दशरथस्तदा॥५८॥ कुलस्य वर्धनं तत् तु कर्तुमर्हसि सुव्रत। ",
                    "arth": "यज्ञ समाप्त होनेपर राजा दशरथने ऋष्यशृंगसे कहा-'उत्तम व्रतका पालन करनेवाले मुनीश्वर! अब जो कर्म मेरी कुलपरम्पराको बढ़ानेवाला हो, उसका सम्पादन आपको करना चाहिये'॥ ५८ ॥"
                },
                {
                    "slok": "तथेति च स राजानमुवाच द्विजसत्तमः। भविष्यन्ति सुता राजंश्चत्वारस्ते कुलोद्वहाः॥५९॥",
                    "arth": "तब द्विजश्रेष्ठ ऋष्यशृंग 'तथास्तु' कहकर राजासे बोले-'राजन्! आपके चार पुत्र होंगे, जो इस कुलके भारको वहन करनेमें समर्थ होंगे'॥५९॥ "
                },
                {
                    "slok": "स तस्य वाक्यं मधुरं निशम्य प्रणम्य तस्मै प्रयतो नृपेन्द्रः। जगाम हर्ष परमं महात्मा तष्यशृंगं पुनरप्युवाच॥६०॥ ",
                    "arth": "उनका यह मधुर वचन सुनकर मन और इन्द्रियोंको संयममें रखनेवाले महामना महाराज दशरथ उन्हें प्रणाम करके बड़े हर्षको प्राप्त हुए तथा उन्होंने ऋष्यशृंगको पुनः पुत्रप्राप्ति करानेवाले कर्मका अनुष्ठान करनेके लिये प्रेरित किया॥६०॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे चतुर्दशः सर्गः॥१४॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके बालकाण्डमें चौदहवाँ सर्ग पूरा हुआ॥१४॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "15",
            "arth": [
                {
                    "slok": "मेधावी तु ततो ध्यात्वा स किञ्चिदिदमुत्तरम्। लब्धसंज्ञस्ततस्तं तु वेदज्ञो नृपमब्रवीत्॥१॥",
                    "arth": "महात्मा ऋष्यशृंग बड़े मेधावी और वेदोंके ज्ञाता थे। उन्होंने थोड़ी देरतक ध्यान लगाकर अपने भावी कर्तव्यका निश्चय किया। फिर ध्यानसे विरत हो वे राजासे इस प्रकार बोले- ॥ १ ॥"
                },
                {
                    "slok": "इष्टिं तेऽहं करिष्यामि पुत्रीयां पुत्रकारणात्। | अथर्वशिरसि प्रोक्तैर्मन्त्रैः सिद्धां विधानतः॥२॥",
                    "arth": "'महाराज! मैं आपको पुत्रकी प्राप्ति करानेके लिये | अथर्ववेदके मन्त्रोंसे पुत्रेष्टि नामक यज्ञ करूँगा। वेदोक्त विधिके अनुसार अनुष्ठान करनेपर वह यज्ञ अवश्य सफल होगा'॥२॥"
                },
                {
                    "slok": "ततः प्राक्रमदिष्टिं तां पुत्रीयां पुत्रकारणात्। जुहावाग्नौ च तेजस्वी मन्त्रदृष्टेन कर्मणा ॥३॥",
                    "arth": "यह कहकर उन तेजस्वी ऋषिने पुत्रप्राप्तिके उद्देश्यसे पुत्रेष्टि नामक यज्ञ प्रारम्भ किया और श्रौतविधिके अनुसार अग्निमें आहुति डाली॥३॥ "
                },
                {
                    "slok": "ततो देवाः सगन्धर्वाः सिद्धाश्च परमर्षयः। भागप्रतिग्रहार्थं वै समवेता यथाविधि॥४॥",
                    "arth": "तब देवता, सिद्ध, गन्धर्व और महर्षिगण विधिके अनुसार अपना-अपना भाग ग्रहण करनेके लिये उस यज्ञमें एकत्र हुए॥४॥"
                },
                {
                    "slok": "ताः समेत्य यथान्यायं तस्मिन् सदसि देवताः। अब्रुवल्लोककर्तारं ब्रह्माणं वचनं ततः॥५॥",
                    "arth": "उस यज्ञ-सभामें क्रमशः एकत्र होकर (दूसरोंकी दृष्टिसे अदृश्य रहते हुए) सब देवता लोककर्ता ब्रह्माजीसे इस प्रकार बोले- ॥५॥"
                },
                {
                    "slok": "भगवंस्त्वत्प्रसादेन रावणो नाम राक्षसः। सर्वान् नो बाधते वीर्याच्छासितुं तं न शक्नुमः॥६॥",
                    "arth": "'भगवन्! रावण नामक राक्षस आपका कृपाप्रसाद पाकर अपने बलसे हम सब लोगोंको बड़ा कष्ट दे रहा है। हममें इतनी शक्ति नहीं है कि अपने पराक्रमसे उसको दबा सकें॥६॥ "
                },
                {
                    "slok": "त्वया तस्मै वरो दत्तः प्रीतेन भगवंस्तदा। मानयन्तश्च तं नित्यं सर्वं तस्य क्षमामहे॥७॥",
                    "arth": "'प्रभो! आपने प्रसन्न होकर उसे वर दे दिया है। तबसे हमलोग उस वरका सदा समादर करते हुए उसके सारे अपराधोंको सहते चले आ रहे हैं॥७॥"
                },
                {
                    "slok": "उद्वेजयति लोकांस्त्रीनुच्छ्रितान् द्वेष्टि दुर्मतिः। शक्रं त्रिदशराजानं प्रधर्षयितुमिच्छति॥८॥ ",
                    "arth": "'उसने तीनों लोकोंके प्राणियोंका नाकोंदम कर रखा है। वह दुष्टात्मा जिनको कुछ ऊँची स्थितिमें देखता है, उन्हींके साथ द्वेष करने लगता है। देवराज इन्द्रको परास्त करनेकी अभिलाषा रखता है॥८॥ "
                },
                {
                    "slok": "ऋषीन् यक्षान् सगन्धर्वान् ब्राह्मणानसुरांस्तदा। अतिक्रामति दुर्धर्षों वरदानेन मोहितः॥९॥",
                    "arth": "'आपके वरदानसे मोहित होकर वह इतना उद्दण्ड हो गया है कि ऋषियों, यक्षों, गन्धर्वो, असुरों तथा ब्राह्मणको पीड़ा देता और उनका अपमान करता फिरता है॥९॥"
                },
                {
                    "slok": "नैनं सूर्यः प्रतपति पार्वे वाति न मारुतः। चलोर्मिमाली तं दृष्ट्वा समुद्रोऽपि न कम्पते॥१०॥ ",
                    "arth": "'सूर्य उसको ताप नहीं पहुँचा सकते। वायु उसके पास जोरसे नहीं चलती तथा जिसकी उत्ताल तरंगें सदा ऊपर-नीचे होती रहती हैं, वह समुद्र भी रावणको देखकर भयके मारे स्तब्ध-सा हो जाता है-उसमें कम्पन नहीं होता॥१०॥"
                },
                {
                    "slok": "तन्महन्नो भयं तस्माद् राक्षसाद् घोरदर्शनात्। वधार्थं तस्य भगवन्नुपायं कर्तुमर्हसि ॥११॥",
                    "arth": "'वह राक्षस देखनेमें भी बड़ा भयंकर है। उससे हमें महान् भय प्राप्त हो रहा है; अतः भगवन् ! उसके वधके लिये आपको कोई-न-कोई उपाय अवश्य करना चाहिये'॥११॥ "
                },
                {
                    "slok": "एवमुक्तः सुरैः सर्वैश्चिन्तयित्वा ततोऽब्रवीत्। हन्तायं विदितस्तस्य वधोपायो दुरात्मनः॥१२॥ तेन गन्धर्वयक्षाणां देवतानां च रक्षसाम्। अवध्योऽस्मीति वागुक्ता तथेत्युक्तं च तन्मया॥१३॥",
                    "arth": "समस्त देवताओंके ऐसा कहनेपर ब्रह्माजी कुछ सोचकर बोले-'देवताओ! लो, उस दुरात्माके वधका उपाय मेरी समझमें आ गया। उसने वर माँगते समय यह बात कही थी कि मैं गन्धर्व, यक्ष, देवता तथा राक्षसोंके हाथसे न मारा जाऊँ। मैंने भी 'तथास्तु' कहकर उसकी प्रार्थना स्वीकार कर ली॥१२-१३॥ "
                },
                {
                    "slok": "नाकीर्तयदवज्ञानात् तद् रक्षो मानुषांस्तदा। तस्मात् स मानुषाद् वध्यो मृत्युर्नान्योऽस्य विद्यते॥१४॥",
                    "arth": "'मनुष्योंको तो वह तुच्छ समझता था, इसलिये उनके प्रति अवहेलना होनेके कारण उनसे अवध्य होनेका वरदान नहीं माँगा। इसलिये अब मनुष्यके हाथसे ही उसका वध होगा। मनुष्यके सिवा दूसरा कोई उसकी मृत्युका कारण नहीं है' ॥१४॥ "
                },
                {
                    "slok": "एतच्छ्रुत्वा प्रियं वाक्यं ब्रह्मणा समुदाहृतम्। देवा महर्षयः सर्वे प्रहृष्टास्तेऽभवंस्तदा ॥१५॥ ",
                    "arth": "ब्रह्माजीकी कही हुई यह प्रिय बात सुनकर उस समय समस्त देवता और महर्षि बड़े प्रसन्न हुए ॥१५॥"
                },
                {
                    "slok": "एतस्मिन्नन्तरे विष्णुरुपयातो महाद्युतिः। शङ्खचक्रगदापाणिः पीतवासा जगत्पतिः॥१६॥ वैनतेयं समारुह्य भास्करस्तोयदं यथा। तप्तहाटककेयूरो वन्द्यमानः सुरोत्तमैः॥१७॥ ब्रह्मणा च समागत्य तत्र तस्थौ समाहितः।",
                    "arth": "इसी समय महान् तेजस्वी जगत्पति भगवान् विष्णु भी मेघके ऊपर स्थित हुए सूर्यकी भाँति गरुड़पर सवार हो वहाँ आ पहुँचे। उनके शरीरपर पीताम्बर और हाथोंमें शङ्ख, चक्र एवं गदा आदि आयुध शोभा पा रहे थे उनकी दोनों भुजाओंमें तपाये हुए सुवर्णके बने केयूर प्रकाशित हो रहे थे। उस समय सम्पूर्ण देवताओंने उनकी वन्दना की और वे ब्रह्माजीसे मिलकर सावधानीके साथ सभामें विराजमान हो गये॥१६-१७ ॥ "
                },
                {
                    "slok": "तमब्रुवन् सुराः सर्वे समभिष्ट्रय संनताः॥१८॥ त्वां नियोक्ष्यामहे विष्णो लोकानां हितकाम्यया।",
                    "arth": "तब समस्त देवताओंने विनीत भावसे उनकी स्तुति करके कहा-'सर्वव्यापी परमेश्वर! हम तीनों लोकोंके हितकी कामनासे आपके ऊपर एक महान् कार्यका भार दे रहे हैं ॥१८॥ "
                },
                {
                    "slok": "राज्ञो दशरथस्य त्वमयोध्याधिपतेर्विभो॥१९॥ धर्मज्ञस्य वदान्यस्य महर्षिसमतेजसः। अस्य भार्यासु तिसृषु ह्रीश्रीकीर्युपमासु च॥२०॥ विष्णो पुत्रत्वमागच्छ कृत्वाऽऽत्मानं चतुर्विधम्। तत्र त्वं मानुषो भूत्वा प्रवृद्ध लोककण्टकम्॥२१॥ अवध्यं दैवतैर्विष्णो समरे जहि रावणम्।",
                    "arth": "'प्रभो! अयोध्याके राजा दशरथ धर्मज्ञ, उदार तथा महर्षियोंके समान तेजस्वी हैं। उनके तीन रानियाँ हैं जो ह्री. श्री और कीर्ति-इन तीन देवियोंके समान हैं। विष्णुदेव! आप अपने चार स्वरूप बनाकर राजाकी उन तीनों रानियोंके गर्भसे पुत्ररूपमें अवतार ग्रहण कीजिये। इस प्रकार मनुष्यरूपमें प्रकट होकर आप संसारके लिये प्रबल कण्टकरूप रावणको, जो देवताओंके लिये अवध्य है, समरभूमिमें मार डालिये ॥ १९–२१ ॥"
                },
                {
                    "slok": "स हि देवान् सगन्धर्वान् सिद्धांश्च ऋषिसत्तमान्॥२२॥ राक्षसो रावणो मूल् वीर्योद्रेकेण बाधते।",
                    "arth": "'वह मूर्ख राक्षस रावण अपने बढ़े हुए पराक्रमसे देवता, गन्धर्व, सिद्ध तथा श्रेष्ठ महर्षियोंको बहुत कष्ट दे रहा है॥ २२ ॥"
                },
                {
                    "slok": "ऋषयश्च ततस्तेन गन्धर्वाप्सरसस्तथा ॥२३॥ क्रीडन्तो नन्दनवने रौद्रेण विनिपातिताः।",
                    "arth": "'उस रौद्र निशाचरने ऋषियोंको तथा नन्दनवनमें क्रीड़ा करनेवाले गन्धर्वो और अप्सराओंको भी स्वर्गसे भूमिपर गिरा दिया है॥ २३॥"
                },
                {
                    "slok": "वधार्थं वयमायातास्तस्य वै मुनिभिः सह॥२४॥ सिद्धगन्धर्वयक्षाश्च ततस्त्वां शरणं गताः।",
                    "arth": "'इसलिये मुनियोंसहित हम सब सिद्ध, गन्धर्व, यक्ष तथा देवता उसके वधके लिये आपकी शरणमें आये हैं॥४१॥ "
                },
                {
                    "slok": "त्वं गतिः परमा देव सर्वेषां नः परंतप ॥२५॥ | वधाय देवशत्रूणां नृणां लोके मनः कुरु। ",
                    "arth": "'शत्रुओंको संताप देनेवाले देव! आप ही हम | सब लोगोंकी परमगति हैं, अतः इन देवद्रोहियोंका | वध करनेके लिये आप मनुष्यलोकमें अवतार लेनेका निश्चय कीजिये॥ २५॥ "
                },
                {
                    "slok": "एवं स्तुतस्तु देवेशो विष्णुस्त्रिदशपुंगवः॥२६॥ पितामहपुरोगांस्तान् सर्वलोकनमस्कृतः। अब्रवीत् त्रिदशान् सर्वान् समेतान् धर्मसंहितान्॥२७॥",
                    "arth": "उनके इस प्रकार स्तुति करनेपर सर्वलोक| वन्दित देवप्रवर देवाधिदेव भगवान् विष्णुने वहाँ एकत्र | हुए उन समस्त ब्रह्मा आदि धर्मपरायण देवताओंसे कहा-॥२६-२७॥ "
                },
                {
                    "slok": "भयं त्यजत भद्रं वो हितार्थं युधि रावणम्। सपुत्रपौत्रं सामात्यं समन्त्रिज्ञातिबान्धवम्॥२८॥ | हत्वा क्रूरं दुराधर्षं देवर्षीणां भयावहम्। | दशवर्षसहस्त्राणि दशवर्षशतानि च॥२९॥ | वत्स्यामि मानुषे लोके पालयन् पृथिवीमिमाम्।",
                    "arth": "'देवगण! तम्हारा कल्याण हो। तम भयको त्याग | दो। मैं तुम्हारा हित करनेके लिये रावणको पुत्र, पौत्र अमात्य, मन्त्री और बन्धु-बान्धवोंसहित युद्धमें मार डालूँगा। देवताओं तथा ऋषियोंको भय देनेवाले उस क्रूर एवं दुर्धर्ष राक्षसका नाश करके मैं ग्यारह हजार | वर्षोंतक इस पृथ्वीका पालन करता हुआ मनुष्यलोकमें | निवास करूंगा'॥२८-२९ ॥ "
                },
                {
                    "slok": "एवं दत्त्वा वरं देवो देवानां विष्णुरात्मवान्॥३०॥ मानुष्ये चिन्तयामास जन्मभूमिमथात्मनः।",
                    "arth": "देवताओंको ऐसा वर देकर मनस्वी भगवान् विष्णुने मनुष्यलोकमें पहले अपनी जन्मभूमिके सम्बन्धमें विचार किया॥ ३०॥"
                },
                {
                    "slok": "ततः पद्मपलाशाक्षः कृत्वाऽऽत्मानं चतुर्विधम्॥३१॥ -पितरं रोचयामास तदा दशरथं नपम्। ",
                    "arth": "इसके बाद कमलनयन श्रीहरिने अपनेको चार स्वरूपोंमें प्रकट करके राजा दशरथको पिता बनानेका निश्चय किया॥३१॥ "
                },
                {
                    "slok": "ततो देवर्षिगन्धर्वाः सरुद्राः साप्सरोगणाः। | स्तुतिभिर्दिव्यरूपाभिस्तुष्टुवुर्मधुसूदनम् ॥३२॥",
                    "arth": "तब देवता, ऋषि, गन्धर्व, रुद्र तथा अप्सराओंने | दिव्य स्तुतियोंके द्वारा भगवान् मधुसूदनका स्तवन | किया ॥ ३२॥"
                },
                {
                    "slok": "तमुद्धतं का रावणमुग्रतेजसं प्रवृद्धदएँ त्रिदशेश्वरद्विषम्। विरावणं साधुतपस्विकण्टकं तपस्विनामुद्धर तं भयावहम्॥३३॥ ",
                    "arth": "वे कहने लगे-'प्रभो! रावण बड़ा उद्दण्ड है। उसका तेज अत्यन्त उग्र और घमण्ड बहुत बढ़ा-चढ़ा है। वह देवराज इन्द्रसे सदा द्वेष रखता है। तीनों लोकोंको रुलाता है, साधुओं और तपस्वी जनोंके लिये तो वह बहुत बड़ा कण्टक है; अतः तापसोंको भय देनेवाले उस भयानक राक्षसकी आप जड़ उखाड़ डालिये॥३३॥"
                },
                {
                    "slok": "तमेव हत्वा सबलं सबान्धवं विरावणं रावणमुग्रपौरुषम्। | स्वर्लोकमागच्छ गतज्वरश्चिरं सुरेन्द्रगुप्तं गतदोषकल्मषम्॥३४॥ ",
                    "arth": "'उपेन्द्र! सारे जगत्को रुलानेवाले उस उग्र पराक्रमी रावणको सेना और बन्धु-बान्धवोंसहित नष्ट करके अपनी स्वाभाविक निश्चिन्तताके साथ अपने ही द्वारा सुरक्षित उस चिरन्तन वैकुण्ठधाममें आ जाइये; जिसे राग-द्वेष आदि दोषोंका कलुष कभी छू नहीं | पाता है॥३४॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे पञ्चदशः सर्गः॥१५॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके बालकाण्डमें पंद्रहवाँ सर्ग पूरा हुआ॥१५॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "16",
            "arth": [
                {
                    "slok": "ततो नारायणो विष्णुर्नियुक्तः सुरसत्तमैः। जानन्नपि सुरानेवं श्लक्ष्णं वचनमब्रवीत्॥१॥",
                    "arth": "तदनन्तर उन श्रेष्ठ देवताओंद्वारा इस प्रकार रावणवधके लिये नियुक्त होनेपर सर्वव्यापी नारायणने रावणवधके उपायको जानते हुए भी देवताओंसे यह मधुर वचन कहा-॥१॥"
                },
                {
                    "slok": "उपायः को वधे तस्य राक्षसाधिपतेः सुराः। यमहं तं समास्थाय निहन्यामृषिकण्टकम्॥२॥",
                    "arth": "'देवगण! राक्षसराज रावणके वधके लिये कौनसा उपाय है, जिसका आश्रय लेकर मैं महर्षियोंके लिये कण्टकरूप उस निशाचरका वध करूँ?'॥२॥ "
                },
                {
                    "slok": "एवमुक्ताः सुराः सर्वे प्रत्यूचुर्विष्णुमव्ययम्। मानुषं रूपमास्थाय रावणं जहि संयुगे॥३॥",
                    "arth": "उनके इस तरह पूछनेपर सब देवता उन अविनाशी भगवान् विष्णुसे बोले-'प्रभो! आप मनुष्यका रूप धारण करके युद्धमें रावणको मार डालिये॥३॥"
                },
                {
                    "slok": "स हि तेपे तपस्तीवं दीर्घकालमरिंदमः। येन तुष्टोऽभवद् ब्रह्मा लोककृल्लोकपूर्वजः॥४॥",
                    "arth": "'उस शत्रुदमन निशाचरने दीर्घकालतक तीव्र तपस्या की थी, जिससे सब लोगोंके पूर्वज लोकस्रष्टा ब्रह्माजी उसपर प्रसन्न हो गये॥४॥ "
                },
                {
                    "slok": "संतुष्टः प्रददौ तस्मै राक्षसाय वरं प्रभुः। नानाविधेभ्यो भूतेभ्यो भयं नान्यत्र मानुषात्॥५॥ ",
                    "arth": "'उसपर संतुष्ट हुए भगवान् ब्रह्माने उस राक्षसको यह वर दिया कि तुम्हें नाना प्रकारके प्राणियोंमेंसे मनुष्यके सिवा और किसीसे भय नहीं है॥५॥ "
                },
                {
                    "slok": "अवज्ञाताः पुरा तेन वरदाने हि मानवाः। एवं पितामहात् तस्माद् वरदानेन गर्वितः॥६॥",
                    "arth": "'पूर्वकालमें वरदान लेते समय उस राक्षसने मनुष्योंको दुर्बल समझकर उनकी अवहेलना कर दी थी। इस प्रकार पितामहसे मिले हुए वरदानके कारण उसका घमण्ड बढ़ गया है॥६॥ "
                },
                {
                    "slok": "उत्सादयति लोकांस्त्रीन् स्त्रियश्चाप्युपकर्षति। तस्मात् तस्य वधो दृष्टो मानुषेभ्यः परंतप॥७॥",
                    "arth": "'शत्रुओंको संताप देनेवाले देव! वह तीनों लोकोंको पीड़ा देता और स्त्रियोंका भी अपहरण कर लेता है; अत: उसका वध मनुष्यके हाथसे ही निश्चित हुआ है' ॥७॥ "
                },
                {
                    "slok": "इत्येतद् वचनं श्रुत्वा सुराणां विष्णुरात्मवान्। पितरं रोचयामास तदा दशरथं नृपम्॥८॥",
                    "arth": "समस्त जीवात्माओंको वशमें रखनेवाले भगवान् विष्णुने देवताओंकी यह बात सुनकर अवतारकालमें राजा दशरथको ही पिता बनानेकी इच्छा की॥८॥"
                },
                {
                    "slok": "स चाप्यपुत्रो नृपतिस्तस्मिन् काले महाद्युतिः। अयजत् पुत्रियामिष्टिं पुत्रेप्सुररिसूदनः॥९॥ ",
                    "arth": "उसी समय वे शत्रुसूदन महातेजस्वी नरेश पुत्रहीन होनेके कारण पुत्रप्राप्तिकी इच्छासे पुत्रेष्टि यज्ञ कर रहे थे॥९॥"
                },
                {
                    "slok": "स कृत्वा निश्चयं विष्णुरामन्त्र्य च पितामहम्।ध्या अन्तर्धानं गतो देवैः पूज्यमानो महर्षिभिः॥१०॥",
                    "arth": "उन्हें पिता बनानेका निश्चय करके भगवान् विष्णु पितामहकी अनुमति ले देवताओं और महर्षियोंसे पूजित हो वहाँसे अन्तर्धान हो गये॥१०॥ "
                },
                {
                    "slok": "ततो वै यजमानस्य पावकादतुलप्रभम्। प्रादुर्भूतं महद् भूतं महावीर्यं महाबलम्॥११॥",
                    "arth": "तत्पश्चात् पुत्रेष्टि यज्ञ करते हुए राजा दशरथके यज्ञमें अग्निकुण्डसे एक विशालकाय पुरुष प्रकट हुआ। उसके शरीरमें इतना प्रकाश था, जिसकी कहीं तुलना नहीं थी। उसका बल-पराक्रम महान् था॥११॥ "
                },
                {
                    "slok": "कृष्णं रक्ताम्बरधरं रक्तास्यं दुन्दुभिस्वनम्। या स्निग्धहर्यक्षतनुजश्मश्रुप्रवरमूर्धजम् ॥१२॥",
                    "arth": "उसकी अंगकान्ति काले रंगकी थी। उसने अपने शरीरपर लाल वस्त्र धारण कर रखा था। उसका मुख भी लाल ही था। उसकी वाणीसे दुन्दुभिके समान गम्भीर ध्वनि प्रकट होती थी। उसके रोम, दाढ़ी-मूंछ और बड़े-बड़े केश चिकने और सिंहके समान थे॥१२॥ "
                },
                {
                    "slok": "शुभलक्षणसम्पन्नं । दिव्याभरणभूषितम्। शैलश्रृंगसमुत्सेधं दृप्तशार्दूलविक्रमम्॥१३॥",
                    "arth": "वह शुभ लक्षणोंसे सम्पन्न, दिव्य आभूषणोंसे विभूषित, शैलशिखरके समान ऊँचा तथा गर्वीले सिंहके समान चलनेवाला था॥ १३॥ "
                },
                {
                    "slok": "दिवाकरसमाकारं दीप्तानलशिखोपमम्। तप्तजाम्बूनदमयीं राजतान्तपरिच्छदाम्॥१४॥ दिव्यपायससम्पूर्णां पात्री पत्नीमिव प्रियाम्। प्रगृह्य विपुलां दोर्त्यां स्वयं मायामयीमिव॥१५॥",
                    "arth": "उसकी आकृति सूर्यके समान तेजोमयी थी। वह प्रज्वलित अग्निकी लपटोंके समान देदीप्यमान हो रहा था। उसके हाथमें तपाये हुए जाम्बूनद नामक सुवर्णकी बनी हुई परात थी, जो चाँदीके ढक्कनसे ढंकी हुई थी। वह (परात) थाली बहुत बड़ी थी और दिव्य खीरसे भरी हुई थी। उसे उस पुरुषने स्वयं अपनी दोनों भजाओंपर इस तरह उठा रखा था, मानो कोई रसिक अपनी प्रियतमा पत्नीको अङ्कमें लिये हुए हो। वह अद्भुत परात मायामयी-सी जान पड़ती थी॥१४-१५॥ "
                },
                {
                    "slok": "समवेक्ष्याब्रवीद् वाक्यमिदं दशरथं नृपम्। भान प्राजापत्यं नरं विद्धि मामिहाभ्यागतं नृप॥१६॥",
                    "arth": "उसने राजा दशरथकी ओर देखकर कहा'नरेश्वर! मुझे प्रजापतिलोकका पुरुष जानो। मैं प्रजापतिकी ही आज्ञासे यहाँ आया हूँ॥१६॥ "
                },
                {
                    "slok": "ततः परं तदा राजा प्रत्युवाच कृताञ्जलिः।माए भगवन् स्वागतं तेऽस्तु किमहं करवाणि ते॥१७॥",
                    "arth": "तब राजा दशरथने हाथ जोड़कर उससे कहा'भगवन्! आपका स्वागत है। कहिये, मैं आपकी क्या सेवा करूँ?॥१७॥"
                },
                {
                    "slok": "अथो पुनरिदं वाक्यं प्राजापत्यो नरोऽब्रवीत्। राजन्नर्चयता देवानद्य प्राप्तमिदं त्वया॥१८॥ ",
                    "arth": "फिर उस प्राजापत्य पुरुषने पुनः यह बात कही'राजन्! तुम देवताओंकी आराधना करते हो; इसीलिये तुम्हें आज यह वस्तु प्राप्त हुई है॥ १८॥ "
                },
                {
                    "slok": "इदं तु नृपशार्दूल पायसं देवनिर्मितम्। प्रजाकरं गहाण त्वं धन्यमारोग्यवर्धनम॥१९॥",
                    "arth": "'नृपश्रेष्ठ! यह देवताओंकी बनायी हुई खीर है, जो संतानकी प्राप्ति करानेवाली है। तुम इसे ग्रहण करो। यह धन और आरोग्यकी भी वृद्धि करनेवाली है॥ १९॥ "
                },
                {
                    "slok": "भार्याणामनुरूपाणामनीतेति प्रयच्छ वै। तासु त्वं लप्स्यसे पुत्रान् यदर्थं यजसे नृप॥२०॥ ",
                    "arth": "'राजन्! यह खीर अपनी योग्य पत्नियोंको दो और कहो–'तुमलोग इसे खाओ।' ऐसा करनेपर उनके गर्भसे आपको अनेक पुत्रोंकी प्राप्ति होगी, जिनके लिये तुम यह यज्ञ कर रहे हो ॥२०॥ "
                },
                {
                    "slok": "तथेति नृपतिः प्रीतः शिरसा प्रतिगृह्य ताम्। पात्री देवान्नसम्पूर्णा देवदत्तां हिरण्मयीम्॥२१॥ अभिवाद्य च तद्भूतमद्भुतं प्रियदर्शनम्। मुदा परमया युक्तश्चकाराभिप्रदक्षिणम्॥२२॥",
                    "arth": "राजाने प्रसन्नतापूर्वक 'बहुत अच्छा' कहकर उस दिव्य पुरुषकी दी हुई देवान्नसे परिपूर्ण सोनेकी थालीको लेकर उसे अपने मस्तकपर धारण किया। फिर उस अद्भुत एवं प्रियदर्शन पुरुषको प्रणाम करके बड़े आनन्दके साथ उसकी परिक्रमा की॥ २१-२२॥ "
                },
                {
                    "slok": "ततो दशरथः प्राप्य पायसं देवनिर्मितम्। बभूव परमप्रीतः प्राप्य वित्तमिवाधनः॥२३॥ ततस्तदद्भुतप्रख्यं भूतं परमभास्वरम्। संवर्तयित्वा तत् कर्म तत्रैवान्तरधीयत ॥ २४ ॥",
                    "arth": "इस प्रकार देवताओंकी बनायी हुई उस खीरको पाकर राजा दशरथ बहुत प्रसन्न हुए, मानो निर्धनको धन मिल गया हो। इसके बाद वह परम तेजस्वी अद्भुत पुरुष अपना वह काम पूरा करके वहीं अन्तर्धान हो गया॥२३-२४॥ "
                },
                {
                    "slok": "हर्षरश्मिभिरुयोतं तस्यान्तःपुरमाबभौ। शारदस्याभिरामस्य चन्द्रस्येव नभोंऽशुभिः॥२५॥",
                    "arth": "उस समय राजाके अन्तःपुरकी स्त्रियाँ हर्षोल्लाससे बढ़ी हुई कान्तिमयी किरणोंसे प्रकाशित हो ठीक उसी तरह शोभा पाने लगीं, जैसे शरत्कालके नयनाभिराम चन्द्रमाकी रम्य रश्मियोंसे उद्भासित होनेवाला आकाश सुशोभित होता है॥ २५॥ "
                },
                {
                    "slok": "सोऽन्तःपुरं प्रविश्यैव कौसल्यामिदमब्रवीत्। पायसं प्रतिगृह्णीष्व पुत्रीयं त्विदमात्मनः॥२६॥",
                    "arth": "राजा दशरथ वह खीर लेकर अन्तःपुरमें गये और कौसल्यासे बोले-'देवि! यह अपने लिये पुत्रकी प्राप्ति करानेवाली खीर ग्रहण करो'॥ २६॥ "
                },
                {
                    "slok": "कौसल्यायै नरपतिः पायसार्धं ददौ तदा।बाला अर्धादर्धं ददौ चापि सुमित्रायै नराधिपः॥२७॥",
                    "arth": "ऐसा कहकर नरेशने उस समय उस खीरका आधा भाग महारानी कौसल्याको दे दिया। फिर बचे हुए आधेका आधा भाग रानी सुमित्राको अर्पण किया॥ २७॥"
                },
                {
                    "slok": "कैकेय्यै चावशिष्टार्धं ददौ पुत्रार्थकारणात्। प्रददौ चावशिष्टार्धं पायसस्यामृतोपमम्॥२८॥ अनुचिन्त्य सुमित्रायै पुनरेव महामतिः। एवं तासां ददौ राजा भार्याणां पायसं पृथक् ॥२९॥",
                    "arth": "उन दोनोंको देनेके बाद जितनी खीर बच रही, उसका आधा भाग तो उन्होंने पूत्रप्राप्तिके उद्देश्यसे कैकेयीको दे दिया। तत्पश्चात् उस खीरका जो अवशिष्ट आधा भाग था, उस अमृतोपम भागको महाबुद्धिमान् नरेशने कुछ सोच-विचारकर पुनः सुमित्राको ही अर्पित कर दिया। इस प्रकार राजाने अपनी सभी रानियोंको अलग-अलग खीर बाँट दी॥ २८-२९॥ "
                },
                {
                    "slok": "ताश्चैवं पायसं प्राप्य नरेन्द्रस्योत्तमस्त्रियः। सम्मानं मेनिरे सर्वाः प्रहर्षोदितचेतसः॥३०॥",
                    "arth": "महाराजकी उन सभी साध्वी रानियोंने उनके हाथसे वह खीर पाकर अपना सम्मान समझा। उनके चित्तमें अत्यन्त हर्षोल्लास छा गया॥३०॥"
                },
                {
                    "slok": "ततस्तु ताः प्राश्य तमुत्तमस्त्रियो महीपतेरुत्तमपायसं पृथक् । हुताशनादित्यसमानतेजसो ऽचिरेण गर्भान् प्रतिपेदिरे तदा ॥३१॥ ",
                    "arth": "उस उत्तम खीरको खाकर महाराजकी उन तीनों साध्वी महारानियोंने शीघ्र ही पृथक्-पृथक् गर्भ धारण किया। उनके वे गर्भ अग्नि और सूर्यके समान तेजस्वी थे॥३१॥ "
                },
                {
                    "slok": "ततस्तु राजा प्रतिवीक्ष्य ताः स्त्रियः प्ररूढगर्भाः प्रतिलब्धमानसः। प्रति बभूव हृष्टस्त्रिदिवे यथा हरिः सुरेन्द्रसिद्धर्षिगणाभिपूजितः ॥३२॥",
                    "arth": "तदनन्तर अपनी उन रानियोंको गर्भवती देख राजा दशरथको बड़ी प्रसन्नता हुई। उन्होंने समझा, मेरा मनोरथ सफल हो गया। जैसे स्वर्गमें इन्द्र, सिद्ध तथा ऋषियोंसे पूजित हो श्रीहरि प्रसन्न होते हैं, उसी प्रकार भूतलमें देवेन्द्र, सिद्ध तथा महर्षियोंसे सम्मानित हो राजा दशरथ संतुष्ट हुए थे॥३२॥"
                },
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये बालकाण्डे षोडशः सर्गः॥१६॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके बालकाण्डमें सोलहवाँ सर्ग पूरा हुआ॥१६॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "17",
            "arth": [
                {
                    "slok": " पुत्रत्वं तु गते विष्णौ राज्ञस्तस्य महात्मनः। उवाच देवताः सर्वाः स्वयम्भूर्भगवानिदम्॥१॥ ",
                    "arth": "जब भगवान् विष्णु महामनस्वी राजा दशरथके पुत्रभावको प्राप्त हो गये, तब भगवान् ब्रह्माजीने सम्पूर्ण देवताओंसे इस प्रकार कहा- ॥१॥"
                },
                {
                    "slok": "सत्यसंधस्य वीरस्य सर्वेषां नो हितैषिणः। विष्णोः सहायान् बलिनः सृजध्वं कामरूपिणः॥२॥ मायाविदश्च शूरांश्च वायुवेगसमान् जवे। नयज्ञान् बुद्धिसम्पन्नान् विष्णुतुल्यपराक्रमान्॥३॥ असंहार्यानुपायज्ञान् दिव्यसंहननान्वितान्। सर्वास्त्रगुणसम्पन्नानमृतप्राशनानिव वध का ॥४॥ ",
                    "arth": "'देवगण! भगवान् विष्णु सत्यप्रतिज्ञ, वीर और हम सब लोगोंके हितैषी हैं। तुमलोग उनके सहायकरूपसे ऐसे पुत्रोंकी सृष्टि करो, जो बलवान्, इच्छानुसार रूप धारण करनेमें समर्थ, माया जाननेवाले, शूरवीर, वायुके समान वेगशाली, नीतिज्ञ, बुद्धिमान्, विष्णुतुल्य पराक्रमी, किसीसे परास्त न होनेवाले, तरह-तरहके उपायोंके जानकार, दिव्य शरीरधारी तथा अमृतभोजी देवताओंके समान सब प्रकारकी अस्त्रविद्याके गुणोंसे सम्पन्न हों।"
                },
                {
                    "slok": "अप्सरस्सु च मुख्यासु गन्धर्वीणां तनूषु च।।ए यक्षपन्नगकन्यासु ऋक्षविद्याधरीषु च॥५॥ किन्नरीणां च गात्रेषु वानरीणां तनूषु च।। सृजध्वं हरिरूपेण पुत्रांस्तुल्यपराक्रमान्॥६॥ ",
                    "arth": "'प्रधान-प्रधान अप्सराओं, गन्धर्वोकी स्त्रियों, यक्ष और नागोंकी कन्याओं, रीछोंकी स्त्रियों, विद्याधरियों, किन्नरियों तथा वानरियोंके गर्भसे वानररूपमें अपने ही तुल्य पराक्रमी पुत्र उत्पन्न करो॥५-६॥"
                },
                {
                    "slok": "पूर्वमेव मया सृष्टो जाम्बवानृक्षपुंगवः। जृम्भमाणस्य सहसा मम वक्त्रादजायत॥७॥",
                    "arth": "'मैंने पहलेसे ही ऋक्षराज जाम्बवान्की सृष्टि कर रखी है। एक बार मैं अँभाई ले रहा था, उसी समय वह सहसा मेरे मुँहसे प्रकट हो गया'॥७॥"
                },
                {
                    "slok": "ते तथोक्ता भगवता तत् प्रतिश्रुत्य शासनम्। जनयामासुरेवं ते पुत्रान् वानररूपिणः॥८॥ ",
                    "arth": "भगवान् ब्रह्माके ऐसा कहनेपर देवताओंने उनकी आज्ञा स्वीकार की और वानररूपमें अनेकानेक पुत्र उत्पन्न किये॥८॥ "
                },
                {
                    "slok": "ऋषयश्च महात्मानः सिद्धविद्याधरोरगाः।। चारणाश्च सुतान् वीरान् ससृजुर्वनचारिणः॥९॥",
                    "arth": "अशा महात्मा, ऋषि, सिद्ध, विद्याधर, नाग और चारणोंने भी वनमें विचरनेवाले वानर-भालुओंके रूपमें वीर पुत्रोंको जन्म दिया॥९॥"
                },
                {
                    "slok": "वानरेन्द्र महेन्द्राभमिन्द्रो वालिनमात्मजम्। सुग्रीवं जनयामास तपनस्तपतां वरः॥१०॥",
                    "arth": "देवराज इन्द्रने वानरराज वालीको पुत्ररूपमें उत्पन्न किया, जो महेन्द्र पर्वतके समान विशालकाय और बलिष्ठ था। तपनेवालोंमें श्रेष्ठ भगवान् सूर्यने सुग्रीवको जन्म दिया॥१०॥ "
                },
                {
                    "slok": "बृहस्पतिस्त्वजनयत् तारं नाम महाकपिम्। मन सर्ववानरमुख्यानां बुद्धिमन्तमनुत्तमम्॥११॥",
                    "arth": "बृहस्पतिने तार नामक महाकाय वानरको उत्पन्न किया, जो समस्त वानर सरदारोंमें परम बद्धिमान और श्रेष्ठ था॥"
                },
                {
                    "slok": "धनदस्य सुतः श्रीमान् वानरो गन्धमादनः। . विश्वकर्मा त्वजनयन्नलं नाम महाकपिम्॥१२॥",
                    "arth": "तेजस्वी वानर गन्धमादन कुबेरका पुत्र था। विश्वकर्माने नल नामक महान् वानरको जन्म दिया॥१२॥"
                },
                {
                    "slok": "पावकस्य सुतः श्रीमान् नीलोऽग्निसदृशप्रभः। तेजसा यशसा वीर्यादत्यरिच्यत वीर्यवान्॥१३॥ ",
                    "arth": "अग्निके समान तेजस्वी श्रीमान् नील साक्षात् अग्निदेवका ही पुत्र था। वह पराक्रमी वानर तेज, यश और बल-वीर्यमें सबसे बढ़कर था॥१३॥"
                },
                {
                    "slok": "रूपद्रविणसम्पन्नावश्विनौ म रूपसम्मतौ। मैन्दं च द्विविदं चैव जनयामासतुः स्वयम्॥१४॥",
                    "arth": "रूप-वैभवसे सम्पन्न, सुन्दर रूपवाले दोनों अश्विनीकुमारोंने स्वयं ही मैन्द और द्विविदको जन्म दिया था॥१४॥ "
                },
                {
                    "slok": "वरुणो जनयामास सुषेणं नाम वानरम्। शरभं जनयामास पर्जन्यस्तु महाबलः॥१५॥",
                    "arth": "वरुणने सुषेण नामक वानरको उत्पन्न किया और महाबली पर्जन्यने शरभको जन्म दिया॥१५॥ "
                },
                {
                    "slok": "मारुतस्यौरसः श्रीमान् हनूमान् नाम वानरः। वज्रसंहननोपेतो मा वैनतेयसमो जवे॥१६॥",
                    "arth": "हनुमान् नामवाले ऐश्वर्यशाली वानर वायुदेवताके औरस पुत्र थे। उनका शरीर वज्रके समान सुदृढ़ था। वे तेज चलनेमें गरुड़के समान थे॥१६॥ "
                },
                {
                    "slok": "सर्ववानरमुख्येषु बुद्धिमान् बलवानपि। ते सृष्टा बहुसाहस्त्रा दशग्रीववधोद्यताः॥१७॥",
                    "arth": "सभी श्रेष्ठ वानरोंमें वे सबसे अधिक बुद्धिमान् | और बलवान् थे। इस प्रकार कई हजार वानरोंकी | उत्पत्ति हुई। वे सभी रावणका वध करनेके लिये उद्यत रहते थे॥१७॥ "
                },
                {
                    "slok": "अप्रमेयबला वीरा विक्रान्ताः कामरूपिणः। ते गजाचलसंकाशा वपुष्मन्तो महाबलाः॥१८॥ ",
                    "arth": "उनके बलकी कोई सीमा नहीं थी। वे वीर, पराक्रमी और इच्छानुसार रूप धारण करनेवाले थे। गजराजों और पर्वतोंके समान महाकाय तथा महाबली थे॥१८॥ "
                },
                {
                    "slok": "ऋक्षवानरगोपुच्छाः यि क्षिप्रमेवाभिजज्ञिरे। यस्य देवस्य यद्रूपं वेषो यश्च पराक्रमः॥१९॥ अजायत समं तेन तस्य तस्य पृथक् पृथक्। गोलांगूलेषु चोत्पन्नाः किंचिदुन्नतविक्रमाः॥२०॥",
                    "arth": "परीछ, वानर तथा गोलांगूल (लंगूर) जातिके वीर .| शीघ्र ही उत्पन्न हो गये। जिस देवताका जैसा रूप, वेष और पराक्रम था, उससे उसीके समान पृथक्-पृथक् पुत्र उत्पन्न हुआ। लंगूरोंमें जो देवता उत्पन्न हुए, वे देवावस्थाकी अपेक्षा भी कुछ अधिक पराक्रमी थे॥१९-२०॥ "
                },
                {
                    "slok": "ऋक्षीषु च तथा जाता वानराः किन्नरीषु च। देवा महर्षिगन्धर्वास्ताNयक्षा यशस्विनः॥२१॥ नागाः किंपुरुषाश्चैव सिद्धविद्याधरोरगाः। बहवो जनयामासुहृष्टास्तत्र सहस्रशः॥२२॥ ",
                    "arth": "कुछ वानर रीछ जातिकी माताओंसे तथा कुछ किन्नरियोंसे उत्पन्न हुए। देवता, महर्षि, गन्धर्व, गरुड़, यशस्वी यक्ष, नाग, किम्पुरुष, सिद्ध, विद्याधर तथा सर्प जातिके बहुसंख्यक व्यक्तियोंने अत्यन्त हर्षमें भरकर सहस्रों पुत्र उत्पन्न किये॥ २१-२२॥"
                },
                {
                    "slok": "चारणाश्च सुतान् वीरान् ससृजुर्वनचारिणः। वानरान् सुमहाकायान् सर्वान् वै वनचारिणः॥२३॥",
                    "arth": "देवताओंका गुण गानेवाले वनवासी चारणोंने बहुत-से वीर, विशालकाय वानरपुत्र उत्पन्न किये। वे सब जंगली फल-मूल खानेवाले थे॥२३॥ "
                },
                {
                    "slok": "अप्सरस्सु च मुख्यासु तथा विद्याधरीषु च। नागकन्यासु च तदा गन्धर्वीणां तनूषु च। कामरूपबलोपेता म यथाकामविचारिणः ॥२४॥ ",
                    "arth": "मुख्य-मुख्य अप्सराओं, विद्याधरियों, नागकन्याओं तथा गन्धर्व-पत्नियोंके गर्भसे भी इच्छानुसार रूप और बलसे युक्त तथा स्वेच्छानुसार सर्वत्र विचरण करनेमें समर्थ वानरपुत्र उत्पन्न हुए ॥ २४॥ "
                },
                {
                    "slok": "सिंहशार्दूलसदृशा दर्पण च बलेन च। शिलाप्रहरणाः सर्वे सर्वे पर्वतयोधिनः॥२५॥",
                    "arth": "वे दर्प और बलमें सिंह और व्याघ्रोंके समान थे। पत्थरकी चट्टानोंसे प्रहार करते और पर्वत उठाकर लड़ते थे॥ २५॥ "
                },
                {
                    "slok": "नखदंष्ट्रायुधाः सर्वे सर्वे सर्वास्त्रकोविदाः। विचालयेयुः शैलेन्द्रान् भेदयेयुः स्थिरान् द्रुमान्॥२६॥ ",
                    "arth": "वे सभी नख और दाँतोंसे भी शस्त्रोंका काम लेते थे। उन सबको सब प्रकारके अस्त्र-शस्त्रोंका ज्ञान था। वे पर्वतोंको भी हिला सकते थे और स्थिरभावसे खड़े हुए वृक्षोंको भी तोड़ डालनेकी शक्ति रखते थे॥२६॥"
                },
                {
                    "slok": "क्षोभयेयुश्च वेगेन समुद्रं सरितां पतिम्। दारयेयुः क्षितिं पद्भ्यामाप्लवेयुर्महार्णवान्॥२७॥ ",
                    "arth": "अपने वेगसे सरिताओंके स्वामी समुद्रको भी क्षुब्ध कर सकते थे। उनमें पैरोंसे पृथ्वीको विदीर्ण कर डालनेकी शक्ति थी। वे महासागरोंको भी लाँघ सकते थे॥२७॥"
                },
                {
                    "slok": "नभस्तलं विशेयुश्च गृह्णीयुरपि तोयदान्। गृह्णीयुरपि मातंगान् मत्तान् प्रव्रजतो वने॥२८॥ ",
                    "arth": "वे चाहें तो आकाशमें घुस जायँ, बादलोंको हाथोंसे पकड़ लें तथा वनमें वेगसे चलते हुए मतवाले गजराजोंको भी बन्दी बना लें॥२८॥ "
                },
                {
                    "slok": "नर्दमानांश्च । नादेन पातयेयुर्विहंगमान्। ईदृशानां प्रसूतानि हरीणां कामरूपिणाम्॥२९॥ शतं शतसहस्त्राणि यूथपानां महात्मनाम्। ते प्रधानेषु यूथेषु हरीणां हरियूथपाः ॥३०॥",
                    "arth": "घोर शब्द करते हुए आकाशमें उड़नेवाले पक्षियोंको भी वे अपने सिंहनादसे गिरा सकते थे। ऐसे बलशाली और इच्छानुसार रूप धारण करनेवाले महाकाय वानर यूथपति करोड़ोंकी संख्यामें उत्पन्न हुए थे। वे वानरोंके प्रधान यूथोंके भी यूथपति थे॥ २९-३०॥ "
                },
                {
                    "slok": "बभूवुयूंथपश्रेष्ठान् वीरांश्चाजनयन् हरीन्। अन्ये ऋक्षवतः प्रस्थानुपतस्थुः सहस्त्रशः॥३१॥ ",
                    "arth": "उन यूथपतियोंने भी ऐसे वीर वानरोंको उत्पन्न किया था, जो यूथपोंसे भी श्रेष्ठ थे। वे और ही प्रकारके वानर थे-इन प्राकृत वानरोंसे विलक्षण थे। उनमेंसे । सहस्रों वानर-यूथपति ऋक्षवान् पर्वतके शिखरोंपर निवास करने लगे॥३१॥"
                },
                {
                    "slok": "अन्ये नानाविधान् शैलान् काननानि च भेजिरे। सूर्यपुत्रं च सुग्रीवं शक्रपुत्रं च वालिनम्॥३२॥ भ्रातरावुपतस्थुस्ते सर्वे च हरियूथपाः। नलं नीलं हनूमन्तमन्यांश्च हरियूथपान्॥३३॥ ते तार्क्ष्यबलसम्पन्नाः सर्वे युद्धविशारदाः। विचरन्तोऽर्दयन् सर्वान् सिंहव्याघ्रमहोरगान्॥३४॥",
                    "arth": "दूसरोंने नाना प्रकारके पर्वतों और जंगलोंका आश्रय लिया। इन्द्रकुमार वाली और सूर्यनन्दन सुग्रीव ये दोनों भाई थे। समस्त वानरयूथपति उन दोनों भाइयोंकी सेवामें उपस्थित रहते थे। इसी प्रकार वे नल-नील, हनुमान् तथा अन्य वानर सरदारोंका आश्रय लेते थे। वे सभी गरुड़के समान बलशाली तथा युद्धकी कलामें निपुण थे। वे वनमें विचरते समय सिंह, व्याघ्र और बड़े-बड़े नाग आदि समस्त वनजन्तुओंको रौंद डालते थे॥"
                },
                {
                    "slok": "महाबलो महाबाहुली विपुलविक्रमः। जुगोप भुजवीर्येण ऋक्षगोपुच्छवानरान्॥३५॥",
                    "arth": "महाबाहु वाली महान् बलसे सम्पन्न तथा विशेष पराक्रमी थे। उन्होंने अपने बाहुबलसे रीछों, लंगूरों तथा अन्य वानरोंकी रक्षा की थी॥ ३५॥"
                },
                {
                    "slok": "तैरियं पृथिवी शूरैः सपर्वतवनार्णवा। कीर्णा विविधसंस्थानैर्नानाव्यञ्जनलक्षणैः॥३६॥",
                    "arth": "उन सबके शरीर और पार्थक्यसूचक लक्षण नाना प्रकारके थे। वे शूरवीर वानर पर्वत, वन और समुद्रोंसहित समस्त भूमण्डलमें फैल गये॥३६॥ "
                },
                {
                    "slok": "तैर्मेघवृन्दाचलकूटसंनिभै महाबलैर्वानरयूथपाधिपैः । बभूव भूर्भीमशरीररूपैः समावृता रामसहायहेतोः ॥ ३७॥",
                    "arth": "वे वानरयूथपति मेघसमूह तथा पर्वतशिखरके समान विशालकाय थे। उनका बल महान् था। उनके शरीर और रूप भयंकर थे। भगवान् श्रीरामकी सहायताके लिये प्रकट हुए उन वानर वीरोंसे यह सारी पृथ्वी भर गयी थी॥३७॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "18",
            "arth": [
                {
                    "slok": "निर्वृत्ते तु क्रतौ तस्मिन् हयमेधे महात्मनः। प्रतिगृह्यामरा भागान् प्रतिजग्मुर्यथागतम्॥१॥",
                    "arth": "महामना राजा दशरथका यज्ञ समाप्त होनेपर देवतालोग अपना-अपना भाग ले जैसे आये थे, वैसे लौट गये॥१॥ "
                },
                {
                    "slok": "समाप्तदीक्षानियमः म पत्नीगणसमन्वितः। प्रविवेश पुरीं राजा सभृत्यबलवाहनः॥२॥",
                    "arth": "दीक्षाका नियम समाप्त होनेपर राजा अपनी पत्नियोंको साथ ले सेवक, सैनिक और सवारियोंसहित पुरीमें प्रविष्ट हुए॥२॥ "
                },
                {
                    "slok": "यथार्ह पूजितास्तेन राज्ञा च पृथिवीश्वराः। मुदिताः प्रययुर्देशान् प्रणम्य मुनिपुंगवम्॥३॥",
                    "arth": "भिन्न-भिन्न देशोंके राजा भी (जो उनके यज्ञमें सम्मिलित होनेके लिये आये थे) महाराज दशरथद्वारा यथावत् सम्मानित हो मुनिवर वसिष्ठ तथा ऋष्यशृंगको प्रणाम करके प्रसन्नतापूर्वक अपने-अपने देशको चले गये॥३॥ "
                },
                {
                    "slok": "श्रीमतां गच्छतां तेषां स्वगृहाणि पुरात् ततः। बलानि राज्ञां शुभ्राणि प्रहृष्टानि चकाशिरे॥४॥ ",
                    "arth": "अयोध्यापुरीसे अपने घरको जाते हुए उन श्रीमान् नरेशोंके शुभ्र सैनिक अत्यन्त हर्षमग्न होनेके कारण बड़ी शोभा पा रहे थे॥४॥ "
                },
                {
                    "slok": "गतेषु पृथिवीशेषु राजा दशरथः पुनः । प्रथिवेश पुरीं श्रीमान् पुरस्कृत्य द्विजोत्तमान् ॥ ५॥",
                    "arth": "उन राजाओंके विदा हो जानेपर श्रीमान् महाराज दशरथने श्रेष्ठ ब्राह्मणोंको आगे करके अपनी पुरीमें प्रवेश किया॥५॥ "
                },
                {
                    "slok": "शान्तया प्रययौ सार्धमृष्यशृंगः सुपूजितः। अनुगम्यमानो राज्ञा च सानुयात्रेण धीमता॥६॥",
                    "arth": "राजाद्वारा अत्यन्त सम्मानित हो ऋष्यशृंग मुनि भी शान्ताके साथ अपने स्थानको चले गये। उस समय सेवकोंसहित बुद्धिमान् महाराज दशरथ कुछ दूरतक उनके पीछे-पीछे उन्हें पहुँचाने गये थे॥६॥ "
                },
                {
                    "slok": "एवं विसृज्य तान् सर्वान् राजा सम्पूर्णमानसः। उवास सुखितस्तत्र पुत्रोत्पत्तिं विचिन्तयन्॥७॥",
                    "arth": "इस प्रकार उन सब अतिथियोंको विदा करके सफलमनोरथ हुए राजा दशरथ पुत्रोत्पत्तिकी प्रतीक्षा करते हुए वहाँ बड़े सुखसे रहने लगे॥७॥ "
                },
                {
                    "slok": "ततो यज्ञे समाप्ते तु ऋतूनां षट् समत्ययुः। ततश्च द्वादशे मासे चैत्रे नावमिके तिथौ॥ ८ ॥ नक्षत्रेऽदितिदैवत्ये स्वोच्चसंस्थेषु पञ्चसु। ग्रहेषु कर्कटे लग्ने वाक्पताविन्दुना सह॥ ९ ॥ प्रोद्यमाने जगन्नाथं सर्वलोकनमस्कृतम्। कौसल्याजनयद् रामं दिव्यलक्षणसंयुतम्॥१०॥ ",
                    "arth": "यज्ञ समाप्तिके पश्चात् जब छः ऋतुएँ बीत गयीं, सब बारहवें मासमें चैत्रके शुक्लपक्षकी नवमी तिथिको पुनर्वसु नक्षत्र एवं कर्क लग्नमें कौसल्यादेवीने दिव्य 1 लक्षणसे युक्त, सर्वलोकवन्दित जगदीश्वर श्रीरामको जन्म दिया। उस समय (सूर्य, मंगल, शनि, गुरु और शुक्र-ये) पाँच ग्रह अपने-अपने उच्च स्थानमें विद्यमान थे तथा लग्नमें चन्द्रमाके साथ बृहस्पति विराजमान थे॥"
                },
                {
                    "slok": "विष्णोरर्ध महाभागं पुत्रमैक्ष्वाकुनन्दनम्। लोहिताक्षं महाबाहुं रक्तोष्ठं दुन्दुभिस्वनम्॥११॥ ",
                    "arth": "वे विष्णुस्वरूप हविष्य या खीरके आधे भागसे प्रकट हुए थे। कौसल्याके महाभाग पुत्र श्रीराम इक्ष्वाकुकुलका आनन्द बढ़ानेवाले थे। उनके नेत्रोंमें कुछ-कुछ लालिमा थी। उनके ओठ लाल, भुजाएँ बड़ी-बड़ी और स्वर दुन्दुभिके शब्दके समान गम्भीर था॥ ११॥"
                },
                {
                    "slok": "कौसल्या शुशुभे तेन पुत्रेणामिततेजसा। यथा वरेण देवानामदितिर्वज्रपाणिना॥१२॥",
                    "arth": "उस अमिततेजस्वी पुत्रसे महारानी कौसल्याकी बड़ी शोभा हुई, ठीक उसी तरह, जैसे सुरश्रेष्ठ वज्रपाणि इन्द्रसे देवमाता अदिति सुशोभित हुई थीं॥१२॥"
                },
                {
                    "slok": "भरतो नाम कैकेय्यां जज्ञे सत्यपराक्रमः। साक्षाद् विष्णोश्चतुर्भागः सर्वैः समुदितो गुणैः॥१३॥",
                    "arth": "तदनन्तर कैकेयीसे सत्यपराक्रमी भरतका जन्म हुआ, जो साक्षात् भगवान् विष्णुके (स्वरूपभूत पायसखीरके) चतुर्थांशसे भी न्यून भागसे प्रकट हुए थे। ये समस्त सद्गुणोंसे सम्पन्न थे॥१३॥ "
                },
                {
                    "slok": "अथ लक्ष्मणशत्रुजौ सुमित्राजनयत् सुतौ। वीरौ सर्वास्त्रकुशलौ विष्णोरर्धसमन्वितौ॥१४॥ ",
                    "arth": "इसके बाद रानी सुमित्राने लक्ष्मण और शत्रुघ्न-इन दो पुत्रोंको जन्म दिया। ये दोनों वीर साक्षात् भगवान् विष्णुके अर्धभागसे सम्पन्न और सब प्रकारके अस्त्रोंकी विद्यामें कुशल थे॥१४॥ "
                },
                {
                    "slok": "पुष्ये जातस्तु भरतो मीनलग्ने प्रसन्नधीः। सार्पे जातौ तु सौमित्री कुलीरेऽभ्युदिते रवौ ॥१५॥",
                    "arth": "भरत सदा प्रसन्नचित्त रहते थे। उनका जन्म पुष्य नक्षत्र तथा मीन लग्नमें हुआ था। सुमित्राके दोनों पुत्र आश्लेषा नक्षत्र और कर्कलग्नमें उत्पन्न हुए थे। उस समय सूर्य अपने उच्च स्थानमें विराजमान थे॥१५॥ "
                },
                {
                    "slok": "राज्ञः पुत्रा महात्मानश्चत्वारो जज्ञिरे पृथक्। गुणवन्तोऽनुरूपाश्च रुच्या प्रोष्ठपदोपमाः॥१६॥",
                    "arth": "राजा दशरथके ये चारों महामनस्वी पुत्र पृथक्पृथक् गुणोंसे सम्पन्न और सुन्दर थे। ये भाद्रपदा नामक चार तारोंके समान कान्तिमान् थे ॥१६॥ "
                },
                {
                    "slok": "जगुः कलं च गन्धर्वा ननृतुश्चाप्सरोगणाः। देवदुन्दुभयो नेदुः पुष्पवृष्टिश्च खात् पतत्॥१७॥",
                    "arth": "इनके जन्मके समय गन्धर्वोने मधुर गीत गाये। अप्सराओंने नृत्य किया। देवताओंकी दुन्दुभियाँ बजने लगीं तथा आकाशसे फूलोंकी वर्षा होने लगी॥१७॥"
                },
                {
                    "slok": "उत्सवश्च महानासीदयोध्यायां जनाकुलः। रथ्याश्च जनसम्बाधा नटनर्तकसंकुलाः॥१८॥ ",
                    "arth": "अयोध्यामें बहुत बड़ा उत्सव हुआ। मनुष्योंकी भारी भीड़ एकत्र हुई। गलियाँ और सड़कें लोगोंसे खचाखच भरी थीं। बहुत-से नट और नर्तक वहाँ अपनी कलाएँ दिखा रहे थे॥१८॥ "
                },
                {
                    "slok": "गायनैश्च विराविण्यो वादनैश्च तथापरैः। विरेजुर्विपुलास्तत्र सर्वरत्नसमन्विताः॥१९॥",
                    "arth": "वहाँ सब ओर गाने-बजानेवाले तथा दूसरे लोगोंके शब्द गूंज रहे थे। दीन-दुःखियोंके लिये लुटाये गये सब प्रकारके रत्न वहाँ बिखरे पड़े थे॥१९॥"
                },
                {
                    "slok": "प्रदेयांश्च ददौ राजा सूतमागधवन्दिनाम्। ब्राह्मणेभ्यो ददौ वित्तं गोधनानि सहस्त्रशः॥२०॥",
                    "arth": "राजा दशरथने सूत, मागध और वन्दीजनोंको देनेयोग्य पुरस्कार दिये तथा ब्राह्मणोंको धन एवं सहस्रों गोधन प्रदान किये॥२०॥ "
                },
                {
                    "slok": "अतीत्यैकादशाहं तु नामकर्म तथाकरोत्। ज्येष्ठं रामं महात्मानं भरतं कैकयीसुतम्॥२१॥ सौमित्रिं लक्ष्मणमिति शत्रुघ्नमपरं तथा। वसिष्ठः परमप्रीतो नामानि कुरुते तदा॥२२॥",
                    "arth": "ग्यारह दिन बीतनेपर महाराजने बालकोंका नामकरण संस्कार किया। उस समय महर्षि वसिष्ठने प्रसन्नताके साथ सबके नाम रखे। उन्होंने ज्येष्ठ का नाम 'राम' रखा। श्रीराम महात्मा (परमात्मा) थे। कैकेयीकुमारका नाम भरत तथा सुमित्राके एक पुत्रका नाम लक्ष्मण और दूसरेका शत्रुघ्न निश्चित किया ॥ २१-२२ ॥"
                },
                {
                    "slok": "ब्राह्मणान् भोजयामास पौरजानपदानपि। अददद् ब्राह्मणानां च रत्नौघममलं बहु॥२३॥",
                    "arth": "राजाने ब्राह्मणों, पुरवासियों तथा जनपदवासियोंको भी भोजन कराया। ब्राह्मणोंको बहुत-से उज्ज्वल | रत्नसमूह दान किये ॥२३॥ "
                },
                {
                    "slok": "तेषां जन्मक्रियादीनि सर्वकर्माण्यकारयत्। तेषां केतुरिव ज्येष्ठो रामो रतिकरः पितुः॥२४॥ ",
                    "arth": "महर्षि वसिष्ठने समय-समयपर राजासे उन बालकोंके जातकर्म आदि सभी संस्कार करवाये थे। उन सबमें श्रीरामचन्द्रजी ज्येष्ठ होनेके साथ ही अपने कुलकी कीर्ति-ध्वजाको फहरानेवाली पताकाके समान थे। वे अपने पिताकी प्रसन्नताको बढ़ानेवाले थे॥२४॥"
                },
                {
                    "slok": "बभूव भूयो भूतानां स्वयम्भूरिव सम्मतः। सर्वे वेदविदः शूराः सर्वे लोकहिते रताः॥२५॥",
                    "arth": "सभी भूतोंके लिये वे स्वयम्भू ब्रह्माजीके समान विशेष प्रिय थे। राजाके सभी पुत्र वेदोंके विद्वान् और शूरवीर थे। सब-के-सब लोकहितकारी कार्योंमें संलग्न रहते थे॥ २५॥ "
                },
                {
                    "slok": "सर्वे ज्ञानोपसम्पन्नाः सर्वे समुदिता गुणैः। तेषामपि महातेजा रामः सत्यपराक्रमः॥२६॥ इष्टः सर्वस्य लोकस्य शशाङ्क इव निर्मलः। गजस्कन्धेऽश्वपृष्ठे च रथचर्यासु सम्मतः॥२७॥ धनुर्वेदे च निरतः पितुः शुश्रूषणे रतः। ",
                    "arth": "सभी ज्ञानवान् और समस्त सद्गुणोंसे सम्पन्न थे। उनमें भी सत्यपराक्रमी श्रीरामचन्द्रजी सबसे अधिक तेजस्वी और सब लोगोंके विशेष प्रिय थे। वे निष्कलङ्क चन्द्रमाके समान शोभा पाते थे। उन्होंने हाथीके कंधे और घोड़ेकी पीठपर बैठने तथा रथ हाँकनेकी कलामें भी सम्मानपूर्ण स्थान प्राप्त किया था। वे सदा धनुर्वेदका अभ्यास करते और पिताजीकी सेवामें लगे रहते थे॥ "
                },
                {
                    "slok": "बाल्यात् प्रभृति सुस्निग्धो लक्ष्मणो लक्ष्मिवर्धनः॥२८॥ रामस्य लोकरामस्य भ्रातुर्येष्ठस्य नित्यशः। सर्वप्रियकरस्तस्य रामस्यापि शरीरतः॥२९॥",
                    "arth": "लक्ष्मीकी वृद्धि करनेवाले लक्ष्मण बाल्यावस्थासे ही श्रीरामचन्द्रजीके प्रति अत्यन्त अनुराग रखते थे। वे अपने बड़े भाई लोकाभिराम श्रीरामका सदा ही प्रिय करते थे और शरीरसे भी उनकी सेवामें ही जुटे रहते थे॥ "
                },
                {
                    "slok": "लक्ष्मणो लक्ष्मिसम्पन्नो बहिः प्राण इवापरः । न च तेन विना निद्रां लभते पुरुषोत्तमः ॥ ३० ॥ मृष्टमन्नमुपानीतमश्नाति न हि तं विना।",
                    "arth": "शोभासम्पन्न लक्ष्मण श्रीरामचन्द्रजीके लिये बाहर विचरनेवाले दूसरे प्राणके समान थे। पुरुषोत्तम श्रीरामको उनके बिना नींद भी नहीं आती थी। यदि उनके पास उत्तम भोजन लाया जाता तो श्रीरामचन्द्रजी उसमेंसे लक्ष्मणको दिये बिना नहीं खाते थे॥३० ॥ "
                },
                {
                    "slok": "यदा हि हयमारूढो मृगयां याति राघवः॥३१॥ अथैनं पृष्ठतोऽभ्येति सधनुः परिपालयन्। भरतस्यापि शत्रुनो लक्ष्मणावरजो हि सः॥३२॥ प्राणैः प्रियतरो नित्यं तस्य चासीत् तथा प्रियः।",
                    "arth": "जब श्रीरामचन्द्रजी घोड़ेपर चढ़कर शिकार खेलनेके लिये जाते, उस समय लक्ष्मण धनुष लेकर उनके शरीरकी रक्षा करते हुए पीछे-पीछे जाते थे। इसी प्रकार लक्ष्मणके छोटे भाई शत्रुघ्न भरतजीको प्राणोंसे भी अधिक प्रिय थे और वे भी भरतजीको सदा प्राणोंसे भी अधिक प्रिय मानते थे॥ ३१-३२॥"
                },
                {
                    "slok": "स चतुभिर्महाभागैः पुत्रैर्दशरथः प्रियैः॥३३॥ बभूव परमप्रीतो देवैरिव पितामहः।",
                    "arth": "इन चार महान् भाग्यशाली प्रिय पुत्रोंसे राजा दशरथको बड़ी प्रसन्नता प्राप्त होती थी, ठीक वैसे ही जैसे चार देवताओं (दिक्पालों) से ब्रह्माजीको प्रसन्नता होती है॥३३॥"
                },
                {
                    "slok": "ते यदा ज्ञानसम्पन्नाः सर्वे समुदिता गुणैः॥३४॥ हीमन्तः कीर्तिमन्तश्च सर्वज्ञा दीर्घदर्शिनः। तेषामेवंप्रभावाणां सर्वेषां दीप्ततेजसाम्॥३५॥ पिता दशरथो हृष्टो ब्रह्मा लोकाधिपो यथा।",
                    "arth": "वे सब बालक जब समझदार हए, तब समस्त सद्गुणोंसे सम्पन्न हो गये। वे सभी लज्जाशील, यशस्वी, सर्वज्ञ और दूरदर्शी थे। ऐसे प्रभावशाली और अत्यन्त तेजस्वी उन सभी पुत्रोंकी प्राप्तिसे राजा दशरथ लोकेश्वर ब्रह्माकी भाँति बहुत प्रसन्न थे॥ ३४-३५ ॥ "
                },
                {
                    "slok": "ते चापि मनुजव्याघ्रा वैदिकाध्ययने रताः॥३६॥ पितृशुश्रूषणरता धनुर्वेदे च निष्ठिताः।",
                    "arth": "वे पुरुषसिंह राजकुमार प्रतिदिन वेदोंके स्वाध्याय, पिताकी सेवा तथा धनुर्वेदके अभ्यासमें दत्त-चित्त रहते थे॥ ३६ ॥ "
                },
                {
                    "slok": "अथ राजा दशरथस्तेषां दारक्रियां प्रति॥३७॥ चिन्तयामास धर्मात्मा सोपाध्यायः सबान्धवः।त तस्य चिन्तयमानस्य मन्त्रिमध्ये महात्मनः॥३८॥ अभ्यागच्छन्महातेजा विश्वामित्रो महामुनिः।",
                    "arth": "एक दिन धर्मात्मा राजा दशरथ परोहित तथा बन्धु-बान्धवोंके साथ बैठकर पुत्रोंके विवाहके विषयमें विचार कर रहे थे। मन्त्रियोंके बीचमें विचार करते हुए उन महामना नरेशके यहाँ महातेजस्वी महामुनि विश्वामित्र पधारे॥ ३७-३८॥ "
                },
                {
                    "slok": "स राज्ञो दर्शनाकांक्षी द्वाराध्यक्षानुवाच ह॥३९॥ शीघ्रमाख्यात मां प्राप्तं कौशिकं गाधिनः सुतम्।",
                    "arth": "वे राजासे मिलना चाहते थे। उन्होंने द्वारपालोंसे कहा-'तुमलोग शीघ्र जाकर महाराजको यह सूचना दो कि कुशिकवंशी गाधिपुत्र विश्वामित्र आये हैं'॥ ३९ ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा वचनं तस्य राज्ञो वेश्म प्रदुद्रुवुः॥४०॥ सम्भ्रान्तमनसः सर्वे तेन वाक्येन चोदिताः।",
                    "arth": "उनकी यह बात सुनकर वे द्वारपाल दौड़े हुए राजाके दरबार में गये। वे सब विश्वामित्रके उस वाक्यसे प्रेरित होकर मन-ही-मन घबराये हुए थे॥ ४० ॥ "
                },
                {
                    "slok": "ते गत्वा राजभवनं विश्वामित्रमृषिं तदा॥४१॥ प्राप्तमावेदयामासुपायेक्ष्वाकवे तदा।",
                    "arth": "राजाके दरबारमें पहुँचकर उन्होंने इक्ष्वाकुकुलनन्दन अवधनरेशसे कहा-'महाराज! महर्षि विश्वामित्र पधारे हैं'॥ ४१ ॥"
                },
                {
                    "slok": "तेषां तद् वचनं श्रुत्वा सपुरोधाः समाहितः॥४२॥ प्रत्युज्जगाम संहृष्टो ब्रह्माणमिव वासवः।",
                    "arth": "उनकी वह बात सुनकर राजा सावधान हो गये उन्होंने पुरोहितको साथ लेकर बड़े हर्षके साथ उनकी अगवानी की, मानो देवराज इन्द्र ब्रह्माजीका स्वागत कर रहे हों॥ ४२ ॥ "
                },
                {
                    "slok": "स दृष्ट्वा ज्वलितं दीप्त्या तापसं संशितव्रतम्॥४३॥ प्रहृष्टवदनो राजा ततोऽर्घ्यमुपहारयत्।",
                    "arth": "विश्वामित्रजी कठोर व्रतका पालन करनेवाले तपस्वी थे। वे अपने तेजसे प्रज्वलित हो रहे थे। उनका दर्शन करके राजाका मुख प्रसन्नतासे खिल उठा और उन्होंने महर्षिको अर्घ्य निवेदन किया॥४३॥ "
                },
                {
                    "slok": "स राज्ञः प्रतिगृह्याऱ्या शास्त्रदृष्टेन कर्मणा॥४४॥ कुशलं चाव्ययं चैव पर्यपृच्छन्नराधिपम्।",
                    "arth": "राजाका वह अर्घ्य शास्त्रीय विधिके अनुसार स्वीकार करके महर्षिने उनसे कुशल-मंगल पूछा॥ ४४॥"
                },
                {
                    "slok": "पुरे कोशे जनपदे बान्धवेषु सुहृत्सु च ॥४५॥ कुशलं कौशिको राज्ञः पर्यपृच्छत् सुधार्मिकः।।",
                    "arth": "धर्मात्मा विश्वामित्रने क्रमशः राजाके नगर, खजाना, राज्य, बन्धु-बान्धव तथा मित्रवर्ग आदिके विषयमें कुशलप्रश्न किया- ॥ ४५ ॥"
                },
                {
                    "slok": "अपि ते संनताः सर्वे सामन्तरिपवो जिताः॥४६॥ दैवं च मानुषं चैव कर्म ते साध्वनुष्ठितम्।",
                    "arth": "'राजन् आपके राज्यकी सीमाके निकट रहनेवाले शत्रु राजा आपके समक्ष नतमस्तक तो हैं? आपने उनपर विजय तो प्राप्त की है न? आपके यज्ञयाग आदि देवकर्म और अतिथि-सत्कार आदि मनुष्यकर्म तो अच्छी तरह सम्पन्न होते हैं न?'॥ ४६ ॥"
                },
                {
                    "slok": "वसिष्ठं च समागम्य कुशलं मुनिपुंगवः॥४७॥ ऋषींश्च तान् यथान्यायं महाभाग उवाच ह।",
                    "arth": "इसके बाद महाभाग मुनिवर विश्वामित्रने वसिष्ठजी तथा अन्यान्य ऋषियोंसे मिलकर उन सबका यथावत् कुशल-समाचार पूछा ॥ ४७ ॥ "
                },
                {
                    "slok": "ते सर्वे हृष्टमनसस्तस्य राज्ञो निवेशनम्॥४८॥ विविशुः पूजितास्तेन निषेदुश्च यथार्हतः।",
                    "arth": "फिर वे सब लोग प्रसन्नचित्त होकर राजाके दरबारमें गये और उनके द्वारा पूजित हो यथायोग्य आसनोंपर बैठे।"
                },
                {
                    "slok": "अथ हृष्टमना राजा विश्वामित्रं महामुनिम्॥४९॥ उवाच परमोदारो हृष्टस्तमभिपूजयन्।",
                    "arth": "तदनन्तर प्रसन्नचित्त परम उदार राजा दशरथने पुलकित होकर महामुनि विश्वामित्रकी प्रशंसा करते हुए कहा-॥४९ ॥ "
                },
                {
                    "slok": "यथामृतस्य सम्प्राप्तिर्यथा वर्षमनूदके॥५०॥ यथा सदृशदारेषु पुत्रजन्माप्रजस्य वै। प्रणष्टस्य यथा लाभो यथा हर्षों महोदयः॥५१॥ तथैवागमनं मन्ये स्वागतं ते महामुने। कं च ते परमं कामं करोमि किमु हर्षितः॥५२॥",
                    "arth": "'महामुने! जैसे किसी मरणधर्मा मनुष्यको अमृतकी प्राप्ति हो जाय, निर्जल प्रदेशमें पानी बरस जाय, किसी संतानहीनको अपने अनुरूप पत्नीके गर्भसे पुत्र प्राप्त हो जाय, खोयी हुई निधि मिल जाय तथा किसी महान् | उत्सवसे हर्षका उदय हो, उसी प्रकार आपका यहाँ शुभागमन हुआ है। ऐसा मैं मानता हूँ। आपका स्वागत है। आपके मनमें कौन-सी उत्तम कामना है, जिसको मैं हर्षके साथ पूर्ण करूँ? ५०-५२॥ "
                },
                {
                    "slok": "पात्रभूतोऽसि मे ब्रह्मन् दिष्ट्या प्राप्तोऽसि मानद। अद्य मे सफलं जन्म जीवितं च सुजीवितम्॥५३॥",
                    "arth": "'ब्रह्मन्! आप मुझसे सब प्रकारकी सेवा लेने योग्य उत्तम पात्र हैं। मानद! मेरा अहोभाग्य है, जो आपने यहाँतक पधारनेका कष्ट उठाया। आज मेरा जन्म सफल और जीवन धन्य हो गया॥५३॥"
                },
                {
                    "slok": "यस्माद् विप्रेन्द्रमद्राक्षं सुप्रभाता निशा मम। पूर्वं राजर्षिशब्देन तपसा द्योतितप्रभः॥५४॥ ब्रह्मर्षित्वमनुप्राप्तः पूज्योऽसि बहुधा मया। तदद्भुतमभूद् विप्र पवित्रं परमं मम॥५५॥ ",
                    "arth": "'मेरी बीती हुई रात सुन्दर प्रभात दे गयी, जिससे मैंने आज आप ब्राह्मणशिरोमणिका दर्शन किया। पूर्वकालमें आप राजर्षि शब्दसे उपलक्षित होते थे, फिर तपस्यासे अपनी अद्भुत प्रभाको प्रकाशित करके आपने ब्रह्मर्षिका पद पाया; अतः आप राजर्षि और ब्रह्मर्षि दोनों ही रूपोंमें मेरे पूजनीय हैं। आपका जो यहाँ मेरे समक्ष शुभागमन हुआ है, यह परम पवित्र और अद्भुत है॥ "
                },
                {
                    "slok": "शुभक्षेत्रगतश्चाहं तव संदर्शनात् प्रभो। ब्रूहि यत् प्रार्थितं तुभ्यं कार्यमागमनं प्रति॥५६॥",
                    "arth": "प्रभो! आपके दर्शनसे आज मेरा घर तीर्थ हो गया। मैं अपने-आपको पुण्यक्षेत्रोंकी यात्रा करके आया हुआ मानता हूँ। बताइये, आप क्या चाहते हैं? आपके शभागमनका शभ उद्देश्य क्या है?॥५६॥"
                },
                {
                    "slok": "इच्छाम्यनुगृहीतोऽहं त्वदर्थं परिवृद्धये। कार्यस्य न विमर्श च गन्तुमर्हसि सुव्रत॥५७॥",
                    "arth": "'उत्तम व्रतका पालन करनेवाले महर्षे! मैं चाहता हूँ कि आपकी कृपासे अनुगृहीत होकर आपके अभीष्ट मनोरथको जान लूँ और अपने अभ्युदयके लिये उसकी पूर्ति करूँ। 'कार्य सिद्ध होगा या नहीं' ऐसे संशयको अपने मनमें स्थान न दीजिये॥५७॥ "
                },
                {
                    "slok": "कर्ता चाहमशेषेण दैवतं हि भवान् मम। मम चायमनुप्राप्तो महानभ्युदयो द्विज। तवागमनजः कृत्स्नो धर्मश्चानुत्तमो द्विज॥५८॥",
                    "arth": "'आप जो भी आज्ञा देंगे, मैं उसका पूर्णरूपसे पालन करूँगा; क्योंकि सम्माननीय अतिथि होनेके नाते आप मुझ गृहस्थके लिये देवता हैं। ब्रह्मन्! आज आपके आगमनसे मुझे सम्पूर्ण धर्मोंका उत्तम फल प्राप्त हो गया। यह मेरे महान् अभ्युदयका अवसर आया है'॥५८॥ "
                },
                {
                    "slok": "इति हृदयसुखं निशम्य वाक्यं श्रुतिसुखमात्मवता विनीतमुक्तम्। प्रथितगुणयशा गुणैर्विशिष्टः । परमऋषिः परमं जगाम हर्षम्॥५९॥ ",
                    "arth": "मनस्वी नरेशके कहे हुए ये विनययुक्त वचन, जो हृदय और कानोंको सुख देनेवाले थे, सुनकर विख्यात गुण और यशवाले, शम-दम आदि सद्गुणोंसे सम्पन्न | महर्षि विश्वामित्र बहत प्रसन्न हए ॥५९॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "19",
            "arth": [
                {
                    "slok": "तच्छ्रुत्वा राजसिंहस्य वाक्यमद्भुतविस्तरम्। हृष्टरोमा महातेजा विश्वामित्रोऽभ्यभाषत॥१॥ ",
                    "arth": "नृपश्रेष्ठ महाराज दशरथका यह अद्भुत विस्तारसे युक्त वचन सुनकर महातेजस्वी विश्वामित्र पुलकित हो उठे और इस प्रकार बोले॥१॥"
                },
                {
                    "slok": " सदृशं राजशार्दूल तवैव भुवि नान्यतः। महावंशप्रसूतस्य वसिष्ठव्यपदेशिनः ॥२॥",
                    "arth": "राजसिंह! ये बातें आपके ही योग्य हैं। इस पृथ्वीपर दूसरेके मुखसे ऐसे उदार वचन निकलनेकी सम्भावना नहीं है। क्यों न हो, आप महान् कुलमें उत्पन्न हैं और वसिष्ठ-जैसे ब्रह्मर्षि आपके उपदेशक हैं॥२॥ "
                },
                {
                    "slok": "यत् तु मे हृद्गतं वाक्यं तस्य कार्यस्य निश्चयम्। कुरुष्व राजशार्दूल भव सत्यप्रतिश्रवः ॥ ३ ॥",
                    "arth": "'अच्छा, अब जो बात मेरे हृदयमें है, उसे सुनिये। | नृपश्रेष्ठ! सुनकर उस कार्यको अवश्य पूर्ण करनेका | निश्चय कीजिये। आपने मेरा कार्य सिद्ध करनेकी | प्रतिज्ञा की है। इस प्रतिज्ञाको सत्य कर दिखाइये ॥३॥"
                },
                {
                    "slok": "अहं नियममातिष्ठे सिद्ध्यर्थं पुरुषर्षभ। | तस्य विघ्नकरौ द्वौ तु राक्षसौ कामरूपिणी ॥४॥",
                    "arth": "'पुरुषप्रवर! मैं सिद्धिके लिये एक नियमका अनुष्ठान करता हूँ। उसमें इच्छानुसार रूप धारण करनेवाले दो राक्षस विघ्न डाल रहे हैं॥४॥ "
                },
                {
                    "slok": "व्रते तु बहुशश्चीर्णे समाप्त्यां राक्षसाविमौ । मारीचश्च सुबाहुश्च वीर्यवन्तौ सुशिक्षितौ॥५॥",
                    "arth": "'मेरे इस नियमका अधिकांश कार्य पूर्ण हो चुका है। अब उसकी समाप्तिके समय वे दो राक्षस आ धमके हैं। उनके नाम हैं मारीच और सुबाहु वे दोनों बलवान् और सुशिक्षित हैं ॥ ५ ॥"
                },
                {
                    "slok": "तौ मांसरुधिरौघेण वेदिं तामभ्यवर्षताम् । अवधूते तथाभूते तस्मिन् नियमनिश्चये ॥६॥ कृतश्रमो निरुत्साहस्तस्माद् देशादपाक्रमे।",
                    "arth": "'उन्होंने मेरी यज्ञवेदीपर रक्त और मांसकी वर्षा कर दी है। इस प्रकार उस समाप्तप्राय नियममें विघ्न पड़ जानेके कारण मेरा परिश्रम व्यर्थ गया और मैं उत्साहहीन होकर उस स्थानसे चला आया ॥ ६ ॥"
                },
                {
                    "slok": "न च मे क्रोधमुत्स्त्रष्टुं बुद्धिर्भवति पार्थिव ॥ ७ ॥",
                    "arth": "'पृथ्वीनाथ! उनके ऊपर अपने क्रोधका प्रयोग करूँ उन्हें शाप दे दूँ, ऐसा विचार मेरे मनमें नहीं आता है॥"
                },
                {
                    "slok": "तथाभूता हि सा चर्या न शापस्तत्र मुच्यते । स्वपुत्रं राजशार्दूल रामं सत्यपराक्रमम् ॥ ८ ॥ काकपक्षधरं वीरं ज्येष्ठं मे दातुमर्हसि ।",
                    "arth": "'क्योंकि वह नियम ही ऐसा है, जिसको आरम्भ कर देनेपर किसीको शाप नहीं दिया जाता; अतः नृपश्रेष्ठ! आप अपने काकपच्छधारी, सत्यपराक्रमी, शूरवीर ज्येष्ठ पुत्र श्रीरामको मुझे दे दें ॥ ८ ॥"
                },
                {
                    "slok": "शक्तो ह्येष मया गुप्तो दिव्येन स्वेन तेजसा ॥ ९ ॥ राक्षसा ये विकर्तारस्तेषामपि विनाशने। श्रेवश्चास्मै प्रदास्यामि बहुरूपं न संशयः ॥ १० ॥",
                    "arth": "'ये मुझसे सुरक्षित रहकर अपने दिव्य तेजसे उन विघ्नकारी राक्षसोंका नाश करनेमें समर्थ हैं। मैं इन्हें अनेक प्रकारका श्रेय प्रदान करूंगा, इसमें संशय नहीं है।"
                },
                {
                    "slok": "त्रयाणामपि लोकानां येन ख्यातिं गमिष्यति। न च तौ राममासाद्य शक्तो स्थातुं कथंचन ॥ ११ ॥",
                    "arth": "'उस श्रेयको पाकर ये तीनों लोकोंमें विख्यात होंगे। श्रीरामके सामने आकर वे दोनों राक्षस किसी तरह ठहर नहीं सकते ॥ ११ ॥"
                },
                {
                    "slok": "न च तौ राघवादन्यो हन्तुमुत्सहते पुमान् । बीयत्सिक्तौ हि तौ पापौ कालपाशवशं गतौ ॥ १२ ॥ रामस्य राजशार्दूल न पर्याप्तौ महात्मनः ।",
                    "arth": "'इन रघुनन्दनके सिवा दूसरा कोई पुरुष उन राक्षसोंको मारनेका साहस नहीं कर सकता। नृपश्रेष्ठ! अपने बलका घमण्ड रखनेवाले वे दोनों पापी निशाचर कालपाशके अधीन हो गये हैं; अतः महात्मा श्रीरामके सामने नहीं टिक सकते ॥ १२ ॥"
                },
                {
                    "slok": "न च पुत्रगतं स्नेहं कर्तुमर्हसि पार्थिव ॥ १३ ॥ अहं ते प्रतिजानामि हतौ तौ विद्धि राक्षसौ ।",
                    "arth": "'भूपाल! आप पुत्रविषयक स्नेहको सामने न लाइये। मैं आपसे प्रतिज्ञापूर्वक कहता हूँ कि उन दोनों राक्षसोंको इनके हाथसे मरा हुआ ही समझिये ॥ १३ ॥"
                },
                {
                    "slok": "अहं वेद्मि महात्मानं रामं सत्यपराक्रमम् ॥ १४ ॥ वसिष्ठोऽपि महातेजा ये चेमे तपसि स्थिताः ।",
                    "arth": "'सत्यपराक्रमी महात्मा श्रीराम क्या हैं - यह मैं जानता हूँ। महातेजस्वी वसिष्ठजी तथा ये अन्य तपस्वी भी जानते हैं ।। १४ ॥"
                },
                {
                    "slok": "यदि ते धर्मलाभं तु यशश्च परमं भुवि ॥ १५ ॥ स्थिरमिच्छसि राजेन्द्र रामं मे दातुमर्हसि ।",
                    "arth": "'राजेन्द्र ! यदि आप इस भूमण्डलमें धर्म-लाभ और उत्तम यशको स्थिर रखना चाहते हों तो श्रीरामको मुझे दे दीजिये ॥ १५ ॥"
                },
                {
                    "slok": "यद्यभ्यनुज्ञां काकुत्स्थ ददते तव मन्त्रिणः ॥ १६ ॥ वसिष्ठप्रमुखाः सर्वे ततो रामं विसर्जय।",
                    "arth": "'ककुत्स्थनन्दन! यदि वसिष्ठ आदि आपके सभी मन्त्री आपको अनुमति दें तो आप श्रीरामको मेरे साथ विदा कर दीजिये ॥ १६ ॥"
                },
                {
                    "slok": "अभिप्रेतमसंसक्तमात्मजं दातुमर्हसि ॥ १७ ॥ दशरात्रं हि यज्ञस्य रामं राजीवलोचनम् ।",
                    "arth": "'मुझे रामको ले जाना अभीष्ट है। ये भी बड़े होनेके कारण अब आसक्तिरहित हो गये हैं; अत: आप यज्ञके अवशिष्ट दस दिनोंके लिये अपने पुत्र कमलनयन श्रीरामको मुझे दे दीजिये ॥ १७ ॥"
                },
                {
                    "slok": "नात्येति कालो यज्ञस्य यथायं मम राघव ॥ १८ ॥ तथा कुरुष्व भद्रं ते मा च शोके मनः कृथाः ।",
                    "arth": "'रघुनन्दन! आप ऐसा कीजिये जिससे मेरे यज्ञका समय व्यतीत न हो जाय। आपका कल्याण हो। आप अपने मनको शोक और चिन्तामें न डालिये' ॥ १८ ॥"
                },
                {
                    "slok": "इत्येवमुक्त्वा धर्मात्मा धर्मार्थसहितं वचः ॥ १९ ॥ विरराम महातेजा विश्वामित्रो महामतिः ।",
                    "arth": "यह धर्म और अर्थसे युक्त वचन कहकर धर्मात्मा, महातेजस्वी, परमबुद्धिमान् विश्वामित्रजी चुप हो गये ॥"
                },
                {
                    "slok": "स तन्निशम्य राजेन्द्रो विश्वामित्रवचः शुभम् ॥ २० ॥ शोकेन महताविष्टश्चचाल च मुमोह च।",
                    "arth": "विश्वामित्रका यह शुभ वचन सुनकर महाराज दशरथको पुत्र-वियोगकी आशङ्कासे महान् दुःख हुआ। वे उससे पीड़ित हो सहसा काँप उठे और बेहोश हो गये ॥ २० ॥"
                },
                {
                    "slok": "लब्धसंज्ञस्तदोत्थाय व्यषीदत भयान्वितः ॥ २१ ॥ इति हृदयमनोविदारणं मुनिवचनं तदतीव शुश्रुवान् । नरपतिरभवन्महान् महात्मा व्यथितमनाः प्रचचाल चासनात् ॥ २२ ॥",
                    "arth": "थोड़ी देर बाद जब उन्हें होश हुआ, तब वे भयभीत हो विषाद करने लगे। विश्वामित्र मुनिका वचन राजाके हृदय और मनको विदीर्ण करनेवाला था। उसे सुनकर उनके मनमें बड़ी व्यथा हुई। वे महामनस्वी महाराज अपने आसनसे विचलित हो मूर्च्छित हो गये ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "20",
            "arth": [
                {
                    "slok": "तच्छ्रुत्वा राजशार्दूलो विश्वामित्रस्य भाषितम्। मुहूर्तमिव निःसंज्ञः संज्ञावानिदमब्रवीत् ॥ १ ॥",
                    "arth": "विश्वामित्रजीका वचन सुनकर नृपश्रेष्ठ दशरथ दो घड़ीके लिये संज्ञाशून्य से हो गये। फिर सचेत होकर इस प्रकार बोले- ॥ १ ॥"
                },
                {
                    "slok": "ऊनषोडशवर्षो मे रामो राजीवलोचनः । न युद्धयोग्यतामस्य पश्यामि सह राक्षसैः ॥ २ ॥",
                    "arth": "'महर्षे! मेरा कमलनयन राम अभी पूरे सोलह वर्षका भी नहीं हुआ है। मैं इसमें राक्षसोंके साथ युद्ध करनेकी योग्यता नहीं देखता ॥ २ ॥"
                },
                {
                    "slok": "इयमक्षौहिणी सेना यस्याहं पतिरीश्वरः । अनया सहितो गत्वा योद्धाहं तैर्निशाचरैः ॥ ३ ॥",
                    "arth": "'यह मेरी अक्षौहिणी सेना है, जिसका मैं पालक और स्वामी भी हूँ। इस सेनाके साथ मैं स्वयं ही चलकर उन निशाचरोंके साथ युद्ध करूँगा ॥ ३ ॥"
                },
                {
                    "slok": "इमे शूराश्च विक्रान्ता भृत्या मेऽस्त्रविशारदाः । योग्या रक्षोगणैर्योदुं न रामं नेतुमर्हसि ॥ ४ ॥",
                    "arth": "'ये मेरे शूरवीर सैनिक, जो अस्त्रविद्यामें कुशल और पराक्रमी हैं, राक्षसोंके साथ जूझनेकी योग्यता रखते हैं; अतः इन्हें ही ले जाइये; रामको ले जाना उचित नहीं होगा ॥ ४ ॥"
                },
                {
                    "slok": "अहमेव धनुष्पाणिर्गोप्ता समरमूर्धनि । यावत् प्राणान् धरिष्यामि तावद् योत्स्ये निशाचरैः ॥ ५ ॥",
                    "arth": "'मैं स्वयं ही हाथमें धनुष ले युद्धके मुहानेपर रहकर आपके यज्ञकी रक्षा करूंगा और जबतक इस शरीरमें प्राण रहेंगे तबतक निशाचरोंके साथ लड़ता रहूँगा ॥ ५ ॥"
                },
                {
                    "slok": "निर्विघ्ना व्रतचर्या सा भविष्यति सुरक्षिता। अहं तत्र गमिष्यामि न रामं नेतुमर्हसि ॥ ६॥",
                    "arth": "'मेरे द्वारा सुरक्षित होकर आपका नियमानुष्ठान बिना किसी विघ्न-बाधाके पूर्ण होगा; अतः मैं ही वहाँ आपके साथ चलूँगा। आप रामको न ले जाइये ॥ ६ ॥"
                },
                {
                    "slok": "बालो ह्यकृतविद्यश्च न च वेत्ति बलाबलम् । न चास्त्रबलसंयुक्तो न च युद्धविशारदः ॥ ७ ॥",
                    "arth": "'मेरा राम अभी बालक है। इसने अभीतक युद्धकी विद्या ही नहीं सीखी है। यह दूसरेके बलाबलको नहीं जानता है। न तो यह अस्त्र-बलसे सम्पन्न है और न युद्धकी कलामें निपुण ही ॥ ७ ॥"
                },
                {
                    "slok": "न चासौ रक्षसां योग्यः कूटयुद्धा हि राक्षसाः । विप्रयुक्तो हि रामेण मुहूर्तमपि नोत्सहे ॥ ८ ॥ जीवितुं मुनिशार्दूलं न रामं नेतुमर्हसि । |यदि वा राघवं ब्रह्मन् नेतुमिच्छसि सुव्रत ॥ ९ ॥ चतुरंगसमायुक्तं मया सह च तं नय।",
                    "arth": "'अतः यह राक्षसोंसे युद्ध करने योग्य नहीं है; क्योंकि राक्षस मायासे-छल-कपटसे युद्ध करते हैं। इसके सिवा रामसे वियोग हो जानेपर मैं दो घड़ी भी जीवित नहीं रह सकता; मुनिश्रेष्ठ! इसलिये आप मेरे रामको न ले जाइये। अथवा ब्रह्मन्! यदि आपकी इच्छा रामको ही ले जानेकी हो तो चतुरङ्गिणी सेनाके साथ मैं भी चलता हूँ। मेरे साथ इसे ले चलिये ॥ ८-९ ॥"
                },
                {
                    "slok": "षष्टिर्वर्षसहस्त्राणि जातस्य मम कौशिक ॥ १० ॥ कृच्छ्रेणोत्पादितश्चायं न रामं नेतुमर्हसि ।",
                    "arth": "'कुशिकनन्दन! मेरी अवस्था साठ हजार वर्षकी हो गयी। इस बुढ़ापेमें बड़ी कठिनाईसे मुझे पुत्रकी प्राप्ति हुई है, अतः आप रामको न ले जाइये ॥ १० ॥"
                },
                {
                    "slok": "चतुर्णामात्मजानां हि प्रीतिः परमिका मम ॥ ११ ॥ ज्येष्ठे धर्मप्रधाने च न रामं नेतुमर्हसि ।",
                    "arth": "'धर्मप्रधान राम मेरे चारों पुत्रोंमें ज्येष्ठ है; इसलिये उसपर मेरा प्रेम सबसे अधिक है; अतः आप रामको न ले जाइये ॥ ११ ॥"
                },
                {
                    "slok": "किंवीर्या राक्षसास्ते च कस्य पुत्राश्च के च ते ।। १२ ।। कथं प्रमाणाः के चैतान् रक्षन्ति मुनिपुंगव । कथं च प्रतिकर्तव्यं तेषां रामेण रक्षसाम् ॥ १३ ॥",
                    "arth": "'वे राक्षस कैसे पराक्रमी हैं, किसके पुत्र हैं और कौन हैं? उनका डीलडौल कैसा है? मुनीश्वर! उनकी रक्षा कौन करते हैं? राम उन राक्षसोंका सामना कैसे कर सकता है ? ॥ १२-१३॥"
                },
                {
                    "slok": "मामकैर्वा बलैर्ब्रह्मन् मया वा कूटयोधिनाम् । सर्वं मे शंस भगवन् कथं तेषां मया रणे ॥ १४ ॥ स्थातव्यं दुष्टभावानां वीर्योत्सिक्ता हि राक्षसाः ।",
                    "arth": "'ब्रह्मन्! मेरे सैनिकोंको या स्वयं मुझे ही उन मायायोधी राक्षसोंका प्रतीकार कैसे करना चाहिये ? भगवन्! ये सारी बातें आप मुझे बताइये। उन दुष्टोंके साथ युद्धमें मुझे कैसे खड़ा होना चाहिये? क्योंकि राक्षस बड़े बलाभिमानी होते हैं' ॥ १४ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा विश्वामित्रोऽभ्यभाषत ॥ १५ ॥ पौलस्त्यवंशप्रभवो रावणो नाम राक्षसः । स ब्रह्मणा दत्तवरस्त्रैलोक्यं बाधते भृशम् ॥ १६ ॥ महाबलो महावीर्यो राक्षसैर्बहुभिर्वृतः । श्रूयते च महाराज रावणो राक्षसाधिपः ॥ १७ ॥ साक्षाद्वैश्रवणभ्राता पुत्रो विश्रवसो मुनेः ।",
                    "arth": "राजा दशरथकी इस बातको सुनकर विश्वामित्रजी बोले-'महाराज ! रावण नामसे प्रसिद्ध एक राक्षस है, जो महर्षि पुलस्त्यके कुलमें उत्पन्न हुआ है। उसे ब्रह्माजीसे मुँहमाँगा वरदान प्राप्त हुआ है; जिससे महान् बलशाली और महापराक्रमी होकर बहुसंख्यक राक्षसोंसे घिरा हुआ वह निशाचर तीनों लोकोंके निवासियोंको अत्यन्त कष्ट दे रहा है। सुना जाता है कि राक्षसराज रावण विश्रवा मुनिका औरस पुत्र तथा साक्षात् कुबेरका भाई है ॥"
                },
                {
                    "slok": "यदा न खलु यज्ञस्य विघ्नकर्ता महाबलः ॥ १८ ॥ तेन संचोदितौ तौ तु राक्षसौ च महाबलौ। मारीचश्च सुबाहुश्च यज्ञविघ्नं करिष्यतः ॥ १९ ॥",
                    "arth": "'वह महाबली निशाचर इच्छा रहते हुए भी स्वयं आकर यज्ञमें विघ्न नहीं डालता (अपने लिये इसे तुच्छ कार्य समझता है); इसलिये उसीकी प्रेरणासे दो महान् बलवान् राक्षस मारीच और सुबाहु यज्ञोंमें विघ्न डाला करते हैं' ॥ १८-१९ ॥"
                },
                {
                    "slok": "इत्युक्तो मुनिना तेन राजोवाच मुनिं तदा । नहि शक्तोऽस्मि संग्रामे स्थातुं तस्य दुरात्मनः ॥ २० ॥",
                    "arth": "विश्वामित्र मुनिके ऐसा कहनेपर राजा दशरथ उनसे इस प्रकार बोले- 'मुनिवर! मैं उस दुरात्मा रावणके सामने युद्धमें नहीं ठहर सकता ॥ २० ॥"
                },
                {
                    "slok": "स त्वं प्रसादं धर्मज्ञ कुरुष्व मम पुत्रके । मम चैवाल्पभाग्यस्य दैवतं हि भवान् गुरुः ॥ २१ ॥",
                    "arth": "'धर्मज्ञ महर्षे! आप मेरे पुत्रपर तथा मुझ मन्दभागी दशरथपर भी कृपा कीजिये; क्योंकि आप मेरे देवता तथा गुरु हैं ॥ २१ ॥"
                },
                {
                    "slok": "देवदानवगन्धर्वा यक्षाः पतगपन्नगाः । न शक्ता रावणं सोढुं किं पुनर्मानवा युधि ॥ २२ ॥",
                    "arth": "'युद्धमें रावणका वेग तो देवता, दानव, गन्धर्व, यक्ष, गरुड़ और नाग भी नहीं सह सकते; फिर मनुष्योंकी तो बात ही क्या है ॥ २२ ॥"
                },
                {
                    "slok": "स तु वीर्यवतां वीर्यमादत्ते युधि रावणः । तेन चाहं न शक्तोऽस्मि संयोद्धुं तस्य वा बलैः ॥ २३ ॥ सबलो वा मुनिश्रेष्ठ सहितो वा ममात्मजैः ।",
                    "arth": "'मुनिश्रेष्ठ! रावण समरांगणमें बलवानोंके बलका अपहरण कर लेता है, अतः मैं अपनी सेना और पुत्रोंके साथ रहकर भी उससे तथा उसके सैनिकोंसे युद्ध करनेमें असमर्थ हूँ॥ २३ ॥"
                },
                {
                    "slok": "कथमप्यमरप्रख्यं संग्रामाणामकोविदम् ॥ २४ ॥ बालं मे तनयं ब्रह्मन् नैव दास्यामि पुत्रकम् ।",
                    "arth": "'ब्रह्मन्! यह मेरा देवोपम पुत्र युद्धकी कलासे सर्वथा अनभिज्ञ है। इसकी अवस्था भी अभी बहुत थोड़ी है; इसलिये मैं इसे किसी तरह नहीं दूंगा ॥ २४ ॥"
                },
                {
                    "slok": "अथ कालोपमौ युद्धे सुतौ सुन्दोपसुन्दयोः ॥ २५ ॥ यज्ञविघ्नकरी तौ ते नैव दास्यामि पुत्रकम् । मारीचश्च सुबाहुश्च वीर्यवन्तौ सुशिक्षितौ ॥ २६ ॥",
                    "arth": "‘मारीच और सुबाहु सुप्रसिद्ध दैत्य सुन्द और उपसुन्दके पुत्र हैं। वे दोनों युद्धमें यमराजके समान हैं। यदि वे ही आपके यज्ञमें विघ्न डालनेवाले हैं तो मैं उनका सामना करनेके लिये अपने पुत्रको नहीं दूंगा; क्योंकि वे दोनों प्रबल पराक्रमी और युद्धविषयक उत्तम शिक्षासे सम्पन्न हैं॥ २५-२६ ॥"
                },
                {
                    "slok": "तयोरन्यतरं योद्धुं यास्यामि ससुहृद्गणः । अन्यथा त्वनुनेष्यामि भवन्तं सहबान्धवः ॥ २७ ॥",
                    "arth": "'मैं उन दोनोंमेंसे किसी एकके साथ युद्ध करनेके लिये अपने सुहृदोंके साथ चलूँगा; अन्यथा- यदि आप मुझे न ले जाना चाहें तो मैं भाई-बन्धुओंसहित आपसे अनुनय-विनय करूंगा कि आप रामको छोड़ दें' ॥ २७ ॥"
                },
                {
                    "slok": "इति नरपतिजल्पनाद् द्विजेन्द्रं कुशिकसुतं सुमहान् विवेश मन्युः । सुहुत इव मखेऽग्निराज्यसिक्तः समभवदुज्ज्वलितो महर्षिवह्निः ॥ २८ ॥",
                    "arth": "राजा दशरथके ऐसे वचन सुनकर विप्रवर कुशिकनन्दन विश्वामित्रके मनमें महान् क्रोधका आवेश हो आया, जैसे यज्ञशालामें अग्रिको भलीभाँति आहुति देकर घीकी धारासे अभिषिक्त कर दिया जाय और वह प्रज्वलित हो उठे, उसी तरह अग्नितुल्य तेजस्वी महर्षि विश्वामित्र भी क्रोधसे जल उठे ॥ २८ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "21",
            "arth": [
                {
                    "slok": "तच्छ्रुत्वा वचनं तस्य स्नेहपर्याकुलाक्षरम् । समन्युः कौशिको वाक्यं प्रत्युवाच महीपतिम् ॥ १ ॥",
                    "arth": "राजा दशरथकी बातके एक-एक अक्षरमें पुत्रके प्रति स्नेह भरा हुआ था, उसे सुनकर महर्षि विश्वामित्र कुपित हो उनसे इस प्रकार बोले- ॥ १ ॥"
                },
                {
                    "slok": "पूर्वमर्थ प्रतिश्रुत्य प्रतिज्ञां हातुमिच्छसि । राघवाणामयुक्तोऽयं कुलस्यास्य विपर्ययः ॥ २ ॥",
                    "arth": "'राजन्! पहले मेरी माँगी हुई वस्तुके देनेकी प्रतिज्ञा करके अब तुम उसे तोड़ना चाहते हो। प्रतिज्ञाका यह त्याग रघुवंशियोंके योग्य तो नहीं है। यह बर्ताव तो इस कुलके विनाशका सूचक है ॥ २ ॥"
                },
                {
                    "slok": "यदीदं ते क्षमं राजन् गमिष्यामि यथागतम् । मिथ्याप्रतिज्ञः काकुत्स्थ सुखी भव सुहृवृतः ॥ ३ ॥",
                    "arth": "'नरेश्वर! यदि तुम्हें ऐसा ही उचित प्रतीत होता है तो मैं जैसे आया था, वैसे ही लौट जाऊँगा। ककुत्स्थकुलके रत्न! अब तुम अपनी प्रतिज्ञा झूठी करके हितैषी सुहृदोंसे घिरे रहकर सुखी रहो' ॥ ३ ॥"
                },
                {
                    "slok": "तस्य रोषपरीतस्य विश्वामित्रस्य धीमतः । चचाल वसुधा कृत्स्ना देवानां च भयं महत् ॥ ४ ॥",
                    "arth": "बुद्धिमान् विश्वामित्रके कुपित होते ही सारी पृथ्वी काँप उठी और देवताओंके मनमें महान् भय समा गया ॥ ४ ॥"
                },
                {
                    "slok": "त्रस्तरूपं तु विज्ञाय जगत् सर्वं महानृषिः । नृपतिं सुव्रतो धीरो वसिष्ठो वाक्यमब्रवीत् ॥५॥",
                    "arth": "उनके रोषसे सारे संसारको त्रस्त हुआ जान उत्तम व्रतका पालन करनेवाले धीरचित्त महर्षि वसिष्ठने राजासे इस प्रकार कहा- ॥५॥"
                },
                {
                    "slok": "इक्ष्वाकूणां कुले जातः साक्षाद् धर्म इवापरः । धृतिमान् सुव्रतः श्रीमान् न धर्मं हातुमर्हसि ॥ ६ ॥",
                    "arth": "'महाराज! आप इक्ष्वाकुवंशी राजाओंके कुलमें साक्षात् दूसरे धर्मके समान उत्पन्न हुए हैं। धैर्यवान्, उत्तम व्रतके पालक तथा श्रीसम्पन्न हैं। आपको अपने धर्मका परित्याग नहीं करना चाहिये ॥ ६॥"
                },
                {
                    "slok": "त्रिषु लोकेषु विख्यातो धर्मात्मा इति राघवः । स्वधर्मं प्रतिपद्यस्व नाधर्मं वोढुमर्हसि ॥ ७ ॥",
                    "arth": "रघुकुलभूषण दशरथ बड़े धर्मात्मा हैं' यह बात तीनों लोकोंमें प्रसिद्ध है। अतः आप अपने धर्मका ही पालन कीजिये; अधर्मका भार सिरपर न उठाइये ॥ ७ ॥"
                },
                {
                    "slok": "प्रतिश्रुत्य करिष्येति उक्तं वाक्यमकुर्वतः । इष्टापूर्तवधो भूयात् तस्माद् रामं विसर्जय ॥ ८ ॥",
                    "arth": "'मैं अमुक कार्य करूँगा'-ऐसी प्रतिज्ञा करके भी जो उस वचनका पालन नहीं करता, उसके यज्ञ-यागादि इष्ट तथा बावली-तालाब बनवाने आदि पूर्त कर्मोंके पुण्यका नाश हो जाता है, अतः आप श्रीरामको विश्वामित्रजीके साथ भेज दीजिये ॥ ८ ॥"
                },
                {
                    "slok": "कृतास्त्रमकृतास्त्रं वा नैनं शक्ष्यन्ति राक्षसाः । गुप्तं कुशिकपुत्रेण ज्वलनेनामृतं यथा ॥ ९ ॥",
                    "arth": "'ये अस्त्रविद्या जानते हों या न जानते हों, राक्षस इनका सामना नहीं कर सकते। जैसे प्रज्वलित अनिद्वारा सुरक्षित अमृतपर कोई हाथ नहीं लगा सकता, उसी प्रकार कुशिकनन्दन विश्वामित्रसे सुरक्षित हुए श्रीरामका वे राक्षस कुछ भी बिगाड़ नहीं सकते ॥ ९ ॥"
                },
                {
                    "slok": "एष विग्रहवान् धर्म एष वीर्यवतां वरः। एष विद्याधिको लोके तपसश्च परायणम् ॥ १० ॥",
                    "arth": "'ये श्रीराम तथा महर्षि विश्वामित्र साक्षात् धर्मकी मूर्ति हैं। ये बलवानोंमें श्रेष्ठ । विद्याके द्वारा ही ये संसारमें सबसे बढ़े-चढ़े हैं। तपस्याके तो ये विशाल भण्डार ही हैं ॥ १० ॥"
                },
                {
                    "slok": "एषोऽस्त्रान् विविधान् वेत्ति त्रैलोक्ये सचराचरे । नैनमन्यः पुमान् वेत्ति न च वेत्स्यन्ति केचन ॥ ११ ॥",
                    "arth": "'चराचर प्राणियोंसहित तीनों लोकोंमें जो नाना प्रकारके अस्त्र हैं, उन सबको ये जानते हैं। इन्हें मेरे सिवा दूसरा कोई पुरुष न तो अच्छी तरह जानता है और न कोई जानेंगे ही ॥ ११ ॥"
                },
                {
                    "slok": "न देवा नर्षयः केचिन्नामरा न च राक्षसाः । गन्धर्वयक्षप्रवराः सकिन्नरमहोरगाः ॥ १२ ॥",
                    "arth": "'देवता, ऋषि, राक्षस, गन्धर्व, यक्ष, किन्नर तथा बड़े-बड़े नाग भी इनके प्रभावको नहीं जानते हैं ॥ १२ ॥"
                },
                {
                    "slok": "सर्वास्त्राणि कृशाश्वस्य पुत्राः परमधार्मिकाः । कौशिकाय पुरा दत्ता यदा राज्यं प्रशासति ।। १३ ।।",
                    "arth": "'प्रायः सभी अस्त्र प्रजापति कृशाश्वके परम धर्मात्मा पुत्र हैं। उन्हें प्रजापतिने पूर्वकालमें कुशिकनन्दन विश्वामित्रको जब कि वे राज्यशासन करते थे, समर्पित कर दिया था ॥ १३ ॥"
                },
                {
                    "slok": "तेऽपि पुत्राः कृशाश्वस्य प्रजापतिसुतासुताः । नैकरूपा महावीर्या दीप्तिमन्तो जयावहाः ॥ १४ ॥",
                    "arth": "'कृशाश्वके वे पुत्र प्रजापति दक्षकी दो पुत्रियोंकी संतानें हैं। उनके अनेक रूप हैं। वे सब के-सब महान् शक्तिशाली, प्रकाशमान और विजय दिलानेवाले हैं ॥ १४ ॥"
                },
                {
                    "slok": "जया च सुप्रभा चैव दक्षकन्ये सुमध्यमे । ते सूतेऽस्त्राणि शस्त्राणि शतं परमभास्वरम् ॥ १५ ॥",
                    "arth": "'प्रजापति दक्षकी दो सुन्दरी कन्याएँ हैं, उनके नाम हैं जया और सुप्रभा। उन दोनोंने एक सौ परम प्रकाशमान अस्त्र-शस्त्रोंको उत्पन्न किया है ॥ १५ ॥"
                },
                {
                    "slok": "पञ्चाशतं सुताँल्लेभे जया लब्धवरा वरान् । वधायासुरसैन्यानामप्रमेयानरूपिणः ॥ १६ ॥",
                    "arth": "'उनमेंसे जयाने वर पाकर पचास श्रेष्ठ पुत्रोंको प्राप्त किया है, जो अपरिमित शक्तिशाली और रूपरहित हैं। वे सब-के-सब असुरोंकी सेनाओंका वध करनेके लिये प्रकट हुए हैं ॥ १६ ॥"
                },
                {
                    "slok": "सुप्रभाजनयच्चापि पुत्रान् पञ्चाशतं पुनः । संहारान् नाम दुर्धर्षान् दुराकामान् बलीयसः ॥ १७ ॥",
                    "arth": "‘फिर सुप्रभाने भी संहार नामक पचास पुत्रोंको जन्म दिया, जो अत्यन्त दुर्जय हैं। उनपर आक्रमण करना किसीके लिये भी सर्वथा कठिन है तथा वे सब के-सब अत्यन्त बलिष्ठ हैं ॥ १७ ॥"
                },
                {
                    "slok": "तानि चास्त्राणि वेत्त्येष यथावत् कुशिकात्मजः । अपूर्वाणां च जनने शक्तो भूयश्च धर्मवित् ॥ १८ ॥",
                    "arth": "'ये धर्मज्ञ कुशिकनन्दन उन सब अस्त्र-शस्त्रोंको अच्छी तरह जानते हैं। जो अस्त्र अबतक उपलब्ध नहीं हुए हैं, उनको भी उत्पन्न करनेकी इनमें पूर्ण शक्ति है ॥ १८ ॥"
                },
                {
                    "slok": "तेनास्य मुनिमुख्यस्य धर्मज्ञस्य महात्मनः । न किञ्चिदस्त्यविदितं भूतं भव्यं च राघव ॥ १९ ॥",
                    "arth": "'रघुनन्दन ! इसलिये इन मुनिश्रेष्ठ धर्मज्ञ महात्मा विश्वामित्रजीसे भूत या भविष्यकी कोई बात छिपी नहीं है ॥ १९ ॥"
                },
                {
                    "slok": "एवंवीर्यो महातेजा विश्वामित्रो महायशाः । न रामगमने राजन् संशयं गन्तुमर्हसि ॥ २० ॥",
                    "arth": "'राजन्! ये महातेजस्वी, महायशस्वी विश्वामित्र ऐसे प्रभावशाली हैं। अतः इनके साथ रामको भेजनेमें आप किसी प्रकारका संदेह न करें ॥ २० ॥"
                },
                {
                    "slok": "तेषां निग्रहणे शक्तः स्वयं च कुशिकात्मजः । तव पुत्रहितार्थाय त्वामुपेत्याभियाचते ॥ २१ ॥",
                    "arth": "'महर्षि कौशिक स्वयं भी उन राक्षसोंका संहार करनेमें समर्थ हैं; किंतु ये आपके पुत्रका कल्याण करना चाहते हैं, इसीलिये यहाँ आकर आपसे याचना कर रहे हैं' ॥ २१ ॥"
                },
                {
                    "slok": "इति मुनिवचनात् प्रसन्नचित्तो रघुवृषभश्च मुमोद पार्थिवाग्र्यः । गमनमभिरुरोच राघवस्य प्रथितयशाः कुशिकात्मजाय बुद्ध्या ॥ २२ ॥",
                    "arth": "महर्षि वसिष्ठके इस वचनसे विख्यात यशवाले रघुकुलशिरोमणि नृपश्रेष्ठ दशरथका मन प्रसन्न हो गया। वे आनन्दमग्न हो गये और बुद्धिसे विचार करनेपर विश्वामित्रजीकी प्रसन्नताके लिये उनके साथ श्रीरामका जाना उन्हें रुचिके अनुकूल प्रतीत होने लगा ॥ २२ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "22",
            "arth": [
                {
                    "slok": "तथा वसिष्ठे ब्रुवति राजा दशरथ: स्वयम् । प्रहृष्टवदनो राममाजुहाव सलक्ष्मणम् ॥ १॥ कृतस्वस्त्ययनं मात्रा पित्रा दशरथेन च । पुरोधसा वसिष्ठेन मंगलैरभिमन्त्रितम् ॥ २ ॥",
                    "arth": "वसिष्ठके ऐसा कहनेपर राजा दशरथका मुख प्रसन्नतासे खिल उठा। उन्होंने स्वयं ही लक्ष्मणसहित श्रीरामको अपने पास बुलाया। फिर माता कौसल्या, पिता दशरथ और पुरोहित वसिष्ठने स्वस्तिवाचन करनेके पश्चात् उनका यात्रासम्बन्धी मंगलकार्य सम्पन्न किया- श्रीरामको मंगलसूचक मन्त्रोंसे अभिमन्त्रित किया गया ॥ १-२॥"
                },
                {
                    "slok": "स पुत्रं मूर्युपाघ्राय राजा दशरथस्तदा । ददौ कुशिकपुत्रा सुप्रीतेनान्तरात्मना ॥ ३ ॥",
                    "arth": "तदनन्तर राजा दशरथने पुत्रका मस्तक सूँघकर अत्यन्त प्रसन्नचित्तसे उसको विश्वामित्रको सौंप दिया ॥ ३ ॥"
                },
                {
                    "slok": "ततो वायुः सुखस्पर्शो नीरजस्को ववौ तदा । विश्वामित्रगतं रामं दृष्ट्वा राजीवलोचनम् ॥ ४ ॥ पुष्पवृष्टिर्महत्यासीद् देवदुन्दुभिनिःस्वनैः । शङ्खदुन्दुभिनिर्घोषः प्रयाते तु महात्मनि ॥ ५ ॥",
                    "arth": "उस समय धूलरहित सुखदायिनी वायु चलने लगी। कमलनयन श्रीरामको विश्वामित्रजीके साथ जाते देख देवताओंने आकाशसे वहाँ फूलोंकी बड़ी भारी वर्षा की। देवदुन्दुभियाँ बजने लगीं। महात्मा श्रीरामकी यात्राके समय शङ्खों और नगाड़ोंकी ध्वनि होने लगी ॥"
                },
                {
                    "slok": "विश्वामित्रो ययावने ततो रामो महायशाः । काकपक्षधरो धन्वी तं च सौमित्रिरन्वगात् ॥ ६॥",
                    "arth": "आगे-आगे विश्वामित्र, उनके पीछे काकपक्षधारी महायशस्वी श्रीराम तथा उनके पीछे सुमित्राकुमार लक्ष्मण जा रहे थे ॥ ६॥"
                },
                {
                    "slok": "कलापिनी धनुष्याणी शोभयानौ दिशो दश। विश्वामित्रं महात्मानं त्रिशीर्षाविव पन्नगौ ॥ ७ ॥",
                    "arth": "उन दोनों भाइयोंने पीठपर तरकस बाँध रखे थे। उनके हाथोंमें धनुष शोभा पा रहे थे तथा वे दोनों दसों दिशाओंको सुशोभित करते हुए महात्मा विश्वामित्र के पीछे तीन-तीन फनवाले दो सपके समान चल रहे थे। एक ओर कंधेपर धनुष, दूसरी ओर पीठपर तूणीर और बीचमे मस्तक इन्हीं तीनोंकी तीन फनसे उपमा दी गयी है ॥ ७ ॥"
                },
                {
                    "slok": "अनुजग्मतुरक्षुद्रौ पितामहमिवाश्विनौ । अनुयातौ श्रिया दीप्तौ शोभयन्तावनिन्दितौ ॥ ८॥",
                    "arth": "उनका स्वभाव उच्च एवं उदार था अपनी अनुपम कान्तिसे प्रकाशित होनेवाले वे दोनों अनिन्द्य सुन्दर राजकुमार सब ओर शोभाका प्रसार करते हुए विश्वामित्रजीके पीछे उसी तरह जा रहे थे, जैसे ब्रह्माजीके पीछे दोनों अश्विनीकुमार चलते हैं ॥ ८ ॥"
                },
                {
                    "slok": "तदा कुशिकपुत्रं तु धनुष्याणी स्वलंकृतौ । बद्धगोधांगुलित्राणौ खड्गवन्तौ महाद्युती ॥ ९ ॥ कुमारौ चारुवपुषौ भ्रातरौ रामलक्ष्मणौ । अनुयातौ श्रिया दीप्तौ शोभयेतामनिन्दितौ ॥ १० ॥ स्थाणुं देवमिवाचिन्त्यं कुमाराविव पावकी।",
                    "arth": "वे दोनों भाई कुमार श्रीराम और लक्ष्मण वस्त्र और आभूषणोंसे अच्छी तरह अलंकृत थे। उनके हाथों में धनुष थे। उन्होंने अपने हाथोंकी अंगलियोंमें गोहटीके चमड़ेके बने हुए दस्ताने पहन रखे थे। उनके कटिप्रदेशमें तलवारें लटक रही थीं। उनके श्रीअंग बड़े मनोहर थे। वे महातेजस्वी श्रेष्ठ वीर अद्भुत कान्तिसे उद्भासित हो सब ओर अपनी शोभा फैलाते हुए कुशिकपुत्र विश्वामित्रका अनुसरण कर रहे थे। उस समय वे दोनों वीर अचिन्त्य शक्तिशाली स्थाणुदेव (महादेव) के पीछे चलनेवाले दो अग्निकुमार स्कन्द और विशाखकी भाँति शोभा पाते थे ॥"
                },
                {
                    "slok": "अध्यर्धयोजनं गत्वा सरय्वा दक्षिणे तटे ॥ ११ ॥ रामेति मधुरां वाणीं विश्वामित्रोऽभ्यभाषत। गृहाण वत्स सलिलं मा भूत् कालस्य पर्ययः ॥ १२ ॥",
                    "arth": "अयोध्यासे डेढ़ योजन दूर जाकर सरयूके दक्षिण तटपर विश्वामित्रने मधुर वाणीमें रामको सम्बोधित किया और कहा-'वत्स राम। अब सरयूके जलसे आचमन करो। इस आवश्यक कार्यमें विलम्ब न हो ॥"
                },
                {
                    "slok": "मन्त्रग्रामं गृहाण त्वं बलामतिबलां तथा । न श्रमो न ज्वरो वा ते न रूपस्य विपर्ययः ॥ १३ ॥",
                    "arth": "'बला और अतिबला नामसे प्रसिद्ध इस मन्त्र समुदायको ग्रहण करो। इसके प्रभावसे तुम्हें कभी श्रम (थकावट) का अनुभव नहीं होगा। ज्वर (रोग या चिन्ताजनित कष्ट) नहीं होगा। तुम्हारे रूपमें किसी प्रकारका विकार या उलट-फेर नहीं होने पायेगा ॥ १३ ॥"
                },
                {
                    "slok": "न च सुप्तं प्रमत्तं वा धर्षयिष्यन्ति नैर्ऋताः । न बाह्रोः सदृशो वीर्ये पृथिव्यामस्ति कश्चन ।। १४ ।।",
                    "arth": "'सोते समय अथवा असावधानीकी अवस्थामें भी राक्षस तुम्हारे ऊपर आक्रमण नहीं कर सकेंगे। इस भूतलपर बाहुबलमें तुम्हारी समानता करनेवाला कोई न होगा ॥ १४ ॥"
                },
                {
                    "slok": "त्रिषु लोकेषु वा राम न भवेत् सदृशस्तव । बलामतिबलां चैव पठतस्तात राघव ।। १५ ।।",
                    "arth": "'तात! रघुकुलनन्दन राम! बला और अतिबलाका अभ्यास करनेसे तीनों लोकोंमें तुम्हारे समान कोई नहीं रह जायगा ॥ १५॥"
                },
                {
                    "slok": "न सौभाग्ये न दाक्षिण्ये न ज्ञाने बुद्धिनिश्चये। नोत्तरे प्रतिवक्तव्ये समो लोके तवानघ । १६ ।।",
                    "arth": "'अनघ! सौभाग्य, चातुर्य, ज्ञान और बुद्धिसम्बन्धी निश्चयमें तथा किसीके प्रश्नका उत्तर देनेमें भी कोई तुम्हारी तुलना नहीं कर सकेगा ॥ १६ ॥"
                },
                {
                    "slok": "एतद्विद्याद्वये लब्धे न भवेत् सदृशस्तव । बला चातिबला चैव सर्वज्ञानस्य मातरौ ॥ १७ ॥",
                    "arth": "'इन दोनों विद्याओंके प्राप्त हो जानेपर कोई तुम्हारी समानता नहीं कर सकेगा; क्योंकि ये बला और अतिबला नामक विद्याएँ सब प्रकारके ज्ञानकी जननी हैं ॥ १७ ॥"
                },
                {
                    "slok": "क्षुत्पिपासे न ते राम भविष्येते नरोत्तम । बलामतिबलां चैव पठतस्तात राघव ॥ १८ ॥ गृहाण सर्वलोकस्य गुप्तये रघुनन्दन ।",
                    "arth": "'नरश्रेष्ठ श्रीराम! तात रघुनन्दन! बला और अतिबलाका अभ्यास कर लेनेपर तुम्हें भूख-प्यासका भी कष्ट नहीं होगा; अतः रघुकुलको आनन्दित करनेवाले राम! तुम सम्पूर्ण जगत्की रक्षाके लिये इन दोनों विद्याओंको ग्रहण करो ॥ १८ ॥"
                },
                {
                    "slok": "विद्याद्वयमधीयाने यशश्चाथ भवेद् भुवि । पितामहसुते ह्येते विद्ये तेज: समन्विते ॥ १९ ॥",
                    "arth": "'इन दोनों विद्याओंका अध्ययन कर लेनेपर इस भूतलपर तुम्हारे यशका विस्तार होगा। ये दोनों विद्याएँ ब्रह्माजीकी तेजस्विनी पुत्रियाँ हैं ॥ १९ ॥"
                },
                {
                    "slok": "प्रदातुं तव काकुत्स्थ सदृशस्त्वं हि पार्थिव कामं बहुगुणाः सर्वे त्वय्येते नात्र संशयः ॥ २० ॥ तपसा सम्भूते चैते बहुरूपे भविष्यतः ।",
                    "arth": "'ककुत्स्थनन्दन। मैंने इन दोनोंको तुम्हें देनेका विचार किया है। राजकुमार! तुम्हीं इनके योग्य पात्र हो। यद्यपि तुममें इस विद्याको प्राप्त करने योग्य बहुत-से गुण हैं अथवा सभी उत्तम गुण विद्यमान हैं, इसमें संशय नहीं है तथापि मैंने तपोबलसे इनका अर्जन किया है। अतः मेरी तपस्यासे परिपूर्ण होकर ये तुम्हारे लिये बहुरूपिणी होंगी- अनेक प्रकारके फल प्रदान करेंगी' ॥ २० ॥"
                },
                {
                    "slok": "ततो रामो जलं स्पृष्ट्वा प्रहृष्टवदनः शुचिः ॥ २१ ॥ प्रतिजग्राह ते विद्ये महर्षेर्भावितात्मनः ।",
                    "arth": "तब श्रीराम आचमन करके पवित्र हो गये। उनका मुख प्रसन्नतासे खिल उठा। उन्होंने उन शुद्ध अन्तःकरणवाले | महर्षिसे वे दोनों विद्याएँ ग्रहण कीं ॥ २१ ॥"
                },
                {
                    "slok": "विद्यासमुदितो रामः शुशुभे भीमविक्रमः ॥ २२ ॥ सहस्त्ररश्मिर्भगवान्शरदीव दिवाकरः ।",
                    "arth": "विद्यासे सम्पन्न होकर भयङ्कर पराक्रमी श्रीराम सहस्त्रों किरणोंसे युक्त शरत्कालीन भगवान् सूर्यके समान शोभा पाने लगे ॥ २२ ॥"
                },
                {
                    "slok": "गुरुकार्याणि सर्वाणि नियुज्य कुशिकात्मजे। ऊषुस्तां रजनीं तत्र सरय्वां ससुखं त्रयः ॥ २३ ॥",
                    "arth": "तत्पश्चात् श्रीरामने विश्वामित्रजीकी सारी गुरुजनोचित सेवाएँ करके हर्षका अनुभव किया। फिर वे तीनों वहाँ सरयूके तटपर रातमें सुखपूर्वक रहे ॥ २३ ॥"
                },
                {
                    "slok": "दशरथनृपसूनुसत्तमाभ्यां तृणशयनेऽनुचिते तदोषिताभ्याम् । कुशिकसुतवचोऽनुलालिताभ्यां सुखमिव सा विबभौ विभावरी च ॥ २४ ॥",
                    "arth": "राजा दशरथके वे दोनों श्रेष्ठ राजकुमार उस समय वहाँ तृणकी शय्यापर, जो उनके योग्य नहीं थी, सोये थे। महर्षि विश्वामित्र अपनी वाणीद्वारा उन दोनोंके प्रति लाड़ प्यार प्रकट कर रहे थे। इससे उन्हें वह रात बड़ी सुखमयी-सी प्रतीत हुई ॥ २४ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "23",
            "arth": [
                {
                    "slok": "प्रभातायां तु शर्वर्यां विश्वामित्रो महामुनिः । अभ्यभाषत काकुत्स्थौ शयानौ पर्णसंस्तरे ॥ १ ॥",
                    "arth": "जब रात बीती और प्रभात हुआ, तब महामुनि विश्वामित्रने तिनकों और पत्तोंके बिछौनेपर सोये हुए उन दोनों ककुत्स्थवंशी राजकुमारोंसे कहा- ॥ १ ॥"
                },
                {
                    "slok": "कौसल्या सुप्रजा राम पूर्वा संध्या प्रवर्तते । उत्तिष्ठ नरशार्दूल कर्तव्यं दैवमाह्निकम् ॥ २ ॥",
                    "arth": "'नरश्रेष्ठ राम! तुम्हारे-जैसे पुत्रको पाकर महारानी कौसल्या सुपुत्रजननी कही जाती हैं। यह देखो, प्रातःकालकी संध्याका समय हो रहा है; उठो और प्रतिदिन किये जानेवाले देवसम्बन्धी कार्योंको पूर्ण करो' ॥ २ ॥"
                },
                {
                    "slok": "तस्यर्षेः परमोदारं वचः श्रुत्वा नरोत्तमौ । स्नात्वा कृतोदकौ वीरौ जेपतुः परमं जपम् ॥ ३ ॥",
                    "arth": "महर्षिका यह परम उदार वचन सुनकर उन दोनों नरश्रेष्ठ वीरोंने स्नान करके देवताओंका तर्पण किया और फिर वे परम उत्तम जपनीय मन्त्र गायत्रीका जप करने लगे ॥ ३ ॥"
                },
                {
                    "slok": "कृताह्निकौ महावीर्यौ विश्वामित्रं तपोधनम् । अभिवाद्यातिसंहृष्टौ गमनायाभितस्थतुः ॥ ४ ॥",
                    "arth": "नित्यकर्म समाप्त करके महापराक्रमी श्रीराम और लक्ष्मण अत्यन्त प्रसन्न हो तपोधन विश्वामित्रको प्रणाम करके वहाँसे आगे जानेको उद्यत हो गये ॥ ४ ॥"
                },
                {
                    "slok": "तौ प्रयान्तौ महावीर्यौ दिव्यां त्रिपथगां नदीम् । ददृशाते ततस्तत्र सरय्वाः संगमे शुभे ॥५॥",
                    "arth": "जाते-जाते उन महाबली राजकुमारोंने गंगा और सरयूके शुभ संगमपर पहुँचकर वहाँ दिव्य त्रिपथगा नदी गंगाजीका दर्शन किया ॥ ५ ॥"
                },
                {
                    "slok": "तत्राश्रमपदं पुण्यमृषीणां भावितात्मनाम् । बहुवर्षसहस्त्राणि तप्यतां परमं तपः ॥ ६॥",
                    "arth": "संगमके पास ही शुद्ध अन्तःकरणवाले महर्षियोंका एक पवित्र आश्रम था, जहाँ वे कई तपस्या करते थे ॥ ६॥"
                },
                {
                    "slok": "तं दृष्ट्वा परमप्रीतौ राघवौ पुण्यमाश्रमम् । ऊचतुस्तं महात्मानं विश्वामित्रमिदं वचः ॥ ७ ॥",
                    "arth": "उस पवित्र आश्रमको देखकर रघुकुलरत्न श्रीराम और लक्ष्मण बड़े प्रसन्न हुए। उन्होंने महात्मा विश्वामित्रसे यह बात कही - ॥७॥"
                },
                {
                    "slok": "कस्यायमाश्रमः पुण्यः को न्वस्मिन् वसते पुमान् । भगवञ्छ्रोतुमिच्छावः परं कौतूहलं हि नौ ॥ ८ ॥",
                    "arth": "'भगवन्! यह किसका पवित्र आश्रम है? और इसमें कौन पुरुष निवास करता है? यह हम दोनों सुनना चाहते हैं। इसके लिये हमारे मनमें बड़ी उत्कण्ठा है' ॥ ८ ॥"
                },
                {
                    "slok": "तयोस्तद् वचनं श्रुत्वा प्रहस्य मुनिपुंगवः । अब्रवीच्छ्रयतां राम यस्यायं पूर्व आश्रमः ॥ ९॥",
                    "arth": "उन दोनोंका यह वचन सुनकर मुनिश्रेष्ठ विश्वामित्र हँसते हुए बोले– ‘राम! यह आश्रम पहले जिसके अधिकारमें रहा है, उसका परिचय देता हूँ, सुनो ॥ ९ ॥"
                },
                {
                    "slok": "कन्दर्पो मूर्तिमानासीत् काम इत्युच्यते बुधैः । तपस्यन्तमिह स्थाणुं नियमेन समाहितम् ॥ १० ॥",
                    "arth": "'विद्वान् पुरुष जिसे काम कहते हैं, वह कन्दर्प पूर्वकालमें मूर्तिमान् था- शरीर धारण करके विचरता था। उन दिनों भगवान् स्थाणु (शिव) इसी आश्रममें चित्तको एकाग्र करके नियमपूर्वक तपस्या करते थे ॥ १० ॥"
                },
                {
                    "slok": "कृतोद्वाहं तु देवेशं गच्छन्तं समरुद्गणम् । धर्षयामास दुर्मेधा हुंकृतश्च महात्मना ॥ ११ ॥",
                    "arth": "'एक दिन समाधिसे उठकर देवेश्वर शिव मरुद्गणोंके साथ कहीं जा रहे थे। उसी समय दुर्बुद्धि कामने उनपर आक्रमण किया। यह देख महात्मा शिवने हुङ्कार करके उसे रोका ॥ ११ ॥"
                },
                {
                    "slok": "अवध्यातश्च रुद्रेण चक्षुषा रघुनन्दन । व्यशीर्यन्त शरीरात् स्वात् सर्वगात्राणि दुर्मते ॥ १२ ॥",
                    "arth": "'रघुनन्दन! भगवान् रुद्रने रोषभरी दृष्टिसे अवहेलना पूर्वक उसकी ओर देखा; फिर तो उस दुर्बुद्धिके सारे अंग उसके शरीरसे जीर्ण-शीर्ण होकर गिर गये ॥ १२ ॥"
                },
                {
                    "slok": "तत्र गात्रं हतं तस्य निर्दग्धस्य महात्मनः । अशरीरः कृतः कामः क्रोधाद् देवेश्वरेण ह ॥ १३ ॥",
                    "arth": "'वहाँ दग्ध हुए महामना कन्दर्पका शरीर नष्ट हो गया। देवेश्वर रुद्रने अपने क्रोधसे कामको अंगहीन कर दिया ॥ १३ ॥"
                },
                {
                    "slok": "अनंग इति विख्यातस्तदाप्रभृति राघव । स चांगविषयः श्रीमान् यत्रांगं स मुमोच ह ॥ १४ ॥",
                    "arth": "'राम! तभीसे वह 'अनंग' नामसे विख्यात हुआ। शोभाशाली कन्दर्पने जहाँ अपना अंग छोड़ा था, वह प्रदेश अंगदेशके नामसे विख्यात हुआ । १४ ।।"
                },
                {
                    "slok": "तस्यायमाश्रमः पुण्यस्तस्येमे मुनयः पुरा । शिष्या धर्मपरा वीर तेषां पापं न विद्यते ।। १५ ।।",
                    "arth": "'यह उन्हीं महादेवजीका पुण्य आश्रम है। वीर! ये मुनिलोग पूर्वकालमें उन्हीं स्थाणुके धर्मपरायण शिष्य थे। इनका सारा पाप नष्ट हो गया है ॥ १५ ॥"
                },
                {
                    "slok": "इहाद्य रजनीं राम वसेम शुभदर्शन । पुण्ययोः सरितोर्मध्ये श्वस्तरिष्यामहे वयम् ॥ १६ ॥",
                    "arth": "'शुभदर्शन राम! आजकी रातमें हमलोग यहीं इन पुण्यसलिला सरिताओंके बीचमें निवास करें। कल सबेरे इन्हें पार करेंगे ॥ १६ ॥"
                },
                {
                    "slok": "अभिगच्छामहे सर्वे शुचयः पुण्यमाश्रमम् । इह वासः परोऽस्माकं सुखं वत्स्यामहे निशाम् ॥ १७ ॥ स्नाताश्च कृतजप्याश्च हुतहव्या नरोत्तम ।",
                    "arth": "'हम सब लोग पवित्र होकर इस पुण्य आश्रममें चलें। यहाँ रहना हमारे लिये बहुत उत्तम होगा। नरश्रेष्ठ! यहाँ स्नान करके जप और हवन करनेके बाद हम रातमें बड़े सुखसे रहेंगे' ॥ १७ ॥"
                },
                {
                    "slok": "तेषां संवदतां तत्र तपोदीर्घेण चक्षुषा ॥ १८ ॥ विज्ञाय परमप्रीता मुनयो हर्षमागमन् ।",
                    "arth": "वे लोग वहाँ इस प्रकार आपसमें बातचीत कर ही रहे थे कि उस आश्रममें निवास करनेवाले मुनि तपस्याद्वारा प्राप्त हुई दूर दृष्टिसे उनका आगमन जानकर मन-ही-मन बड़े प्रसन्न हुए। उनके हृदयमें हर्षजनित उल्लास छा गया ॥ १८ ॥"
                },
                {
                    "slok": "अर्घ्यं पाद्यं तथाऽऽतिथ्यं निवेद्य कुशिकात्मजे ॥ १९ ॥ रामलक्ष्मणयोः पश्चादकुर्वन्नतिथिक्रियाम् ।",
                    "arth": "उन्होंने विश्वामित्रजीको अर्घ्य, पाद्य और अतिथि सत्कारकी सामग्री अर्पित करनेके बाद श्रीराम और लक्ष्मणका भी आतिथ्य किया ॥ १९ ॥"
                },
                {
                    "slok": "सत्कारं समनुप्राप्य कथाभिरभिरञ्जयन् ॥ २० ॥ यथार्हमजपन् संध्यामृषयस्ते समाहिताः ।",
                    "arth": "यथोचित सत्कार करके उन मुनियोंने इन अतिथियोंका भाँति-भाँतिकी कथा-वार्ताओंद्वारा मनोरञ्जन किया। फिर उन महर्षियोंने एकाग्रचित्त होकर यथावत् संध्यावन्दन एवं जप किया ॥ २० ॥"
                },
                {
                    "slok": "तत्र वासिभिरानीता मुनिभिः सुव्रतैः सह ॥ २१ ॥ न्यवसन् सुसुखं तत्र कामाश्रमपदे तथा ।",
                    "arth": "तदनन्तर वहाँ रहनेवाले मुनियोंने अन्य उत्तम व्रतधारी मुनियोंके साथ विश्वामित्र आदिको शयनके लिये उपयुक्त स्थानमें पहुँचा दिया। सम्पूर्ण कामनाओंकी पूर्ति करनेवाले उस पुण्य आश्रममें उन विश्वामित्र आदिने बड़े सुखसे निवास किया ॥ २१ ॥"
                },
                {
                    "slok": "कथाभिरभिरामाभिरभिरामौ नृपात्मजौ । रमयामास धर्मात्मा कौशिको मुनिपुंगवः ॥ २२ ॥",
                    "arth": "धर्मात्मा मुनिश्रेष्ठ विश्वामित्रने उन मनोहर राजकुमारोंका सुन्दर कथाओंद्वारा मनोरञ्जन किया ॥ २२ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "24",
            "arth": [
                {
                    "slok": "ततः प्रभाते विमले कृताह्निकमरिन्दमौ।  विश्वामित्रं पुरस्कृत्य नद्यास्तीरमुपागतौ ॥ १ ॥",
                    "arth": "तदनन्तर निर्मल प्रभातकालमें नित्यकर्मसे निवृत्त हुए विश्वामित्रजीको आगे करके शत्रुदमन वीर श्रीराम और लक्ष्मण गंगानदीके तटपर आये ॥ १॥"
                },
                {
                    "slok": "ते च सर्वे महात्मानो मुनयः संशितव्रताः । उपस्थाप्य शुभां नावं विश्वामित्रमथाब्रुवन् ॥ २ ॥",
                    "arth": "उस समय उत्तम व्रतका पालन करनेवाले उन पुण्याश्रमनिवासी महात्मा मुनियोंने एक सुन्दर नाव मँगवाकर विश्वामित्रजीसे कहा - ॥ २ ॥"
                },
                {
                    "slok": "आरोहतु भवान् नावं राजपुत्रपुरस्कृतः । अरिष्ट गच्छ पन्थानं मा भूत् कालस्य पर्ययः ॥ ३ ॥",
                    "arth": "'महर्षे! आप इन राजकुमारोंको आगे करके इस नावपर बैठ जाइये और मार्गको निर्विघ्नतापूर्वक तै कीजिये, जिससे विलम्ब न हो ॥ ३ ॥"
                },
                {
                    "slok": "विश्वामित्रस्तथेत्युक्त्वा तानृषीन् प्रतिपूज्य च ततार सहितस्ताभ्यां सरितं सागरंगमाम् ॥ ४ ॥",
                    "arth": "विश्वामित्रजीने 'बहुत अच्छा' कहकर उन महर्षियोंकी सराहना की और वे श्रीराम तथा लक्ष्मणके साथ समुद्र गामिनी गंगानदीको पार करने लगे ॥ ४ ॥"
                },
                {
                    "slok": "तत्र शुश्राव वै शब्दं तोयसंरम्भवर्धितम् । मध्यमागम्य तोयस्य तस्य शब्दस्य निश्चयम् ॥ ५ ॥ ज्ञातुकामो महातेजाः सह रामः कनीयसा ।",
                    "arth": "गंगाकी बीच धारामें आनेपर छोटे भाईसहित महातेजस्वी श्रीरामको दो जलोंके टकरानेकी बड़ी भारी आवाज सुनायी देने लगी। 'यह कैसी आवाज है? क्यों तथा कहाँसे आ रही है?' इस बातको निश्चितरूपसे जाननेकी इच्छा उनके भीतर जाग उठी ॥ ५ ॥"
                },
                {
                    "slok": "अथ रामः सरिन्मध्ये पप्रच्छ मुनिपुंगवम् ॥ ६ ॥ वारिणो भिद्यमानस्य किमयं तुमुलो ध्वनिः ।",
                    "arth": "तब श्रीरामने नदीके मध्यभागमें मुनिवर विश्वामित्रसे पूछा-'जलके परस्पर मिलनेसे यहाँ ऐसी तुमुलध्वनि क्यों हो रही है?' ॥ ६ ॥"
                },
                {
                    "slok": "राघवस्य वचः श्रुत्वा कौतूहलसमन्वितम् ॥ ७ ॥ कथयामास धर्मात्मा तस्य शब्दस्य निश्चयम् ।",
                    "arth": "श्रीरामचन्द्रजीके वचनमें इस रहस्यको जाननेकी उत्कण्ठा भरी हुई थी। उसे सुनकर धर्मात्मा विश्वामित्रने उस महान् शब्द (तुमुलध्वनि) का सुनिश्चित कारण बताते हुए कहा- ॥ ७ ॥"
                },
                {
                    "slok": "कैलासपर्वते राम मनसा निर्मितं परम् ॥ ८ ॥ ब्रह्मणा नरशार्दूल तेनेदं मानसं सरः ।",
                    "arth": "'नरश्रेष्ठ राम! कैलासपर्वतपर एक सुन्दर सरोवर है। उसे ब्रह्माजीने अपने मानसिक संकल्पसे प्रकट किया था। मनके द्वारा प्रकट होनेसे ही वह उत्तम सरोवर 'मानस' कहलाता है ॥ ८ ॥"
                },
                {
                    "slok": "तस्मात् सुस्त्राव सरसः सायोध्यामुपगूहते ॥ ९ ॥ सरः प्रवृत्ता सरयू: पुण्या ब्रह्मसरश्च्युता ।",
                    "arth": "'उस सरोवरसे एक नदी निकली है, जो अयोध्यापुरीसे सटकर बहती है। ब्रह्मसरसे निकलनेके कारण वह पवित्र नदी सरयूके नामसे विख्यात है ॥ ९ ॥"
                },
                {
                    "slok": "तस्यायमतुलः शब्दो जाह्नवीमभिवर्तते ॥ १० ॥ वारिसंक्षोभजो राम प्रणामं नियतः कुरु ।",
                    "arth": "'उसीका जल गंगाजीमें मिल रहा है। दो नदियोंके जलोंके संघर्षसे ही यह भारी आवाज हो रही है, जिसकी कहीं तुलना नहीं है। राम! तुम अपने मनको संयममें रखकर इस संगमके जलको प्रणाम करो' ॥ १० ॥"
                },
                {
                    "slok": "ताभ्यां तु तावुभौ कृत्वा प्रणाममतिधार्मिकौ ॥ ११ ॥ तीरं दक्षिणमासाद्य जग्मतुर्लघुविक्रमौ ।",
                    "arth": "यह सुनकर उन दोनों अत्यन्त धर्मात्मा भाइयोंने उन दोनों नदियोंको प्रणाम किया और गंगाके दक्षिण किनारेपर उतरकर वे दोनों बन्धु जल्दी-जल्दी पैर बढ़ाते हुए चलने लगे ॥ ११ ॥"
                },
                {
                    "slok": "स वनं घोरसंकाशं दृष्ट्वा नरवरात्मजः ॥ १२ ॥ अविप्रहतमैक्ष्वाकः पप्रच्छ मुनिपुंगवम् ।",
                    "arth": "उस समय इक्ष्वाकुनन्दन राजकुमार श्रीरामने अपने सामने एक भयङ्कर वन देखा, जिसमें मनुष्योंके आने जानेका कोई चिह्न नहीं था। उसे देखकर उन्होंने मुनिवर विश्वामित्रसे पूछा- ॥ १२ ॥"
                },
                {
                    "slok": "अहो वनमिदं दुर्गं झिल्लिकागणसंयुतम् ॥ १३ ॥ भैरवैः श्वापदैः कीर्णं शकुन्तैर्दारुणारवैः । नानाप्रकारैः शकुनैर्वाश्यद्धिभैरवस्वनैः ॥ १४ ॥",
                    "arth": "'गुरुदेव! यह वन तो बड़ा ही अद्भुत एवं दुर्गम है। यहाँ चारों ओर झिल्लियोंकी झनकार सुनायी देती है। भयानक हिंसक जन्तु भरे हुए हैं। भयङ्कर बोली बोलनेवाले पक्षी सब ओर फैले हुए हैं। नाना प्रकारके विहंगम भीषण स्वरमें चहचहा रहे हैं ॥ १३-१४ ॥"
                },
                {
                    "slok": "सिंहव्याघ्रवराहैश्च वारणैश्चापि शोभितम् । धवाश्वकर्णककुभैर्बिल्वतिन्दुकपाटलैः ॥१५॥ संकीर्णं बदरीभिश्च किं न्विदं दारुणं वनम् ।",
                    "arth": "'सिंह, व्याघ्र, सूअर और हाथी भी इस जंगलकी शोभा बढ़ा रहे हैं। धव (धौरा), अश्वकर्ण (एक प्रकारके शालवृक्ष), ककुभ (अर्जुन), बेल, तिन्दुक (तेन्दू), पाटल (पाड़र) तथा बेरके वृक्षोंसे भरा हुआ यह भयङ्कर वन क्या है? – इसका क्या नाम है?' ॥ १५ ॥"
                },
                {
                    "slok": "तमुवाच महातेजा विश्वामित्रो महामुनिः ॥ १६ ॥ श्रूयतां वत्स काकुत्स्थ यस्यैतद् दारुणं वनम् ।",
                    "arth": "तब महातेजस्वी महामुनि विश्वामित्रने उनसे कहा—'वत्स! ककुत्स्थनन्दन! यह भयङ्कर वन जिसके अधिकारमें रहा है, उसका परिचय सुनो ॥ १६ ॥"
                },
                {
                    "slok": "एतौ जनपदौ स्फीतौ पूर्वमास्तां नरोत्तम ॥ १७ ॥ मलदाश्च करूषाश्च देवनिर्माणनिर्मितौ ।",
                    "arth": "'नरश्रेष्ठ! पूर्वकालमें यहाँ दो समृद्धिशाली जनपद थे-मलद और करूष। ये दोनों देश देवताओंके प्रयत्नसे निर्मित हुए थे ॥ १७ ॥"
                },
                {
                    "slok": "पुरा वृत्रवधे राम मलेन समभिप्लुतम् ॥ १८ ॥ क्षुधा चैव सहस्त्राक्षं ब्रह्महत्या समाविशत् ।",
                    "arth": "'राम! पहलेकी बात है, वृत्रासुरका वध करनेके पश्चात् देवराज इन्द्र मलसे लिप्त हो गये। क्षुधाने भी उन्हें धर दबाया और उनके भीतर ब्रह्महत्या प्रविष्ट हो गयी ॥"
                },
                {
                    "slok": "तमिन्द्रं मलिनं देवा ऋषयश्च तपोधनाः ॥ १९ ॥ कलशैः स्नापयामासुर्मलं चास्य प्रमोचयन् ।",
                    "arth": "'तब देवताओं तथा तपोधन ऋषियोंने मलिन इन्द्र यहाँ गंगाजलसे भरे हुए कलशोंद्वारा नहलाया तथा उनके मल (और कारूष-क्षुधा) को छुड़ा दिया ॥"
                },
                {
                    "slok": "इह भूम्यां मलं दत्त्वा देवाः कारूषमेव च ॥ २० ॥ शरीरजं महेन्द्रस्य ततो हर्षं प्रपेदिरे ।",
                    "arth": "इस भूभागमें देवराज इन्द्रके शरीरसे उत्पन्न हुए मल और कारूषको देकर देवतालोग बड़े प्रसन्न हुए ॥"
                },
                {
                    "slok": "निर्मलो निष्करूषश्च शुद्ध इन्द्रो यथाभवत् ॥ २१ ॥ ततो देशस्य सुप्रीतो वरं प्रादादनुत्तमम् । इमौ जनपदौ स्फीतौ ख्यातिं लोके गमिष्यतः ॥ २२ ॥ मलदाश्च करूषाश्च ममांगमलधारिणौ ।",
                    "arth": "'इन्द्र पूर्ववत् निर्मल, निष्करूष (क्षुधाहीन) एवं शुद्ध हो गये। तब उन्होंने प्रसन्न होकर इस देशको यह उत्तम वर प्रदान किया- 'ये दो जनपद लोकमें मलद और करूष नामसे विख्यात होंगे। मेरे अंगजनित मलको धारण करनेवाले ये दोनों देश बड़े समृद्धिशाली होंगे' ॥"
                },
                {
                    "slok": "साधु साध्विति तं देवाः पाकशासनमब्रुवन् ॥ २३ ॥ देशस्य पूजां तां दृष्ट्वा कृतां शक्रेण धीमता।",
                    "arth": "'बुद्धिमान् इन्द्रके द्वारा की गयी उस देशकी वह पूजा देखकर देवताओंने पाकशासनको बारम्बार साधुवाद दिया ॥ २३॥"
                },
                {
                    "slok": "एतौ जनपदौ स्फीतौ दीर्घकालमरिंदम ॥ २४ ॥ मलदाश्च करूषाश्च मुदिता धनधान्यतः ।",
                    "arth": "'शत्रुदमन ! मलद और करूष- ये दोनों जनपद दीर्घकालतक समृद्धिशाली, धन-धान्यसे सम्पन्न तथा सुखी रहे हैं ॥ २४ ॥"
                },
                {
                    "slok": "कस्यचित्त्वथ कालस्य यक्षिणी कामरूपिणी ॥ २५ ॥ बलं नागसहस्त्रस्य धारयन्ती तदा ह्यभूत् ।",
                    "arth": "'कुछ कालके अनन्तर यहाँ इच्छानुसार रूप धारण करनेवाली एक यक्षिणी आयी, जो अपने शरीरमें एक हजार हाथियोंका बल धारण करती है ॥ २५ ॥"
                },
                {
                    "slok": "ताटका नाम भद्रं ते भार्या सुन्दस्य धीमतः ॥ २६ ॥ मारीचो राक्षसः पुत्रो यस्याः शक्रपराक्रमः । वृत्तबाहुर्महाशीर्षो विपुलास्यतनुर्महान् ॥ २७ ॥",
                    "arth": "'उसका नाम ताटका है। वह बुद्धिमान् सुन्द नामक दैत्यकी पत्नी है। तुम्हारा कल्याण हो । मारीच नामक राक्षस, जो इन्द्रके समान पराक्रमी है, उस ताटकाका ही पुत्र है। उसकी भुजाएँ गोल, मस्तक बहुत बड़ा, मुँह फैला हुआ और शरीर विशाल है ॥ २६-२७ ॥"
                },
                {
                    "slok": "राक्षसो भैरवाकारो नित्यं त्रासयते प्रजाः । इमौ जनपदौ नित्यं विनाशयति राघव ॥ २८ मलदांश्च करूषांश्च ताटका दुष्टचारिणी ।",
                    "arth": "'वह भयानक आकारवाला राक्षस यहाँकी प्रजाको सदा ही त्रास पहुँचाता रहता है। रघुनन्दन! वह दुराचारिणी ताटका भी सदा मलद और करूष-इन दोनों जनपदोंका विनाश करती रहती है ॥ २८ ॥"
                },
                {
                    "slok": "सेयं पन्थानमावृत्य वसत्यत्यर्धयोजने ॥ २९ ॥ अत एव च गन्तव्यं ताटकाया वनं यतः । स्वबाहुबलमाश्रित्य जहीमां दुष्टचारिणीम् ॥ ३० ॥",
                    "arth": "'वह यक्षिणी डेढ़ योजन (छ: कोस) तकके मार्गको घेरकर इस वनमें रहती है; अतः हमलोगोंको जिस ओर ताटका-वन है, उधर ही चलना चाहिये। तुम अपने बाहुबलका सहारा लेकर इस दुराचारिणीको मार डालो ।। २९-३० ।।"
                },
                {
                    "slok": "मन्नियोगादिमं देशं कुरु निष्कण्टकं पुनः । नहि कश्चिदिमं देशं शक्तो ह्यागन्तुमीदृशम् ॥ ३१ ॥",
                    "arth": "'मेरी आज्ञासे इस देशको पुनः निष्कण्टक बना दो। यह देश ऐसा रमणीय है तो भी इस समय कोई यहाँ आ नहीं सकता है ॥ ३१ ॥"
                },
                {
                    "slok": "यक्षिण्या घोरया राम उत्सादितमसह्यया । एतत्ते सर्वमाख्यातं यथैतद् दारुणं वनम् । यक्ष्या चोत्सादितं सर्वमद्यापि न निवर्तते ॥ ३२ ॥",
                    "arth": "'राम! उस असह्य एवं भयानक यक्षिणीने इस देशको उजाड़ कर डाला है। यह वन ऐसा भयङ्कर क्यों है, यह सारा रहस्य मैंने तुम्हें बता दिया। उस यक्षिणीने ही इस सारे देशको उजाड़ दिया है और वह आज भी अपने उस क्रूर कर्मसे निवृत्त नहीं हुई है' ॥ ३२ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "25",
            "arth": [
                {
                    "slok": "अथ तस्याप्रमेयस्य मुनेर्वचनमुत्तमम् । श्रुत्वा पुरुषशार्दूल: प्रत्युवाच शुभां गिरम् ॥ १ ॥",
                    "arth": "अपरिमित प्रभावशाली विश्वामित्र मुनिका यह उत्तम वचन सुनकर पुरुषसिंह श्रीरामने यह शुभ बात कही- ॥ १ ॥"
                },
                {
                    "slok": "अल्पवीर्या यदा यक्षी श्रूयते मुनिपुंगव कथं नागसहस्त्रस्य धारयत्यबला बलम् ॥ २ ॥",
                    "arth": "'मुनिश्रेष्ठ! जब वह यक्षिणी एक अबला सुनी जाती है, तब तो उसकी शक्ति थोड़ी ही होनी चाहिये; फिर वह एक हजार हाथियोंका बल कैसे धारण करती है ?' ॥ २ ॥"
                },
                {
                    "slok": "इत्युक्तं वचनं श्रुत्वो राघवस्यामितौजसः । हर्षयन् श्लक्ष्णया वाचा सलक्ष्मणमरिंदमम् ॥ ३ ॥ विश्वामित्रोऽब्रवीद् वाक्यं शृणु येन बलोत्कटा । वरदानकृतं वीर्यं धारयत्यबला बलम् ॥ ४ ॥",
                    "arth": "अमित तेजस्वी श्रीरघुनाथके कहे हुए इस वचनको सुनकर विश्वामित्रजी अपनी मधुर वाणीद्वारा लक्ष्मणसहित शत्रुदमन श्रीरामको हर्ष प्रदान करते हुए बोले 'रघुनन्दन! जिस कारणसे ताटका अधिक बलशालिनी हो गयी है, वह बताता हूँ, सुनो। उसमें वरदानजनित बलका उदय हुआ है; अतः वह अबला होकर भी बल धारण करती है (सबला हो गयी है) ॥ ३-४॥"
                },
                {
                    "slok": "पूर्वमासीन्महायक्षः सुकेतुर्नाम वीर्यवान् अनपत्यः शुभाचारः स च तेपे महत्तपः ॥ ५ ॥",
                    "arth": "'पूर्वकालकी बात है, सुकेतु नामसे प्रसिद्ध एक महान् यक्ष थे। वे बड़े पराक्रमी और सदाचारी थे; परंतु उन्हें कोई संतान नहीं थी, इसलिये उन्होंने बड़ी भारी तपस्या की ॥५॥"
                },
                {
                    "slok": "पितामहस्तु सुप्रीतस्तस्य यक्षपतेस्तदा । कन्यारत्नं ददौ राम ताटकां नाम नामतः ॥ ६ ॥",
                    "arth": "'श्रीराम! यक्षराज सुकेतुकी उस तपस्यासे ब्रह्माजीको बड़ी प्रसन्नता हुई। उन्होंने सुकेतुको एक कन्यारत्न प्रदान किया, जिसका नाम ताटका था ॥ ६ ॥"
                },
                {
                    "slok": "ददौ नागसहस्त्रस्य बलं चास्याः पितामहः । न त्वेव पुत्रं यक्षाय ददौ चासौ महायशाः ॥ ७ ॥",
                    "arth": "ब्रह्माजीने ही उस कन्याको एक हजार हाथियों के समान बल दे दिया; परंतु उन महायशस्वी पितामहने उस यक्षको पुत्र नहीं ही दिया (उसके संकल्पके अनुसार पुत्र प्राप्त हो जानेपर उसके द्वारा जनताका अत्यधिक उत्पीड़न होता, यही सोचकर ब्रह्माजीने पुत्र नहीं दिया) ॥ ७ ॥"
                },
                {
                    "slok": "तां तु बालां विवर्धन्तीं रूपयौवनशालिनीम् । जम्भपुत्राय सुन्दाय ददौ भार्यां यशस्विनीम् ॥ ८ ॥",
                    "arth": "'धीरे-धीरे वह यक्ष-बालिका बढ़ने लगी और बढ़कर रूप-यौवनसे सुशोभित होने लगी। उस अवस्थामें सुकेतुने अपनी उस यशस्विनी कन्याको जम्भपुत्र सुन्दके हाथमें उसकी पत्नीके रूपमें दे दिया ॥ ८ ॥"
                },
                {
                    "slok": "कस्यचित्त्वथ कालस्य यक्षी पुत्रं व्यजायत । मारीचं नाम दुर्धर्षं यः शापाद् राक्षसोऽभवत् ॥ ९ ॥",
                    "arth": "'कुछ कालके बाद उस यक्षी ताटकाने मारीच नामसे प्रसिद्ध एक दुर्जय पुत्रको जन्म दिया, जो अगस्त्य मुनिके शापसे राक्षस हो गया ॥ ९ ॥"
                },
                {
                    "slok": "सुन्दे तु निहते राम अगस्त्यमृषिसत्तमम् । ताटका सहपुत्रेण प्रधर्षयितुमिच्छति ॥ १० ॥",
                    "arth": "'श्रीराम! अगस्त्यने ही शाप देकर ताटकापति सुन्दको भी मार डाला। उसके मारे जानेपर ताटका पुत्रसहित जाकर मुनिवर अगस्त्यको भी मौतके घाट उतार देनेकी इच्छा करने लगी ॥ १० ॥"
                },
                {
                    "slok": "भक्षार्थं जातसंरम्भा गर्जन्ती साभ्यधावत । आपतन्तीं तु तां दृष्ट्वा अगस्त्यो भगवानृषिः ॥ ११ ॥ राक्षसत्वं भजस्वेति मारीचं व्याजहार सः ।",
                    "arth": "'वह कुपित हो मुनिको खा जानेके लिये गर्जना करती हुई दौड़ी। उसे आती देख भगवान् अगस्त्य मुनिने मारीचसे कहा- 'तू देवयोनि-रूपका परित्याग करके राक्षसभावको प्राप्त हो जा' ॥ ११ ॥"
                },
                {
                    "slok": "अगस्त्यः परमामर्षस्ताटकामपि शप्तवान् ॥ १२ ॥ पुरुषादी महायक्षी विकृता विकृतानना । इदं रूपं विहायाशु दारुणं रूपमस्तु ते ॥ १३ ॥",
                    "arth": "‘फिर अत्यन्त अमर्षमें भरे हुए ऋषिने ताटकाको भी शाप दे दिया-'तू विकराल मुखवाली नरभक्षिणी राक्षसी दे हो जा। तू है तो महायक्षी; परंतु अब शीघ्र ही इस रूपको त्यागकर तेरा भयङ्कर रूप हो जाय' ॥ १२-१३ ॥"
                },
                {
                    "slok": "सैषा शापकृतामर्था ताटका क्रोधमूर्च्छिता। देशमुत्सादयत्येनमगस्त्याचरितं शुभम् ॥ १४ ॥",
                    "arth": "'इस प्रकार शाप मिलनेके कारण ताटकाका अमर्ष और भी बढ़ गया। वह क्रोधसे मूर्च्छित हो उठी और उन दिनों अगस्त्यजी जहाँ रहते थे, उस सुन्दर देशको उजाड़ने लगी ॥ १४ ॥"
                },
                {
                    "slok": "एनां राघव दुर्वृत्तां यक्षीं परमदारुणाम् । गोब्राह्मणहितार्थाय जहि दुष्टपराक्रमाम् ॥ १५ ॥",
                    "arth": "'रघुनन्दन! तुम गौओं और ब्राह्मणका हित करनेके लिये दुष्ट पराक्रमवाली इस परम भयङ्कर दुराचारिणी यक्षीका वध कर डालो ॥ १५ ॥"
                },
                {
                    "slok": "नहोनां शापसंसृष्टां कश्चिदुत्सहते पुमान् । निहन्तुं त्रिषु लोकेषु त्वामृते रघुनन्दन ॥ १६ ॥",
                    "arth": "'रघुकुलको आनन्दित करनेवाले वीर! इस शापग्रस्त ताटकाको मारनेके लिये तीनों लोकोंमें तुम्हारे सिवा दूसरा कोई पुरुष समर्थ नहीं है ॥ १६ ॥"
                },
                {
                    "slok": "नहि ते स्त्रीवधकृते घृणा कार्या नरोत्तम । चातुर्वर्ण्यहितार्थं हि कर्तव्यं राजसूनुना ॥ १७ ॥",
                    "arth": "'नरश्रेष्ठ! तुम स्त्री-हत्याका विचार करके इसके प्रति दया न दिखाना। एक राजपुत्रको चारों वर्णोंके हितके लिये स्त्रीहत्या भी करनी पड़े तो उससे मुँह नहीं मोड़ना चाहिये ॥ १७ ॥"
                },
                {
                    "slok": "नृशंसमनृशंसं प्रजारक्षणकारणात् । वा पातकं वा सदोषं वा कर्तव्यं रक्षता सदा ॥ १८ ॥",
                    "arth": "'प्रजापालक नरेशको प्रजाजनोंकी रक्षाके लिये क्रूरतापूर्ण या क्रूरतारहित, पातकयुक्त अथवा सदोष कर्म भी करना पड़े तो कर लेना चाहिये। यह बात उसे सदा ही ध्यानमें रखनी चाहिये ॥ १८ ॥"
                },
                {
                    "slok": "राज्यभारनियुक्तानामेष धर्मः सनातनः । अधर्म्यं जहि काकुत्स्थ धर्मो ह्यस्यां न विद्यते ॥ १९ ॥",
                    "arth": "'जिनके ऊपर राज्यके पालनका भार है, उनका तो यह सनातन धर्म है। ककुत्स्थकुलनन्दन ! ताटका महापापिनी है। उसमें धर्मका लेशमात्र भी नहीं है; अतः उसे मार डालो ॥ १९ ॥"
                },
                {
                    "slok": "श्रूयते हि पुरा शक्रो विरोचनसुतां नृप । पृथिवीं हन्तुमिच्छन्तीं मन्थरामभ्यसूदयत् ॥ २० ॥",
                    "arth": "'नरेश्वर! सुना जाता है कि पूर्वकालमें विरोचनकी पुत्री मन्थरा सारी पृथ्वीका नाश कर डालना चाहती थी। उसके इस विचारको जानकर इन्द्रने उसका वध कर डाला ॥ २० ॥"
                },
                {
                    "slok": "विष्णुना च पुरा राम भृग्रुपत्नी पतिव्रता । अनिन्द्रं लोकमिच्छन्ती काव्यमाता निषूदिता ॥ २१ ॥",
                    "arth": "'श्रीराम! प्राचीन कालमें शुक्राचार्यकी माता तथा भृगुकी पतिव्रता पत्नी त्रिभुवनको इन्द्रसे शून्य कर देना चाहती थीं। यह जानकर भगवान् विष्णुने उनको मार डाला ॥"
                },
                {
                    "slok": "एतैश्चान्यैश्च बहुभी राजपुत्रैर्महात्मभिः । अधर्मसहिता नार्यो हताः पुरुषसत्तमैः । तस्मादेनां घृणां त्यक्त्वा जहि मच्छासनान्नृप ॥ २२ ॥",
                    "arth": "'इन्होंने तथा अन्य बहुत-से महामनस्वी पुरुषप्रवर राजकुमारोंने पापचारिणी स्त्रियोंका वध किया है। नरेश्वर! अतः तुम भी मेरी आज्ञासे दया अथवा घृणाको त्यागकर इस राक्षसीको मार डालो' ॥ २२ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "26",
            "arth": [
                {
                    "slok": "मुनेर्वचनमक्लीबं श्रुत्वा नरवरात्मजः । राघवः प्राञ्जलिर्भूत्वा प्रत्युवाच दृढव्रतः ॥ १ ॥",
                    "arth": "मुनिके ये उत्साहभरे वचन सुनकर दृढ़तापूर्वक उत्तम व्रतका पालन करनेवाले राजकुमार श्रीरामने हाथ जोड़कर उत्तर दिया- ॥ १ ॥"
                },
                {
                    "slok": "पितुर्वचननिर्देशात् पितुर्वचनगौरवात् वचनं कौशिकस्येति कर्तव्यमविशङ्कया ॥ २ ॥ अनुशिष्टोऽस्म्ययोध्यायां गुरुमध्ये महात्मना । पित्रा दशरथेनाहं नावज्ञेयं हि तद्वचः ॥ ३ ॥",
                    "arth": "'भगवन् ! अयोध्यामें मेरे पिता महामना महाराज दशरथने अन्य गुरुजनोंके बीच मुझे यह उपदेश दिया था कि 'बेटा! तुम पिताके कहनेसे पिताके वचनोंका गौरव रखनेके लिये कुशिकनन्दन विश्वामित्रकी आज्ञाका निःशङ्क होकर पालन करना। कभी भी उनकी बातकी अवहेलना न करना' ॥"
                },
                {
                    "slok": "सोऽहं पितुर्वचः श्रुत्वा शासनाद् ब्रह्मवादिनः । करिष्यामि न संदेहस्ताटकावधमुत्तमम् ॥ ४ ॥",
                    "arth": "'अतः मैं पिताजीके उस उपदेशको सुनकर आप ब्रह्मवादी महात्माकी आज्ञासे ताटकावधसम्बन्धी कार्यको उत्तम मानकर करूंगा- इसमें संदेह नहीं है ॥ ४ ॥"
                },
                {
                    "slok": "गोब्राह्मणहितार्थाय देशस्य च हिताय च। तव चैवाप्रमेयस्य वचनं कर्तुमुद्यतः ॥ ५ ॥",
                    "arth": "'गौ, ब्राह्मण तथा समूचे देशका हित करनेके लिये मैं आप-जैसे अनुपम प्रभावशाली महात्माके आदेशका पालन करनेको सब प्रकारसे तैयार हूँ' ॥ ५ ॥"
                },
                {
                    "slok": "एवमुक्त्वा धनुर्मध्ये बद्ध्वा मुष्टिमरिंदमः । ज्याघोषमकरोत् तीव्रं दिश: शब्देन नादयन् ॥ ६ ॥",
                    "arth": "ऐसा कहकर शत्रुदमन श्रीरामने धनुषके मध्यभागमें मुट्ठी बाँधकर उसे जोरसे पकड़ा और उसकी प्रत्यञ्चापर तीव्र टङ्कार दी। उसकी आवाजसे सम्पूर्ण दिशाएँ गूँज उठीं ॥ ६ ॥"
                },
                {
                    "slok": "तेन शब्देन वित्रस्तास्ताटकावनवासिनः । ताटका च सुसंक्रुद्धा तेन शब्देन मोहिता ॥ ७ ॥",
                    "arth": "उस शब्दसे ताटकावनमें रहनेवाले समस्त प्राणी थर्रा उठे। ताटका भी उस टङ्कार-घोषसे पहले तो किंकर्तव्यविमूढ़ हो उठी; परंतु फिर कुछ सोचकर अत्यन्त क्रोधमें भर गयी ॥ ७ ॥"
                },
                {
                    "slok": "तं शब्दमभिनिध्याय राक्षसी क्रोधमूर्च्छिता । श्रुत्वा चाभ्यद्रवत् क्रुद्धा यत्र शब्दो विनिःसृतः ॥ ८ ॥",
                    "arth": "उस शब्दको सुनकर वह राक्षसी क्रोधसे अचेत सी हो गयी थी। उसे सुनते ही वह जहाँसे आवाज आयी थी, उसी दिशाकी ओर रोषपूर्वक दौड़ी ॥ ८ ॥"
                },
                {
                    "slok": "तां दृष्ट्वा राघवः क्रुद्धां विकृतां विकृताननाम् । प्रमाणेनातिवृद्धां च लक्ष्मणं सोऽभ्यभाषत ॥ ९ ॥",
                    "arth": "उसके शरीरकी ऊँचाई बहुत अधिक थी। उसकी मुखाकृति विकृत दिखायी देती थी। क्रोधमें भरी हुई उस विकराल राक्षसीकी ओर दृष्टिपात करके श्रीरामने लक्ष्मणसे कहा- ॥९॥"
                },
                {
                    "slok": "पश्य लक्ष्मण यक्षिण्या भैरवं दारुणं वपुः । भिद्येरन् दर्शनादस्या भीरूणां हृदयानि च ॥ १० ॥",
                    "arth": "'लक्ष्मण! देखो तो सही, इस यक्षिणीका शरीर कैसा दारुण एवं भयङ्कर है! इसके दर्शनमात्रसे भीरु पुरुषोंके हृदय विदीर्ण हो सकते हैं ॥ १० ॥"
                },
                {
                    "slok": "एतां पश्य दुराधर्षी मायाबलसमन्विताम् । विनिवृत्तां करोम्यद्य हृतकर्णाग्रनासिकाम् ॥ ११ ॥",
                    "arth": "'मायाबलसे सम्पन्न होनेके कारण यह अत्यन्त दुर्जय हो रही है। देखो, मैं अभी इसके कान और नाक काटकर इसे पीछे लौटनेको विवश किये देता हूँ ॥ ११ ॥"
                },
                {
                    "slok": "न होनामुत्सहे हन्तुं स्त्रीस्वभावेन रक्षिताम् । वीर्यं चास्या गतिं चैव हन्यामिति हि मे मतिः ॥ १२ ॥",
                    "arth": "'यह अपने स्त्रीस्वभावके कारण रक्षित है; अतः मुझे इसे मारनेमें उत्साह नहीं है। मेरा विचार यह है कि मैं इसके बल-पराक्रम तथा गमनशक्तिको नष्ट कर दूँ (अर्थात् इसके हाथ-पैर काट डालूँ) ' ॥ १२ ॥"
                },
                {
                    "slok": "एवं ब्रुवाणे रामे तु ताटका क्रोधमूर्च्छिता । उद्यम्य बाहुं गर्जन्ती राममेवाभ्यधावत ॥ १३ ॥",
                    "arth": "श्रीराम इस प्रकार कह ही रहे थे कि क्रोधसे अचेत हुई ताटका वहाँ आ पहुँची और एक बाँह उठाकर गर्जना करती हुई उन्हींकी ओर झपटी ॥ १३ ॥"
                },
                {
                    "slok": "विश्वामित्रस्तु ब्रह्मर्षिर्हुकारेणाभिभर्त्स्य ताम्। स्वस्ति राघवयोरस्तु जयं चैवाभ्यभाषत ॥ १४ ॥",
                    "arth": "यह देख ब्रह्मर्षि विश्वामित्रने अपने हुंकारके द्वारा उसे डाँटकर कहा–'रघुकुलके इन दोनों राजकुमारोंका कल्याण हो। इनकी विजय हो' ॥ १४ ॥"
                },
                {
                    "slok": "उद्घन्वाना रजो घोरं ताटका राघवावुभौ । रजोमेघेन महता मुहूर्तं सा व्यमोहयत् ॥ १५ ॥",
                    "arth": "तब ताटकाने उन दोनों रघुवंशी वीरोंपर भयङ्कर धूल उड़ाना आरम्भ किया। वहाँ धूलका विशाल बादल-सा छा गया। उसके द्वारा उसने श्रीराम और लक्ष्मणको दो घड़ीतक मोहमें डाल दिया ॥ १५ ॥"
                },
                {
                    "slok": "ततो मायां समास्थाय शिलावर्षेण राघवौ । अवाकिरत् सुमहता ततश्चुक्रोध राघवः ॥ १६ ॥",
                    "arth": "तत्पश्चात् मायाका आश्रय लेकर वह उन दोनों भाइयोंपर पत्थरोंकी बड़ी भारी वर्षा करने लगी। यह देख रघुनाथजी उसपर कुपित हो उठे ॥ १६ ॥"
                },
                {
                    "slok": "शिलावर्षं महत् तस्याः शरवर्षेण राघवः । प्रतिवार्योपधावन्त्याः करौ चिच्छेद पत्रिभिः ॥ १७ ॥",
                    "arth": "रघुवीरने अपनी बाणवर्षाके द्वारा उसकी बड़ी भारी शिलावृष्टिको रोककर अपनी ओर आती हुई उस निशाचरीके दोनों हाथ तीखे सायकोंसे काट डाले ॥ १७ ॥"
                },
                {
                    "slok": "ततश्छिन्नभुजां श्रान्तामभ्याशे परिगर्जतीम् । सौमित्रिरकरोत् क्रोधाद्धृतकर्णाग्रनासिकाम् ॥ १८ ॥",
                    "arth": "दोनों भुजाएँ कट जानेसे थकी हुई ताटका उनके निकट खड़ी होकर जोर-जोरसे गर्जना करने लगी। यह देख सुमित्राकुमार लक्ष्मणने क्रोधमें भरकर उसके नाक-कान काट लिये ॥ १८ ॥"
                },
                {
                    "slok": "कामरूपधरा सा तु कृत्वा रूपाण्यनेकशः । अन्तर्धानं गता यक्षी मोहयन्ती स्वमायया ॥ १९ ॥",
                    "arth": "परंतु वह तो इच्छानुसार रूप धारण करनेवाली यक्षिणी थी; अतः अनेक प्रकारके रूप बनाकर अपनी मायासे श्रीराम और लक्ष्मणको मोहमें डालती हुई अदृश्य हो गयी ॥ १९ ॥"
                },
                {
                    "slok": "अश्मवर्षं विमुञ्चन्ती भैरवं विचचार सा ततस्तावश्मवर्षेण कीर्यमाणौ समन्ततः ॥ २० ॥ दृष्ट्वा गाधिसुतः श्रीमानिदं वचनमब्रवीत् । अलं ते घृणया राम पापैषा दुष्टचारिणी ॥ २१ ॥ यज्ञविघ्नकरी यक्षी पुरा वर्धेत मायया | वध्यतां तावदेवैषा पुरा संध्या प्रवर्तते ॥ २२ ॥ रक्षांसि संध्याकाले तु दुर्धर्षाणि भवन्ति हि ।",
                    "arth": "अब वह पत्थरोंकी भयङ्कर वर्षा करती हुई आकाशमें विचरने लगी। श्रीराम और लक्ष्मणपर चारों ओरसे प्रस्तरोंकी वृष्टि होती देख तेजस्वी गाधिनन्दन विश्वामित्रने इस प्रकार कहा- 'श्रीराम ! इसके ऊपर तुम्हारा दया करना व्यर्थ है। यह बड़ी पापिनी और दुराचारिणी है। सदा यज्ञोंमें विघ्न डाला करती है। यह अपनी मायासे पुनः प्रबल हो उठे, इसके पहले ही इसे मार डालो। अभी संध्याकाल आना चाहता है, इसके पहले ही यह कार्य हो जाना चाहिये; क्योंकि संध्याके समय राक्षस दुर्जय हो जाते हैं' ॥ २० - २२ ॥"
                },
                {
                    "slok": "इत्युक्तः स तु तां यक्षीमश्मवृष्ट्याभिवर्षिणीम् ॥ २३ ॥ दर्शयन् शब्दवेधित्वं तां रुरोध स सायकैः ।",
                    "arth": "विश्वामित्रजीके ऐसा कहनेपर श्रीरामने शब्दवेधी बाण चलानेकी शक्तिका परिचय देते हुए बाण मारकर प्रस्तरोंकी वर्षा करनेवाली उस यक्षिणीको सब ओरसे अवरुद्ध कर दिया ॥ २३ ॥"
                },
                {
                    "slok": "सा रुद्धा बाणजालेन मायाबलसमन्विता ॥ २४ ॥ अभिदुद्राव काकुत्स्थं लक्ष्मणं च विनेदुषी । तामापतन्तीं वेगेन विक्रान्तामशनीमिव ॥ २५ ॥ शरेणोरसि विव्याध सा पपात ममार च।",
                    "arth": "उनके बाण -समूहसे घिर जानेपर मायाबलसे युक्त वह यक्षिणी जोर-जोरसे गर्जना करती हुई श्रीराम और लक्ष्मणके ऊपर टूट पड़ी। उसे चलाये हुए इन्द्रके वज्रकी भाँति वेगसे आती देख श्रीरामने एक बाण मारकर उसकी छाती चीर डाली। तब ताटका पृथ्वीपर गिरी और मर गयी ॥ २४-२५ ॥"
                },
                {
                    "slok": "तां हतां भीमसंकाशां दृष्ट्वा सुरपतिस्तदा ॥ २६ ॥ साधु साध्विति काकुत्स्थं सुराश्चाप्यभिपूजयन् ।",
                    "arth": "उस भयङ्कर राक्षसीको मारी गयी देख देवराज इन्द्र तथा देवताओंने श्रीरामको साधुवाद देते हुए उनकी सराहना की ॥ २६३ ॥"
                },
                {
                    "slok": "उवाच परमप्रीतः सहस्त्राक्षः पुरन्दरः ॥ २७ ॥ सुराश्च सर्वे संहृष्टा विश्वामित्रमथाब्रुवन् ।",
                    "arth": "उस समय सहस्रलोचन इन्द्र तथा समस्त देवताओंने अत्यन्त प्रसन्न एवं हर्षोत्फुल्ल होकर विश्वामित्रजीसे कहा- ॥ २७ ॥"
                },
                {
                    "slok": "मुने कौशिक भद्रं ते सेन्द्राः सर्वे मरुद्गणाः ॥ २८ ॥ तोषिताः कर्मणानेन स्नेहं दर्शय राघवे ।",
                    "arth": "'मुने! कुशिकनन्दन! आपका कल्याण हो। आपने इस कार्यसे इन्द्रसहित सम्पूर्ण देवताओंको संतुष्ट किया है। अब रघुकुलतिलक श्रीरामपर आप अपना स्नेह प्रकट कीजिये ॥ २८ ॥"
                },
                {
                    "slok": "प्रजापतेः कृशाश्वस्य पुत्रान् सत्यपराक्रमान् ॥ २९ ॥ तपोबलभृतो ब्रह्मन् राघवाय निवेदय |",
                    "arth": "'ब्रह्मन्! प्रजापति कृशाश्वके अस्त्र-रूपधारी पुत्रोंको, जो सत्यपराक्रमी तथा तपोबलसे सम्पन्न हैं, श्रीरामको समर्पित कीजिये ॥ २९ ॥"
                },
                {
                    "slok": "पात्रभूतश्च ते ब्रह्मंस्तवानुगमने रतः ॥ ३० ॥ कर्तव्यं सुमहत् कर्म सुराणां राजसूनुना ।",
                    "arth": "'विप्रवर! ये आपके अस्त्रदानके सुयोग्य पात्र हैं तथा आपके अनुसरण (सेवा-शुश्रूषा) में तत्पर रहते हैं। राजकुमार श्रीरामके द्वारा देवताओंका महान् कार्य सम्पन्न होनेवाला है' ॥ ३० ॥"
                },
                {
                    "slok": "एवमुक्त्वा सुराः सर्वे जग्मुर्हष्टा विहायसम् ॥ ३१ ॥ विश्वामित्रं पूजयन्तस्ततः संध्या प्रवर्तते ।",
                    "arth": "ऐसा कहकर सभी देवता विश्वामित्रजीकी प्रशंसा करते हुए प्रसन्नतापूर्वक आकाशमार्गसे चले गये। तत्पश्चात् संध्या हो गयी ॥ ३१ ॥"
                },
                {
                    "slok": "ततो मुनिवरः प्रीतस्ताटकावधतोषितः ॥ ३२ ॥ मूर्ध्नि राममुपाघ्राय इदं वचनमब्रवीत् ।",
                    "arth": "तदनन्तर ताटकावधसे संतुष्ट हुए मुनिवर विश्वामित्रने श्रीरामचन्द्रजीका मस्तक सूँघकर उनसे यह बात कही - ॥ ३२ ॥"
                },
                {
                    "slok": "इहाद्य रजनीं राम वसाम शुभदर्शन ॥ ३३ ॥ श्वः प्रभाते गमिष्यामस्तदाश्रमपदं मम ।",
                    "arth": "'शुभदर्शन राम! आजकी रातमें हमलोग यहीं निवास करें। कल सबेरे अपने आश्रमपर चलेंगे' ॥ ३३ ॥"
                },
                {
                    "slok": "विश्वामित्रवचः श्रुत्वा हृष्टो दशरथात्मजः ॥ ३४ ॥ उवास रजनीं तत्र ताटकाया वने सुखम् ।",
                    "arth": "विश्वामित्रजीकी यह बात सुनकर दशरथकुमार श्रीराम बड़े प्रसन्न हुए। उन्होंने ताटकावनमें रहकर वह रात्रि बड़े सुखसे व्यतीत की ॥ ३४॥"
                },
                {
                    "slok": "मुक्तशापं वनं तच्च तस्मिन्नेव तदाहनि । रमणीयं विबभ्राज यथा चैत्ररथं वनम् ॥ ३५ ॥",
                    "arth": "उसी दिन वह वन शापमुक्त होकर रमणीय शोभासे सम्पन्न हो गया और चैत्ररथवनकी भाँति अपनी मनोहर छटा दिखाने लगा ॥ ३५ ॥"
                },
                {
                    "slok": "निहत्य तां यक्षसुतां स रामः प्रशस्यमानः सुरसिद्धसंघैः । उवास तस्मिन् मुनिना सहैव प्रभातवेलां प्रतिबोध्यमानः ॥ ३६ ॥",
                    "arth": "यक्षकन्या ताटकाका वध करके श्रीरामचन्द्रजी देवताओं तथा सिद्धसमूहोंकी प्रशंसाके पात्र बन गये। उन्होंने प्रातःकालकी प्रतीक्षा करते हुए विश्वामित्रजीके साथ ताटकावनमें निवास किया ॥ ३६ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "27",
            "arth": [
                {
                    "slok": "अथ तां रजनीमुष्य विश्वामित्रो महायशाः । प्रहस्य राघवं वाक्यमुवाच मधुरस्वरम् ॥ १ ॥",
                    "arth": "ताटकावनमें वह रात बिताकर महायशस्वी विश्वामित्र हँसते हुए मीठे स्वरमें श्रीरामचन्द्रजीसे बोले - ॥१॥"
                },
                {
                    "slok": "परितुष्टोऽस्मि भद्रं ते राजपुत्र महायशः । प्रीत्या परमया युक्तो ददाम्यस्त्राणि सर्वशः ॥ २ ॥",
                    "arth": "'महायशस्वी राजकुमार! तुम्हारा कल्याण हो ताटकावधके कारण मैं तुमपर बहुत संतुष्ट हूँ; अतः बड़ी प्रसन्नताके साथ तुम्हें सब प्रकारके अस्त्र दे रहा हूँ ॥"
                },
                {
                    "slok": "देवासुरगणान् वापि सगन्धर्वोरगान् भुवि । यैरमित्रान् प्रसह्याजौ वशीकृत्य जयिष्यसि ॥ ३ ॥",
                    "arth": "'इनके प्रभावसे तुम अपने शत्रुओंको- चाहे वे देवता, असुर, गन्धर्व अथवा नाग ही क्यों न हों, रणभूमिमें बलपूर्वक अपने अधीन करके उनपर विजय पा जाओगे ॥ ३ ॥"
                },
                {
                    "slok": "तानि दिव्यानि भद्रं ते ददाम्यस्त्राणि सर्वशः । दण्डचक्रं महद् दिव्यं तव दास्यामि राघव ॥ ४ ॥ धर्मचक्रं ततो वीर कालचक्रं तथैव च । विष्णुचक्रं तथात्युग्रमैन्द्रं चक्रं तथैव च ॥ ५ ॥",
                    "arth": "'रघुनन्दन! तुम्हारा कल्याण हो। आज मैं तुम्हें वे सभी दिव्यास्त्र दे रहा हूँ। वीर! मैं तुमको दिव्य एवं महान् दण्डचक्र, धर्मचक्र, कालचक्र, विष्णुचक्र तथा अत्यन्त भयंकर ऐन्द्रचक्र दूँगा ॥ ४-५ ।।"
                },
                {
                    "slok": "वज्रमस्त्रं नरश्रेष्ठ शैवं शूलवरं तथा । अस्त्रं ब्रह्मशिरश्चैव ऐषीकमपि राघव ॥ ६ ॥ ददामि ते महाबाहो ब्राह्ममस्त्रमनुत्तमम् ।",
                    "arth": "'नरश्रेष्ठ राघव! इन्द्रका वज्रास्त्र, शिवका श्रेष्ठ त्रिशूल तथा ब्रह्माजीका ब्रह्मशिर नामक अस्त्र भी दूँगा। महाबाहो! साथ ही तुम्हें ऐषीकास्त्र तथा परम उत्तम ब्रह्मास्त्र भी प्रदान करता हूँ ॥ ६ ॥"
                },
                {
                    "slok": "गदे द्वे चैव काकुत्स्थ मोदकीशिखरी शुभे ॥ ७ ॥ प्रदीप्ते नरशार्दूल प्रयच्छामि नृपात्मज धर्मपाशमहं राम कालपाशं तथैव च ॥ ८ ॥ वारुणं पाशमस्त्रं च ददाम्यहमनुत्तमम् ।",
                    "arth": "‘ककुत्स्थकुलभूषण! इनके सिवा दो अत्यन्त उज्ज्वल और सुन्दर गदाएँ, जिनके नाम मोदकी और शिखरी हैं, मैं तुम्हें अर्पण करता हूँ। पुरुषसिंह राजकुमार राम! धर्मपाश, कालपाश और वरुणपाश भी बड़े उत्तम अस्त्र हैं। इन्हें भी आज तुम्हें अर्पित करता हूँ ॥ ७-८॥"
                },
                {
                    "slok": "अशनी द्वे प्रयच्छामि शुष्कार्द्रे रघुनन्दन ॥ ९ ॥ ददामि चास्त्रं पैनाकमस्त्रं नारायणं तथा ।",
                    "arth": "'रघुनन्दन! सूखी और गीली दो प्रकारकी अशनि तथा पिनाक एवं नारायणास्त्र भी तुम्हें दे रहा हूँ ॥ ९ ॥"
                },
                {
                    "slok": "आग्नेयमस्त्रं दयितं शिखरं नाम नामतः ॥ १० ॥ वायव्यं प्रथमं नाम ददामि तव चानघ।",
                    "arth": "'अग्निका प्रिय आग्नेय-अस्त्र, जो शिखरास्त्रके नामसे भी प्रसिद्ध है, तुम्हें अर्पण करता हूँ। अनघ! अस्त्रोंमें प्रधान जो वायव्यास्त्र है, वह भी तुम्हें दे रहा हूँ ॥ १०॥"
                },
                {
                    "slok": "अस्त्रं हयशिरो नाम क्रौञ्चमस्त्रं तथैव च ॥ ११ ॥ शक्तिद्वयं च काकुत्स्थ ददामि तव राघव ।",
                    "arth": "'ककुत्स्थकुलभूषण राघव! हयशिरा नामक अस्त्र, क्रौञ्च-अस्त्र तथा दो शक्तियोंको भी तुम्हें देता हूँ॥"
                },
                {
                    "slok": "कङ्कालं मुसलं घोरं कापालमथ किङ्किणीम् ॥ १२ ॥ वधार्थं रक्षसां यानि ददाम्येतानि सर्वशः।",
                    "arth": "'कङ्काल, घोर मूसल, कपाल तथा किङ्किणी आदि सब अस्त्र, जो राक्षसोंके वधर्मे उपयोगी होते हैं, तुम्हें दे रहा हूँ ॥ १२ ॥"
                },
                {
                    "slok": "वैद्याधरं महास्त्रं च नन्दनं नाम नामतः ॥ १३ ॥ असिरत्नं महाबाहो ददामि नृवरात्मज |",
                    "arth": "'महाबाहु राजकुमार! नन्दन नामसे प्रसिद्ध विद्याधरोंका महान् अस्त्र तथा उत्तम खड्ग भी तुम्हें अर्पित करता हूँ॥ १३ ॥"
                },
                {
                    "slok": "गान्धर्वमस्त्रं दयितं मोहनं नाम नामतः ॥ १४ ॥ प्रस्वापनं प्रशमनं दद्मि सौम्यं च राघव ।",
                    "arth": "'रघुनन्दन! गन्धर्वोका प्रिय सम्मोहन नामक अस्त्र, प्रस्वापन, प्रशमन तथा सौम्य-अस्त्र भी देता हूँ ॥ १४ ॥"
                },
                {
                    "slok": "वर्षणं शोषणं चैव संतापनविलापने ॥ १५ ॥ मादनं चैव दुर्धर्षं कन्दर्पदयितं तथा । गान्धर्वमस्त्रं दयितं मानवं नाम नामतः ॥ १६ ॥ पैशाचमस्त्रं दयितं मोहनं नाम नामतः । प्रतीच्छ नरशार्दूल राजपुत्र महायशः ॥ १७॥",
                    "arth": "'महायशस्वी पुरुषसिंह राजकुमार! वर्षण, शोषण, संतापन, विलापन तथा कामदेवका प्रिय दुर्जय अस्त्र मादन, गन्धर्वोका प्रिय मानवास्त्र तथा पिशाचोंका प्रिय मोहनास्त्र भी मुझसे ग्रहण करो ॥ १५-१७॥"
                },
                {
                    "slok": "तामसं नरशार्दूल सौमनं च महाबलम् । संवर्तं चैव दुर्धर्षं मौसलं च नृपात्मज ॥ १८ ॥ सत्यमस्त्रं महाबाहो तथा मायामयं परम् । सौरं तेज:प्रभं नाम परतेजोऽपकर्षणम् ॥ १९ ॥",
                    "arth": "'नरश्रेष्ठ राजपुत्र महाबाहु राम! तामस, महाबली सौमन, संवर्त, दुर्जय, मौसल, सत्य और मायामय उत्तम अस्त्र भी तुम्हें अर्पण करता हूँ। सूर्यदेवताका तेज:प्रभ नामक अस्त्र, जो शत्रुके तेजका नाश करनेवाला है, तुम्हें अर्पित करता हूँ ॥ १८-१९ ।।"
                },
                {
                    "slok": "सोमास्त्रं शिशिरं नाम त्वाष्ट्रमस्त्रं सुदारुणम् । दारुणं च भगस्यापि शीतेषुमथ मानवम् ॥ २० ॥",
                    "arth": "'सोम देवताका शिशिर नामक अस्त्र, त्वष्टा (विश्वकर्मा) का अत्यन्त दारुण अस्त्र, भगदेवताका भी भयंकर अस्त्र तथा मनुका शीतेषु नामक अस्त्र भी तुम्हें देता हूँ ॥ २० ॥"
                },
                {
                    "slok": "एतान् राम महाबाहो कामरूपान् महाबलान् । गृहाण परमोदारान् क्षिप्रमेव नृपात्मज ॥ २१ ॥",
                    "arth": "'महाबाहु राजकुमार श्रीराम! ये सभी अस्त्र इच्छानुसार रूप धारण करनेवाले, महान् बलसे सम्पन्न तथा परम उदार हैं। तुम शीघ्र ही इन्हें ग्रहण करो ॥ २१ ॥"
                },
                {
                    "slok": "स्थितस्तु प्राङ्मुखो भूत्वा शुचिर्मुनिवरस्तदा । ददौ रामाय सुप्रीतो मन्त्रग्राममनुत्तमम् ॥ २२ ॥",
                    "arth": "ऐसा कहकर मुनिवर विश्वामित्रजी उस समय स्नान आदिसे शुद्ध हो पूर्वाभिमुख होकर बैठ गये और अत्यन्त प्रसन्नताके साथ उन्होंने श्रीरामचन्द्रजीको उन सभी उत्तम अस्त्रोंका उपदेश दिया ॥ २२ ॥"
                },
                {
                    "slok": "सर्वसंग्रहणं येषां दैवतैरपि दुर्लभम् । तान्यस्त्राणि तदा विप्रो राघवाय न्यवेदयत् ॥ २३ ॥",
                    "arth": "जिन अस्त्रोंका पूर्णरूपसे संग्रह करना देवताओंके लिये भी दुर्लभ है, उन सबको विप्रवर विश्वामित्रजीने श्रीरामचन्द्रजीको समर्पित कर दिया ॥ २३ ॥"
                },
                {
                    "slok": "जपतस्तु मुनेस्तस्य विश्वामित्रस्य धीमतः । उपतस्थुर्महार्हाणि सर्वाण्यस्त्राणि राघवम् ॥ २४ ॥ ऊचुश्च मुदिता रामं सर्वे प्राञ्जलयस्तदा । इमे च परमोदार किंकरास्तव राघव ॥ २५ ॥ यद्यदिच्छसि भद्रं ते तत्सर्वं करवाम वै।",
                    "arth": "बुद्धिमान् विश्वामित्रजीने ज्यों ही जप आरम्भ किया त्यों ही वे सभी परम पूज्य दिव्यास्त्र स्वतः आकर श्रीरघुनाथजीके पास उपस्थित हो गये और अत्यन्त हर्षमें भरकर उस समय श्रीरामचन्द्रजीसे हाथ जोड़कर कहने लगे- 'परम उदार रघुनन्दन ! आपका कल्याण हो। हम सब आपके किङ्कर हैं। आप हमसे जो-जो सेवा लेना चाहेंगे, वह सब हम करनेको तैयार रहेंगे' ॥ २४-२५ ॥"
                },
                {
                    "slok": "ततो रामः प्रसन्नात्मा तैरित्युक्तो महाबलैः ॥ २६ ॥ प्रतिगृह्य च काकुत्स्थ: समालभ्य च पाणिना। मानसा मे भविष्यध्वमिति तान्यभ्यचोदयत् ॥ २७ ॥",
                    "arth": "उन महान् प्रभावशाली अस्त्रोंके इस प्रकार कहनेपर श्रीरामचन्द्रजी मन-ही-मन बहुत प्रसन्न हुए और उन्हें ग्रहण करनेके पश्चात् हाथसे उनका स्पर्श करके बोले 'आप सब मेरे मनमें निवास करें' ॥ २६-२७ ॥"
                },
                {
                    "slok": "ततः प्रीतमना रामो विश्वामित्रं महामुनिम् । अभिवाद्य महातेजा गमनायोपचक्रमे ॥ २८ ॥",
                    "arth": "तदनन्तर महातेजस्वी श्रीरामने प्रसन्नचित्त होकर महामुनि विश्वामित्रको प्रणाम किया और आगेकी यात्रा आरम्भ की ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "28",
            "arth": [
                {
                    "slok": "प्रतिगृह्य ततोऽस्त्राणि प्रहृष्टवदनः शुचिः । गच्छन्नेव च काकुत्स्थो विश्वामित्रमथाब्रवीत् ॥ १ ॥",
                    "arth": "उन अस्त्रोंको ग्रहण करके परम पवित्र श्रीरामका मुख प्रसन्नतासे खिल उठा था। वे चलते-चलते ही विश्वामित्रसे बोले - ॥ १ ॥"
                },
                {
                    "slok": "गृहीतास्त्रोऽस्मि भगवन् दुराधर्षः सुरैरपि । अस्त्राणां त्वहमिच्छामि संहारान् मुनिपुंगव ॥ २ ॥",
                    "arth": "'भगवन्! आपकी कृपासे इन अस्त्रोंको ग्रहण करके मैं देवताओंके लिये भी दुर्जय हो गया हूँ। मुनिश्रेष्ठ! अब मैं अस्त्रोंकी संहारविधि जानना चाहता हूँ' ॥ २ ॥"
                },
                {
                    "slok": "एवं ब्रुवति काकुत्स्थे विश्वामित्रो महातपाः । संहारान् व्याजहाराथ धृतिमान् सुव्रतः शुचिः ॥ ३॥",
                    "arth": "ककुत्स्थकुलतिलक श्रीरामके ऐसा कहनेपर महातपस्वी, धैर्यवान्, उत्तम व्रतधारी और पवित्र विश्वामित्र मुनिने उन्हें अस्त्रोंकी संहारविधिका उपदेश दिया ॥ ३ ॥"
                },
                {
                    "slok": "सत्यवन्तं सत्यकीर्तिं धृष्टं रभसमेव च । प्रतिहारतरं नाम पराङ्मुखमवाङ्मुखम् ॥ ४ ॥ लक्ष्यालक्ष्याविमौ चैव दृढनाभसुनाभकौ । दशाक्षशतवक्त्रौ च दशशीर्षशतोदरौ ॥ ५ ॥ पद्मनाभमहानाभौ दुन्दुनाभस्वनाभकौ | ज्योतिषं शकुनं चैव नैरास्यविमलावुभौ ॥ ६ ॥ यौगंधरविनिद्रौ च दैत्यप्रमथनौ तथा | शुचिबाहुर्महाबाहुर्निष्कलिर्विरुचस्तथा | सार्चिमाली धृतिर्माली वृत्तिमान् रुचिरस्तथा ॥ ७ ॥ पित्र्यः सौमनसश्चैव विधूतमकरावुभौ । परवीरं रतिं चैव धनधान्यौ च राघव ॥ ८ ॥ कामरूपं कामरुचिं मोहमावरणं तथा । जृम्भकं सर्पनाथं च पन्थानवरुणौ तथा ॥ ९ ॥ कृशाश्वतनयान् राम भास्वरान् कामरूपिणः । प्रतीच्छ मम भद्रं ते पात्रभूतोऽसि राघव ॥ १० ॥",
                    "arth": "तदनन्तर वे बोले-'रघुकुलनन्दन राम! तुम्हारा कल्याण हो! तुम अस्त्रविद्याके सुयोग्य पात्र हो; अतः निम्नाङ्कित अस्त्रोंको भी ग्रहण करो- सत्यवान्, सत्यकीर्ति, धृष्ट, रभस, प्रतिहारतर, प्राङ्मुख, अवाड्मुख, लक्ष्य, अलक्ष्य, दृढ़नाभ, सुनाभ, दशाक्ष, शतवत्र, दशशीर्ष, शतोदर, पद्मनाभ, महानाभ, दुन्दुनाभ, स्वनाभ, ज्योतिष, शकुन, नैरास्य, विमल, दैत्यनाशक यौगंधर और विनिद्र, शुचिबाहु, महाबाहु, निष्कलि, विरुच, सार्चिमाली, धृतिर्माली, वृत्तिमान्, रुचिर, पित्र्य, सौमनस, विधूत, मकर, परवीर, रति, धन, धान्य, कामरूप, कामरुचि, मोह, आवरण, जृम्भक, सर्पनाथ, पन्थान और वरुण ये सभी प्रजापति कृशाश्वके पुत्र हैं। ये इच्छानुसार रूप धारण करनेवाले तथा परम तेजस्वी हैं। तुम इन्हें ग्रहण करो' ॥४-१०॥"
                },
                {
                    "slok": "बाढमित्येव काकुत्स्थ: प्रहृष्टेनान्तरात्मना । दिव्यभास्वरदेहाश्च मूर्तिमन्तः सुखप्रदाः ॥ ११ ॥",
                    "arth": "तब 'बहुत अच्छा' कहकर श्रीरामचन्द्रजीने प्रसन्न मनसे उन अस्त्रोंको ग्रहण किया। उन मूर्तिमान् अस्त्रोंके शरीर दिव्य तेजसे उद्भासित हो रहे थे। वे अस्त्र जगत्को सुख देनेवाले थे ॥ ११ ॥"
                },
                {
                    "slok": "केचिदंगारसदृशाः केचिद् धूमोपमास्तथा । चन्द्रार्कसदृशाः केचित् प्राञ्जलिपुटास्तथा ॥ १२ ॥",
                    "arth": "उनमेंसे कितने ही अंगारोंके समान तेजस्वी थे। कितने ही धूमके समान काले प्रतीत होते थे तथा कुछ अस्त्र सूर्य और चन्द्रमाके समान प्रकाशमान थे। वे सब-के-सब हाथ जोड़कर श्रीरामके समक्ष खड़े हुए ॥ १२ ॥"
                },
                {
                    "slok": "रामं प्राञ्जलयो भूत्वाब्रुवन् मधुरभाषिणः । इमे स्म नरशार्दूल शाधि किं करवाम ते ॥ १३ ॥",
                    "arth": "उन्होंने अञ्जलि बाँधे मधुर वाणीमें श्रीरामसे इस प्रकार कहा- 'पुरुषसिंह! हमलोग आपके दास हैं। आज्ञा कीजिये, हम आपकी क्या सेवा करें ?' ॥ १३ ॥"
                },
                {
                    "slok": "गम्यतामिति तानाह यथेष्टं रघुनन्दनः । मानसाः कार्यकालेषु साहाय्यं मे करिष्यथ ॥ १४ ॥",
                    "arth": "तब रघुकुलनन्दन रामने उनसे कहा-'इस समय तो आपलोग अपने अभीष्ट स्थानको जायँ; परंतु आवश्यकताके समय मेरे मनमें स्थित होकर सदा मेरी सहायता करते रहें' ॥ १४ ॥"
                },
                {
                    "slok": "अथ ते राममामन्त्र्य कृत्वा चापि प्रदक्षिणम् । एवमस्त्विति काकुत्स्थमुक्त्वा जग्मुर्यथागतम् ॥ १५ ॥",
                    "arth": "तत्पश्चात् वे श्रीरामकी परिक्रमा करके उनसे विदा ले उनकी आज्ञाके अनुसार कार्य करनेकी प्रतिज्ञा करके जैसे आये थे, वैसे चले गये ॥ १५ ॥"
                },
                {
                    "slok": "सच तान् राघवो ज्ञात्वा विश्वामित्रं महामुनिम्। गच्छन्नेवाथ मधुरं श्लक्ष्णं वचनमब्रवीत् ॥ १६ ॥ किमेतन्मेघसंकाशं पर्वतस्याविदूरतः । वृक्षखण्डमितो भाति परं कौतूहलं हि मे ॥ १७ ॥",
                    "arth": "इस प्रकार उन अस्त्रोंका ज्ञान प्राप्त करके श्रीरघुनाथजीने चलते-चलते ही महामुनि विश्वामित्रसे मधुर वाणीमें पूछा-'भगवन् ! सामनेवाले पर्वतके पास ही जो यह मेघोंकी घटाके समान सघन वृक्षोंसे भरा स्थान दिखायी देता है, क्या है? उसके विषय में जाननेके लिये मेरे मनमें बड़ी उत्कण्ठा हो रही है ॥ १६-१७ ॥"
                },
                {
                    "slok": "दर्शनीयं मृगाकीर्णं मनोहरमतीव च। नानाप्रकारैः शकुनैर्वल्गुभाषैरलंकृतम् ॥ १८ ॥",
                    "arth": "'यह दर्शनीय स्थान मृगोंके झुंडसे भरा हुआ होनेके कारण अत्यन्त मनोहर प्रतीत होता है। नाना प्रकारके पक्षी अपनी मधुर शब्दावलीसे इस स्थानकी शोभा बढ़ाते हैं ॥ १८ ॥"
                },
                {
                    "slok": "निःसृताः स्मो मुनिश्रेष्ठ कान्ताराद् रोमहर्षणात् । अनया त्ववगच्छामि देशस्य सुखवत्तया ॥ १९ ॥",
                    "arth": "'मुनिश्रेष्ठ! इस प्रदेशकी इस सुखमयी स्थितिसे यह जान पड़ता है कि अब हमलोग उस रोमाञ्चकारी दुर्गम ताटकावनसे बाहर निकल आये हैं ॥ १९ ॥"
                },
                {
                    "slok": "सर्वं मे शंस भगवन् कस्याश्रमपदं त्विदम् । सम्प्राप्ता यत्र ते पापा ब्रह्मघ्ना दुष्टचारिणः ॥ २० ॥ तव यज्ञस्य विघ्नाय दुरात्मानो महामुने । भगवंस्तस्य को देश: सा यत्र तव याज्ञिकी ॥ २१ ॥ रक्षितव्या क्रिया ब्रह्मन् मया वध्याश्च राक्षसाः । एतत् सर्वं मुनिश्रेष्ठ श्रोतुमिच्छाम्यहं प्रभो ॥ २२ ॥",
                    "arth": "'भगवन्! मुझे सब कुछ बताइये। यह किसका आश्रम है? भगवन्! महामुने! जहाँ आपकी यज्ञक्रिया हो रही है, जहाँ वे पापी, दुराचारी, ब्रह्महत्यारे, दुरात्मा राक्षस आपके यज्ञमें विघ्न डालनेके लिये आया करते हैं और जहाँ मुझे यज्ञकी रक्षा तथा राक्षसोंके वधका कार्य करना है, उस आपके आश्रमका कौन सा देश है? ब्रह्मन्! मुनिश्रेष्ठ प्रभो! यह सब मैं सुनना चाहता हूँ' ॥ २०-२२॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "29",
            "arth": [
                {
                    "slok": "अथ तस्याप्रमेयस्य वचनं परिपृच्छतः । विश्वामित्रो महातेजा व्याख्यातुमुपचक्रमे ॥ १ ॥",
                    "arth": "अपरिमित प्रभावशाली भगवान् श्रीरामका वचन सुनकर महातेजस्वी विश्वामित्रने उनके प्रश्नका उत्तर देना आरम्भ किया – ॥ १ ॥"
                },
                {
                    "slok": "इह राम महाबाहो विष्णुर्देवनमस्कृतः । वर्षाणि सुबहूनीह तथा युगशतानि च ॥ २ ॥ तपश्चरणयोगार्थमुवास सुमहातपाः । एष पूर्वाश्रमो राम वामनस्य महात्मनः ॥ ३ ॥",
                    "arth": "'महाबाहु श्रीराम! पूर्वकालमें यहाँ देववन्दित भगवान् विष्णुने बहुत वर्षों एवं सौ युगोंतक तपस्याके लिये निवास किया था। उन्होंने यहाँ बहुत बड़ी तपस्या की थी। यह स्थान महात्मा वामनका- वामन अवतार धारण करनेको उद्यत हुए श्रीविष्णुका अवतार ग्रहणसे पूर्व  आश्रम था ॥ २-३॥"
                },
                {
                    "slok": "सिद्धाश्रम इति ख्यातः सिद्धो ह्यत्र महातपाः । एतस्मिन्नेव काले तु राजा वैरोचनिर्बलिः ॥ ४ ॥ निर्जित्य दैवतगणान् सेन्द्रान् सहमरुद्गणान् । कारयामास तद्राज्यं त्रिषु लोकेषु विश्रुतः ॥ ५ ॥",
                    "arth": "'इसकी सिद्धाश्रमके नामसे प्रसिद्धि थी; क्योंकि यहाँ महातपस्वी विष्णुको सिद्धि प्राप्त हुई थी। जब वे तपस्या करते थे, उसी समय विरोचनकुमार राजा बलिने इन्द्र और मरुद्गणोंसहित समस्त देवताओंको पराजित करके उनका राज्य अपने अधिकारमें कर लिया था। वे तीनों लोकोंमें विख्यात हो गये थे ॥ ४-५ ।।"
                },
                {
                    "slok": "यज्ञं चकार सुमहानसुरेन्द्रो महाबलः । बलेस्तु यजमानस्य देवाः साग्निपुरोगमा: । समागम्य स्वयं चैव विष्णुमूचुरिहाश्रमे ॥ ६ ॥",
                    "arth": "'उन महाबली महान् असुरराजने एक यज्ञका आयोजन किया। उधर बलि यज्ञमें लगे हुए थे, इधर अग्नि आदि देवता स्वयं इस आश्रममें पधारकर भगवान् विष्णुसे बोले- ॥"
                },
                {
                    "slok": "बलिर्वैरोचनिर्विष्णो यजते यज्ञमुत्तमम् । असमाप्तव्रते तस्मिन् स्वकार्यमभिपद्यताम् ॥ ७ ॥",
                    "arth": "“सर्वव्यापी परमेश्वर! विरोचनकुमार बलि एक उत्तम यज्ञका अनुष्ठान कर रहे हैं। उनका वह यज्ञ सम्बन्धी नियम पूर्ण होनेसे पहले ही हमें अपना कार्य सिद्ध कर लेना चाहिये ॥ ७ ॥"
                },
                {
                    "slok": "ये चैनमभिवर्तन्ते याचितार इतस्ततः । यच्च यत्र यथावच्च सर्वं तेभ्यः प्रयच्छति ॥ ८ ॥",
                    "arth": "इस समय जो भी याचक इधर-उधरसे आकर उनके यहाँ याचनाके लिये उपस्थित होते हैं, वे गो, भूमि और सुवर्ण आदि सम्पत्तियोंमेंसे जिस वस्तुको भी लेना चाहते हैं, उनको वे सारी वस्तुएँ राजा बलि यथावत् रूपसे अर्पित करते हैं ॥ ८ ॥"
                },
                {
                    "slok": "स त्वं सुरहितार्थाय मायायोगमुपाश्रितः । वामनत्वं गतो विष्णो कुरु कल्याणमुत्तमम् ॥ ९ ॥",
                    "arth": "अतः विष्णो! आप देवताओंके हितके लिये अपनी योगमायाका आश्रय ले वामनरूप धारण करके उस यज्ञमें जाइये और हमारा उत्तम कल्याण साधन कीजिये' ॥ ९ ॥"
                },
                {
                    "slok": "एतस्मिन्नन्तरे राम कश्यपोऽग्निसमप्रभः । अदित्या सहितो राम दीप्यमान इवौजसा ॥ १० ॥ देवीसहायो भगवान् दिव्यं वर्षसहस्रकम् । व्रतं समाप्य वरदं तुष्टाव मधुसूदनम् ॥ ११ ॥",
                    "arth": "'श्रीराम! इसी समय अग्निके समान तेजस्वी महर्षि कश्यप धर्मपत्नी अदितिके साथ अपने तेजसे प्रकाशित होते हुए वहाँ आये। वे सहस्र दिव्य वर्षोंतक चालू रहनेवाले महान् व्रतको अदितिदेवीके साथ ही समाप्त करके आये थे। उन्होंने वरदायक भगवान् मधुसूदनकी इस प्रकार स्तुति की- ॥ १०-११ ॥"
                },
                {
                    "slok": "तपोमयं तपोराशिं तपोमूर्तिं तपात्मकम् । तपसा त्वां सुतप्तेन पश्यामि पुरुषोत्तमम् ॥ १२ ॥",
                    "arth": "भगवन्! आप तपोमय हैं। तपस्याकी राशि हैं। 44 तप आपका स्वरूप है। आप ज्ञानस्वरूप हैं। मैं भलीभाँति तपस्या करके उसके प्रभावसे आप पुरुषोत्तमका दर्शन कर रहा हूँ ॥ १२ ॥"
                },
                {
                    "slok": "शरीरे तव पश्यामि जगत् सर्वमिदं प्रभो । त्वमनादिरनिर्देश्यस्त्वामहं शरणं गतः ॥ १३ ॥",
                    "arth": "प्रभो! मैं इस सारे जगत्को आपके शरीरमें स्थित देखता हूँ। आप अनादि हैं। देश, काल और वस्तुकी सीमासे परे होनेके कारण आपका इदमित्थंरूपसे निर्देश नहीं किया जा सकता। मैं आपकी शरणमें आया हूँ' ॥ १३ ॥"
                },
                {
                    "slok": "तमुवाच हरिः प्रीतः कश्यपं गतकल्मषम् । वरं वरय भद्रं ते वरार्होऽसि मतो मम ॥ १४ ॥",
                    "arth": "'कश्यपजीके सारे पाप धुल गये थे। भगवान् श्रीहरिने अत्यन्त प्रसन्न होकर उनसे कहा-'महर्षे! तुम्हारा कल्याण हो। तुम अपनी इच्छाके अनुसार कोई वर माँगो; क्योंकि तुम मेरे विचारसे वर पानेके योग्य हो' ॥ १४ ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा वचनं तस्य मारीचः कश्यपोऽब्रवीत् । अदित्या देवतानां च मम चैवानुयाचितम् ॥ १५ ॥ वरं वरद सुप्रीतो दातुमर्हसि सुव्रत । पुत्रत्वं गच्छ भगवन्नदित्या मम चानघ ॥ १६ ॥",
                    "arth": "'भगवान्का यह वचन सुनकर मरीचिनन्दन कश्यपने कहा – 'उत्तम व्रतका पालन करनेवाले वरदायक परमेश्वर ! सम्पूर्ण देवताओंकी, अदितिकी तथा मेरी भी आपसे एक ही बातके लिये बारम्बार याचना है। आप अत्यन्त प्रसन्न होकर मुझे वह एक ही वर प्रदान करें। भगवन् ! निष्पाप नारायणदेव! आप मेरे और अदितिके पुत्र हो जायँ ॥ १५-१६ ॥"
                },
                {
                    "slok": "भ्राता भव यवीयांस्त्वं शक्रस्यासुरसूदन । शोकार्तानां तु देवानां साहाय्यं कर्तुमर्हसि ॥ १७ ॥",
                    "arth": "'असुरसूदन! आप इन्द्रके छोटे भाई हों और शोकसे पीड़ित हुए इन देवताओंकी सहायता करें ॥ १७ ॥"
                },
                {
                    "slok": "अयं सिद्धाश्रमो नाम प्रसादात् ते भविष्यति । सिद्धे कर्मणि देवेश उत्तिष्ठ भगवन्नितः ॥ १८ ॥",
                    "arth": "देवेश्वर ! भगवन्! आपकी कृपासे यह स्थान सिद्धाश्रमके नामसे विख्यात होगा। अब आपका तपरूप कार्य सिद्ध हो गया है; अतः यहाँसे उठिये ' ॥ १८ ॥"
                },
                {
                    "slok": "अथ विष्णुर्महातेजा अदित्यां समजायत । वामनं रूपमास्थाय वैरोचनिमुपागमत् ॥ १९ ॥",
                    "arth": "'तदनन्तर महातेजस्वी भगवान् विष्णु अदितिदेवीके गर्भसे प्रकट हुए और वामनरूप धारण करके विरोचनकुमार बलिके पास गये ॥ १९ ॥"
                },
                {
                    "slok": "त्रीन् पदानथ भिक्षित्वा प्रतिगृह्य च मेदिनीम् । आक्रम्य लोकाँल्लोकार्थी सर्वलोकहिते रतः ।। २० ।। महेन्द्राय पुनः प्रादान्नियम्य बलिमोजसा । त्रैलोक्यं स महातेजाश्चक्रे शक्रवशं पुनः ।। २१ ।।",
                    "arth": "'सम्पूर्ण लोकोंके हितमें तत्पर रहनेवाले भगवान् विष्णु बलिके अधिकारसे त्रिलोकीका राज्य ले लेना चाहते थे; अतः उन्होंने तीन पग भूमिके लिये याचना करके उनसे भूमिदान ग्रहण किया और तीनों लोकोंको आक्रान्त करके उन्हें पुनः देवराज इन्द्रको लौटा दिया। महातेजस्वी श्रीहरिने अपनी शक्तिसे बलिका निग्रह करके त्रिलोकीको पुनः इन्द्रके अधीन कर दिया ॥ २०-२१ ॥"
                },
                {
                    "slok": "तेनैव पूर्वमाक्रान्त आश्रमः श्रमनाशनः । मयापि भक्त्या तस्यैव वामनस्योपभुज्यते ॥ २२ ॥",
                    "arth": "'उन्हीं भगवान्ने पूर्वकालमें यहाँ निवास किया था; इसलिये यह आश्रम सब प्रकारके श्रम ( दुःख शोक) का नाश करनेवाला है। उन्हीं भगवान् वामनमें भक्ति होनेके कारण मैं भी इस स्थानको अपने उपयोगमें लाता हूँ॥ २२ ॥"
                },
                {
                    "slok": "एनमाश्रममायान्ति राक्षसा विघ्नकारिणः । अत्र ते पुरुषव्याघ्र हन्तव्या दुष्टचारिणः ॥ २३ ॥",
                    "arth": "'इसी आश्रमपर मेरे यज्ञमें विघ्न डालनेवाले राक्षस आते हैं। पुरुषसिंह! यहीं तुम्हें उन दुराचारियोंका वध करना है ॥ २३ ॥"
                },
                {
                    "slok": "अद्य गच्छामहे राम सिद्धाश्रममनुत्तमम् । तदाश्रमपदं तात तवाप्येतद् यथा मम ॥ २४ ॥",
                    "arth": "'श्रीराम! अब हमलोग उस परम उत्तम सिद्धाश्रममें पहुँच रहे हैं। तात! वह आश्रम जैसे मेरा है, वैसे ही तुम्हारा भी है' ॥ २४ ॥"
                },
                {
                    "slok": "इत्युक्त्वा परमप्रीतो गृह्य रामं सलक्ष्मणम् । प्रविशन्नाश्रमपदं व्यरोचत महामुनिः । शशीव गतनीहारः पुनर्वसुसमन्वितः ॥ २५ ॥",
                    "arth": "ऐसा कहकर महामुनिने बड़े प्रेमसे श्रीराम और लक्ष्मणके हाथ पकड़ लिये और उन दोनोंके साथ आश्रममें प्रवेश किया। उस समय पुनर्वसु नामक दो नक्षत्रोंके बीचमें स्थित तुषाररहित चन्द्रमाकी भाँति उनकी शोभा हुई ॥ २५ ॥"
                },
                {
                    "slok": "तं दृष्ट्वा मुनयः सर्वे सिद्धाश्रमनिवासिनः । उत्पत्योत्पत्य सहसा विश्वामित्रमपूजयन् ॥ २६ ॥ यथार्हं चक्रिरे पूजां विश्वामित्राय धीमते । तथैव राजपुत्राभ्यामकुर्वन्नतिथिक्रियाम् ॥ २७ ॥",
                    "arth": "विश्वामित्रजीको आया देख सिद्धाश्रममें रहनेवाले सभी तपस्वी उछलते-कूदते हुए सहसा उनके पास आये और सबने मिलकर उन बुद्धिमान् विश्वामित्रजीकी यथोचित पूजा की। इसी प्रकार उन्होंने उन दोनों राजकुमारोंका भी अतिथि सत्कार किया ॥ २६-२७ ॥"
                },
                {
                    "slok": "मुहूर्तमथ विश्रान्तौ राजपुत्रावरिंदमौ । प्राञ्जली मुनिशार्दूलमूचतू रघुनन्दनौ ॥ २८ ॥",
                    "arth": "दो घड़ीतक विश्राम करनेके बाद रघुकुलको आनन्द देनेवाले शत्रुदमन राजकुमार श्रीराम और लक्ष्मण हाथ जोड़कर मुनिवर विश्वामित्रसे बोले- ॥ २८ ॥"
                },
                {
                    "slok": "अद्यैव दीक्षां प्रविश भद्रं ते मुनिपुंगव । सिद्धाश्रमोऽयं सिद्धः स्यात् सत्यमस्तु वचस्तव ॥ २९ ॥",
                    "arth": "'मुनिश्रेष्ठ! आप आज ही यज्ञकी दीक्षा ग्रहण करें। आपका कल्याण हो। यह सिद्धाश्रम वास्तवमें यथानाम तथागुण सिद्ध हो और राक्षसोंके वधके विषयमें आपकी कही हुई बात सच्ची हो' ॥ २९ ॥"
                },
                {
                    "slok": "एवमुक्तो महातेजा विश्वामित्रो महानृषिः । प्रविवेश तदा दीक्षां नियतो नियतेन्द्रियः ॥ ३० ॥ कुमारावपि तां रात्रिमुषित्वा सुसमाहितौ । प्रभातकाले चोत्थाय पूर्वी संध्यामुपास्य च ॥ ३१ ॥ प्रशुची परमं जाप्यं समाप्य नियमेन च। हुताग्निहोत्रमासीनं विश्वामित्रमवन्दताम् ॥ ३२ ॥",
                    "arth": "उनके ऐसा कहनेपर महातेजस्वी महर्षि विश्वामित्र जितेन्द्रियभावसे नियमपूर्वक यज्ञकी दीक्षामें प्रविष्ट हुए। वे दोनों राजकुमार भी सावधानीके साथ रात व्यतीत करके सबेरे उठे और स्नान आदिसे शुद्ध हो प्रातः कालकी संध्योपासना तथा नियमपूर्वक सर्वश्रेष्ठ गायत्रीमन्त्रका जप करने लगे। जप पूरा होनेपर उन्होंने अग्निहोत्र करके बैठे हुए विश्वामित्रजीके चरणों में वन्दना की ॥ ३०-३२॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "30",
            "arth": [
                {
                    "slok": "अथ तौ देशकालज्ञौ राजपुत्रावरिंदमौ । देशे काले च वाक्यज्ञावबूतां कौशिकं वचः ॥ १ ॥",
                    "arth": "तदनन्तर देश और कालको जाननेवाले शत्रुदमन राजकुमार श्रीराम और लक्ष्मण जो देश और कालके अनुसार बोलने योग्य वचनके मर्मज्ञ थे, कौशिक मुनिसे इस प्रकार बोले- ॥ १ ॥"
                },
                {
                    "slok": "भगवञ्छ्रोतुमिच्छावो यस्मिन् काले निशाचरौ । संरक्षणीयौ तौ ब्रूहि नातिवर्तेत तत्क्षणम् ॥ २ ॥",
                    "arth": "'भगवन्! अब हम दोनों यह सुनना चाहते हैं कि किस समय उन दोनों निशाचरोंका आक्रमण होता है? जब कि हमें उन दोनोंको यज्ञभूमिमें आनेसे रोकना है। कहीं ऐसा न हो, असावधानीमें ही वह समय हाथसे निकल जाय; अतः उसे बता दीजिये' ॥ २ ॥"
                },
                {
                    "slok": "एवं ब्रुवाणौ काकुत्स्थौ त्वरमाणौ युयुत्सया । सर्वे ते मुनयः प्रीताः प्रशशंसुर्नृपात्मजौ ॥ ३ ॥",
                    "arth": "ऐसी बात कहकर युद्धकी इच्छासे उतावले हुए उन दोनों ककुत्स्थवंशी राजकुमारोंकी ओर देखकर वे सब मुनि बड़े प्रसन्न हुए और उन दोनों बन्धुओंकी भूरि-भूरि प्रशंसा करने लगे ॥ ३ ॥"
                },
                {
                    "slok": "अद्यप्रभृति षड्रात्रं रक्षतां राघवौ युवाम् । दीक्षां गतो ह्येष मुनिर्मोनित्वं च गमिष्यति ॥ ४ ॥",
                    "arth": "वे बोले-'ये मुनिवर विश्वामित्रजी यज्ञकी दीक्षा ले चुके हैं; अतः अब मौन रहेंगे। आप दोनों रघुवंशी वीर सावधान होकर आजसे छः रातोंतक इनके यज्ञकी रक्षा करते रहें' ॥ ४ ॥"
                },
                {
                    "slok": "तौ तु तद्वचनं श्रुत्वा राजपुत्रौ यशस्विनौ । अनिद्रं षडहोरात्रं तपोवनमरक्षताम् ॥ ५ ॥",
                    "arth": "मुनियोंका यह वचन सुनकर वे दोनों यशस्वी राजकुमार लगातार छः दिन और छः राततक उस तपोवनकी रक्षा करते रहे; इस बीचमें उन्होंने नींद भी नहीं ली ॥५॥"
                },
                {
                    "slok": "उपासांचक्रतुवरौ यत्तौ परमधन्विनौ । ररक्षतुर्मुनिवरं विश्वामित्रमरिंदमौ ॥ ६ ॥",
                    "arth": "शत्रुओंका दमन करनेवाले वे परम धनुर्धर वीर सतत सावधान रहकर मुनिवर विश्वामित्रके पास खड़े हो उनकी (और उनके यज्ञकी) रक्षामें लगे रहे ॥ ६ ॥"
                },
                {
                    "slok": "अथ काले गते तस्मिन् षष्ठेऽहनि तदागते । सौमित्रिमब्रवीद् रामो यत्तो भव समाहितः ॥ ७ ॥",
                    "arth": "इस प्रकार कुछ काल बीत जानेपर जब छठा दिन आया, तब श्रीरामने सुमित्राकुमार लक्ष्मणसे कहा- 'सुमित्रानन्दन! तुम अपने चित्तको एकाग्र करके सावधान हो जाओ' ॥ ७ ॥"
                },
                {
                    "slok": "रामस्यैवं ब्रुवाणस्य त्वरितस्य युयुत्सया । प्रजज्वाल ततो वेदिः सोपाध्यायपुरोहिता ॥ ८ ॥",
                    "arth": "युद्धकी इच्छासे शीघ्रता करते हुए श्रीराम इस प्रकार कह ही रहे थे कि उपाध्याय (ब्रह्मा), पुरोहित (उपद्रष्टा) तथा अन्यान्य ऋत्विजोंसे घिरी हुई यज्ञकी वेदी सहसा प्रज्वलित हो उठी (वेदीका यह जलना राक्षसोंके आगमनका सूचक उत्पात था) ॥ ८॥"
                },
                {
                    "slok": "सदर्भचमसस्रुक्का ससमित्कुसुमोच्चया। विश्वामित्रेण सहिता वेदिर्जज्वाल सर्विजा ॥ ९ ॥",
                    "arth": "इसके बाद कुश, चमस, स्रुक्, समिधा और फूलोंके ढेरसे सुशोभित होनेवाली विश्वामित्र तथा ऋत्विजोंसहित जो यज्ञकी वेदी थी, उसपर आहवनीय अग्नि प्रज्वलित हुई (अग्निका यह प्रज्वलन यज्ञके उद्देश्यसे हुआ था) ॥ ९ ॥"
                },
                {
                    "slok": "मन्त्रवच्च यथान्यायं यज्ञोऽसौ सम्प्रवर्तते । आकाशे च महान् शब्दः प्रादुरासीद् भयानकः ॥ १० ॥",
                    "arth": "फिर तो शास्त्रीय विधिके अनुसार वेद-मन्त्रोंके उच्चारणपूर्वक उस यज्ञका कार्य आरम्भ हुआ। इसी समय आकाशमें बड़े जोरका शब्द हुआ, जो बड़ा ही भयानक था ॥ १० ॥"
                },
                {
                    "slok": "आवार्य गगनं मेघो यथा प्रावृषि दृश्यते । तथा मायां विकुर्वाणौ राक्षसावभ्यधावताम् ॥ ११ ॥ मारीचश्च सुबाहुश्च तयोरनुचरास्तथा । आगम्य भीमसंकाशा रुधिरौघानवासृजन् ॥ १२ ॥",
                    "arth": "जैसे वर्षाकालमें मेघोंकी घटा सारे आकाशको घेरकर छायी हुई दिखायी देती है, उसी प्रकार मारीच और सुबाहु नामक राक्षस सब ओर अपनी माया फैलाते हुए यज्ञमण्डपकी ओर दौड़े आ रहे थे। उनके अनुचर भी साथ थे। उन भयंकर राक्षसोंने वहाँ आकर रक्तकी धाराएँ बरसाना आरम्भ कर दिया ॥ ११-१२॥"
                },
                {
                    "slok": "तां तेन रुधिरौघेण वेदीं वीक्ष्य समुक्षिताम् । सहसाभिद्रुतो रामस्तानपश्यत् ततो दिवि ॥ १३ ॥ तावापतन्तौ सहसा दृष्ट्वा राजीवलोचनः । लक्ष्मणं त्वभिसम्प्रेक्ष्य रामो वचनमब्रवीत् ॥ १४ ॥",
                    "arth": "रक्तके उस प्रवाहसे यज्ञ-वेदीके आस-पासकी भूमिको भीगी हुई देख श्रीरामचन्द्रजी सहसा दौड़े और इधर उधर दृष्टि डालनेपर उन्होंने उन राक्षसोंको आकाशमें स्थित देखा। मारीच और सुबाहुको सहसा आते देख कमलनयन श्रीरामने लक्ष्मणकी ओर देखकर कहा- ॥ १३-१४ ॥"
                },
                {
                    "slok": "पश्य लक्ष्मण दुर्वृत्तान् राक्षसान् पिशिताशनान् । मानवास्त्रसमाधूताननिलेन यथा घनान् ॥ १५ ॥ करिष्यामि न संदेहो नोत्सहे हन्तुमीदृशान् ।",
                    "arth": "'लक्ष्मण! वह देखो, मांसभक्षण करनेवाले दुराचारी राक्षस आ पहुँचे। मैं मानवास्त्रसे इन सबको उसी प्रकार मार भगाऊँगा, जैसे वायुके वेगसे बादल छिन्न-भिन्न हो जाते हैं। मेरे इस कथनमें तनिक भी संदेह नहीं है। ऐसे कायरोंको मैं मारना नहीं चाहता' ॥ १५ ॥"
                },
                {
                    "slok": "इत्युक्त्वा वचनं रामश्चापे संधाय वेगवान् ॥ १६ ॥ मानवं परमोदारमस्त्रं परमभास्वरम् । चिक्षेप परमक्रुद्धो मारीचोरसि राघवः ॥ १७ ॥",
                    "arth": "ऐसा कहकर वेगशाली श्रीरामने अपने धनुषपर परम उदार मानवास्त्रका संधान किया। वह अस्त्र अत्यन्त तेजस्वी था। श्रीरामने बड़े रोषमें भरकर मारीचकी छातीमें उस बाणका प्रहार किया ।। १६-१७ ॥"
                },
                {
                    "slok": "स तेन परमास्त्रेण मानवेन समाहतः । सम्पूर्ण योजनशतं क्षिप्तः सागरसम्प्लवे ॥ १८ ॥",
                    "arth": "उस उत्तम मानवास्त्रका गहरा आघात लगनेसे मारीच पूरे सौ योजनकी दूरीपर समुद्रके जलमें जा गिरा ॥ १८ ॥"
                },
                {
                    "slok": "विचेतनं विघूर्णन्तं शीतेषुबलपीडितम् । निरस्तं दृश्य मारीचं रामो लक्ष्मणमब्रवीत् ॥ १९ ॥",
                    "arth": "शीतेषु नामक मानवास्त्रसे पीड़ित हो मारीच अचेत-सा होकर चक्कर काटता हुआ दूर चला जा रहा है। यह देख श्रीरामने लक्ष्मणसे कहा- ॥ १९ ॥"
                },
                {
                    "slok": "पश्य लक्ष्मण शीतेषुं मानवं मनुसंहितम् मोहयित्वा नयत्येनं न च प्राणैर्वियुज्यते ॥ २० ॥",
                    "arth": "'लक्ष्मण! देखो, मनुके द्वारा प्रयुक्त शीतेषु नामक मानवास्त्र इस राक्षसको मूर्छित करके दूर लिये जा रहा है, किंतु उसके प्राण नहीं ले रहा है ॥ २० ॥"
                },
                {
                    "slok": "इमानपि वधिष्यामि निर्घृणान् दुष्टचारिणः । राक्षसान् पापकर्मस्थान् यज्ञघ्नान् रुधिराशनान् ॥ २१ ॥",
                    "arth": "'अब यज्ञमें विघ्न डालनेवाले इन दूसरे निर्दय, दुराचारी, पापकर्मी एवं रक्तभोजी राक्षसोंको भी मार गिराता हूँ' ॥ २१ ॥"
                },
                {
                    "slok": "इत्युक्त्वा लक्ष्मणं चाशु लाघवं दर्शयन्निव विगृह्य सुमहच्चास्त्रमाग्नेयं रघुनन्दनः ॥ २२ ॥ सुबाहूरसि चिक्षेप स विद्धः प्रापतद् भुवि । शेषान् वायव्यमादाय निजघान महायशाः । राघवः परमोदारो मुनीनां मुदमावहन् ॥ २३ ॥",
                    "arth": "लक्ष्मणसे ऐसा कहकर रघुनन्दन श्रीरामने अपने हाथकी फुर्ती दिखाते हुए-से शीघ्र ही महान् आग्नेयास्त्रका संधान करके उसे सुबाहुकी छातीपर चलाया । उसकी चोट लगते ही वह मरकर पृथ्वीपर गिर पड़ा। फिर महायशस्वी परम उदार रघुवीरने वायव्यास्त्र लेकर शेष निशाचरोंका भी संहार कर डाला और मुनियोंको परम आनन्द प्रदान किया ॥ २३ ॥"
                },
                {
                    "slok": "स हत्वा राक्षसान् सर्वान् यज्ञघ्नान् रघुनन्दनः । ऋषिभिः पूजितस्तत्र यथेन्द्रो विजये पुरा ॥ २४ ॥",
                    "arth": "इस प्रकार रघुकुलनन्दन श्रीराम यज्ञमें विघ्न डालनेवाले समस्त राक्षसोंका वध करके वहाँ ऋषियोंद्वारा उसी प्रकार सम्मानित हुए जैसे पूर्वकालमें देवराज इन्द्र असुरोंपर विजय पाकर महर्षियोंद्वारा पूजित हुए थे ॥ २४ ॥"
                },
                {
                    "slok": "अथ यज्ञे समाप्ते तु विश्वामित्रो महामुनिः । निरीतिका दिशो दृष्ट्वा काकुत्स्थमिदमब्रवीत् ॥ २५ ॥",
                    "arth": "यज्ञ समाप्त होनेपर महामुनि विश्वामित्रने सम्पूर्ण दिशाओंको विघ्न-बाधाओंसे रहित देख श्रीरामचन्द्रजीसे कहा - ॥ २५ ॥"
                },
                {
                    "slok": "कृतार्थोऽस्मि महाबाहो कृतं गुरुवचस्त्वया । सिद्धाश्रममिदं सत्यं कृतं वीर महायशः । स हि रामं प्रशस्यैवं ताभ्यां संध्यामुपागमत् ॥ २६ ॥",
                    "arth": "'महाबाहो! मैं तुम्हें पाकर कृतार्थ हो गया। तुमने गुरुकी आज्ञाका पूर्णरूपसे पालन किया। महायशस्वी वीर! तुमने इस सिद्धाश्रमका नाम सार्थक कर दिया।' इस प्रकार श्रीरामचन्द्रजीकी प्रशंसा करके मुनिने उन दोनों भाइयोंके साथ संध्योपासना की ॥ २६ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "31",
            "arth": [
                {
                    "slok": "अथ तां रजनीं तत्र कृतार्थी रामलक्ष्मणौ । ऊषतुर्मुदितौ वीरौ प्रहृष्टेनान्तरात्मना ॥ १ ॥",
                    "arth": "तदनन्तर (विश्वामित्रके यज्ञकी रक्षा करके) कृतकृत्य हुए श्रीराम और लक्ष्मणने उस यज्ञशालामें ही वह रात बितायी। उस समय वे दोनों वीर बड़े प्रसन्न थे। उनका हृदय हर्षोल्लाससे परिपूर्ण था ॥ १ ॥"
                },
                {
                    "slok": "प्रभातायां तु शर्वर्यां कृतपौर्वाह्निकक्रियौ । विश्वामित्रमृषींश्चान्यान् सहितावभिजग्मतुः ॥ २ ॥",
                    "arth": "रात बीतनेपर जब प्रातःकाल आया, तब वे दोनों भाई पूर्वाह्नकालके नित्य-नियमसे निवृत्त हो विश्वामित्र मुनि तथा अन्य ऋषियोंके पास साथ-साथ गये ॥ २ ॥"
                },
                {
                    "slok": "अभिवाद्य मुनिश्रेष्ठं ज्वलन्तमिव पावकम् । ऊचतुः परमोदारं वाक्यं मधुरभाषिणौ ॥ ३ ॥",
                    "arth": "वहाँ जाकर उन्होंने प्रज्वलित अग्निके समान तेजस्वी मुनिश्रेष्ठ! विश्वामित्रको प्रणाम किया और मधुर भाषामें यह परम उदार वचन कहा- ॥ ३ ॥"
                },
                {
                    "slok": "इमौ स्म मुनिशार्दूल किंकरौ समुपागतौ । आज्ञापय मुनिश्रेष्ठ शासनं करवाव किम् ॥ ४ ॥",
                    "arth": "'मुनिप्रवर! हम दोनों किङ्कर आपकी सेवामें उपस्थित हैं। मुनिश्रेष्ठ! आज्ञा दीजिये, हम क्या सेवा करें?' ॥ ४ ॥"
                },
                {
                    "slok": "एवमुक्ते तयोर्वाक्ये सर्व एव महर्षयः । विश्वामित्रं पुरस्कृत्य रामं वचनमब्रुवन् ॥ ५ ॥",
                    "arth": "उन दोनोंके ऐसा कहनेपर वे सभी महर्षि विश्वामित्रको आगे करके श्रीरामचन्द्रजीसे बोले- ॥५॥"
                },
                {
                    "slok": "मैथिलस्य नरश्रेष्ठ जनकस्य भविष्यति । यज्ञः परमधर्मिष्ठस्तत्र यास्यामहे वयम् ॥ ६ ॥",
                    "arth": "'नरश्रेष्ठ! मिथिलाके राजा जनकका परम धर्ममय यज्ञ प्रारम्भ होनेवाला है। उसमें हम सब लोग जायँगे ॥ ६ ॥"
                },
                {
                    "slok": "त्वं चैव नरशार्दूल सहास्माभिर्गमिष्यसि । अद्भुतं च धनूरत्नं तत्र त्वं द्रष्टुमर्हसि ॥ ७ ॥",
                    "arth": "'पुरुषसिंह! तुम्हें भी हमारे साथ वहाँ चलना है। वहाँ एक बड़ा ही अद्भुत धनुषरत्न है। तुम्हें उसे देखना चाहिये ॥ ७ ॥"
                },
                {
                    "slok": "तद्धि पूर्वं नरश्रेष्ठ दत्तं सदसि दैवतैः । अप्रमेयबलं घोरं मखे परमभास्वरम् ॥ ८ ॥",
                    "arth": "'पुरुषप्रवर! पहले कभी यज्ञमें पधारे हुए देवताओंने जनकके किसी पूर्वपुरुषको वह धनुष दिया था। वह कितना प्रबल और भारी है, इसका कोई माप-तोल नहीं है। वह बहुत ही प्रकाशमान एवं भयंकर है ॥ ८ ॥"
                },
                {
                    "slok": "नास्य देवा न गन्धर्वा नासुरा न च राक्षसाः । कर्तुमारोपणं शक्ता न कथंचन मानुषाः ॥ ९ ॥",
                    "arth": "'मनुष्योंकी तो बात ही क्या है। देवता, गन्धर्व, असुर तथा राक्षस भी किसी तरह उसकी प्रत्यञ्चा नहीं चढ़ा पाते ॥ ९ ॥"
                },
                {
                    "slok": "धनुषस्तस्य वीर्यं हि जिज्ञासन्तो महीक्षितः । न शेकुरारोपयितुं राजपुत्रा महाबलाः ॥ १० ॥",
                    "arth": "'उस धनुषकी शक्तिका पता लगानेके लिये कितने ही महाबली राजा और राजकुमार आये; किंतु कोई भी उसे चढ़ा न सके ॥ १० ॥"
                },
                {
                    "slok": "तद्धनुर्नरशार्दूल मैथिलस्य महात्मनः । तत्र द्रक्ष्यसि काकुत्स्थ यज्ञं च परमाद्भुतम् ॥ ११ ॥",
                    "arth": "'ककुत्स्थकुलनन्दन पुरुषसिंह राम! वहाँ चलनेसे तुम महामना मिथिलानरेशके उस धनुषको तथा उनके परम अद्भुत यज्ञको भी देख सकोगे ॥ ११ ॥"
                },
                {
                    "slok": "तद्धि यज्ञफलं तेन मैथिलेनोत्तमं धनुः । याचितं नरशार्दूल सुनाभं सर्वदैवतैः ॥ १२ ॥",
                    "arth": "'नरश्रेष्ठ! मिथिलानरेशने अपने यज्ञके फलरूपमें उस उत्तम धनुषको माँगा था; अतः सम्पूर्ण देवताओं तथा भगवान् शङ्करने उन्हें वह धनुष प्रदान किया था। उस धनुषका मध्यभाग जिसे मुट्ठीसे पकड़ा जाता है, बहुत ही सुन्दर है ॥ १२ ॥"
                },
                {
                    "slok": "आयागभूतं नृपतेस्तस्य वेश्मनि राघव । अर्चितं विविधैर्गन्धैर्धूपैश्चागुरुगन्धिभिः ॥ १३ ॥",
                    "arth": "'रघुनन्दन! राजा जनकके महलमें वह धनुष पूजनीय देवताकी भाँति प्रतिष्ठित है और नाना प्रकारके गन्ध, धूप तथा अगुरु आदि सुगन्धित पदार्थोंसे उसकी पूजा होती है' ॥ १३ ॥"
                },
                {
                    "slok": "एवमुक्त्वा मुनिवरः प्रस्थानमकरोत् तदा । सर्विसङ्घः सकाकुत्स्थ आमन्त्र्य वनदेवताः ॥ १४ ॥",
                    "arth": "ऐसा कहकर मुनिवर विश्वामित्रजीने वन-देवताओंसे आज्ञा ली और ऋषिमण्डली तथा राम-लक्ष्मणके साथ वहाँसे प्रस्थान किया ॥ १४ ॥"
                },
                {
                    "slok": "स्वस्ति वोऽस्तु गमिष्यामि सिद्धः सिद्धाश्रमादहम् । उत्तरे जाह्नवीतीरे हिमवन्तं शिलोच्चयम् ॥ १५ ॥",
                    "arth": "चलते समय उन्होंने वनदेवताओंसे कहा- 'मैं अपना यज्ञकार्य सिद्ध करके इस सिद्धाश्रमसे जा रहा हूँ। गंगाके उत्तर तटपर होता हुआ हिमालयपर्वतकी उपत्यकामें जाऊँगा। आपलोगोंका कल्याण हो' ॥ १५ ॥"
                },
                {
                    "slok": "इत्युक्त्वा मुनिशार्दूल: कौशिकः स तपोधनः । उत्तरां दिशमुद्दिश्य प्रस्थातुमुपचक्रमे ॥ १६ ॥",
                    "arth": "ऐसा कहकर तपस्याके धनी मुनिश्रेष्ठ कौशिकने उत्तर दिशाकी ओर प्रस्थान आरम्भ किया ॥ १६ ॥"
                },
                {
                    "slok": "तं व्रजन्तं मुनिवरमन्वगादनुसारिणाम् । शकटीशतमात्रं तु प्रयाणे ब्रह्मवादिनाम् ॥ १७ ॥",
                    "arth": "उस समय - प्रस्थानके समय यात्रा करते हुए मुनिवर विश्वामित्रके पीछे उनके साथ जानेवाले ब्रह्मवादी महर्षियोंकी सौ गाड़ियाँ चलीं ॥ १७ ॥"
                },
                {
                    "slok": "मृगपक्षिगणाश्चैव सिद्धाश्रमनिवासिनः । अनुजग्मुर्महात्मानं विश्वामित्रं तपोधनम् ॥ १८ ॥",
                    "arth": "सिद्धाश्रम में निवास करनेवाले मृग और पक्षी भी तपोधन विश्वामित्रके पीछे-पीछे जाने लगे ॥ १८ ॥"
                },
                {
                    "slok": "निवर्तयामास ततः सर्षिसङ्घः स पक्षिणः । ते गत्वा दूरमध्वानं लम्बमाने दिवाकरे ॥ १९ ॥ वासं चक्रुर्मुनिगणाः शोणाकूले समाहिताः । तेऽस्तं गते दिनकरे स्नात्वा हुतहुताशनाः ॥ २० ॥",
                    "arth": "कुछ दूर जानेपर ऋषिमण्डलीसहित विश्वामित्रने उन पशु-पक्षियोंको लौटा दिया। फिर दूरतकका मार्ग तै कर लेनेके बाद जब सूर्य अस्ताचलको जाने लगे, तब उन ऋषियोंने पूर्ण सावधान रहकर शोणभद्रके तटपर पड़ाव डाला। जब सूर्यदेव अस्त हो गये, तब स्नान करके उन सबने अग्निहोत्रका कार्य पूर्ण किया ।"
                },
                {
                    "slok": "विश्वामित्रं पुरस्कृत्य निषेदुरमितौजसः । रामोऽपि सहसौमित्रिर्मुनींस्तानभिपूज्य च ॥ २१ ॥ अग्रतो निषसादाथ विश्वामित्रस्य धीमतः ।",
                    "arth": "इसके बाद वे सभी अमिततेजस्वी ऋषि मुनिवर विश्वामित्रको आगे करके बैठे; फिर लक्ष्मणसहित श्रीराम भी उन ऋषियोंका आदर करते हुए बुद्धिमान् विश्वामित्रजीके सामने बैठ गये ॥ २१ ॥"
                },
                {
                    "slok": "अथ रामो महातेजा विश्वामित्रं तपोधनम् ॥ २२ ॥ पप्रच्छ मुनिशार्दूलं कौतूहलसमन्वितम् ।",
                    "arth": "तत्पश्चात् महातेजस्वी श्रीरामने तपस्याके धनी मुनिश्रेष्ठ विश्वामित्रसे कौतूहलपूर्वक पूछा- ॥ २२ ॥"
                },
                {
                    "slok": "भगवन् को न्वयं देशः समृद्धवनशोभितः ॥ २३ ॥ श्रोतुमिच्छामि भद्रं ते वक्तुमर्हसि तत्त्वतः ।",
                    "arth": "भगवन्! यह हरे-भरे समृद्धिशाली वनसे सुशोभित देश कौन-सा है? मैं इसका परिचय सुनना चाहता हूँ। आपका कल्याण हो। आप मुझे ठीक-ठीक इसका रहस्य बताइये' ॥ २३ ॥"
                },
                {
                    "slok": "नोदितो रामवाक्येन कथयामास सुव्रतः । तस्य देशस्य निखिलमृषिमध्ये महातपाः ॥ २४ ॥",
                    "arth": "श्रीरामचन्द्रजीके इस प्रश्नसे प्रेरित होकर उत्तम व्रतका पालन करनेवाले महातपस्वी विश्वामित्रने ऋषिमण्डलीके बीच उस देशका पूर्णरूपसे परिचय देना प्रारम्भ किया ॥ २४ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "32",
            "arth": [
                {
                    "slok": "ब्रह्मयोनिर्महानासीत् कुशो नाम महातपाः । अक्लिष्टव्रतधर्मज्ञः सज्जनप्रतिपूजकः ॥ १॥",
                    "arth": "(विश्वामित्रजी कहते हैं-) श्रीराम! पूर्वकालमें कुश नामसे प्रसिद्ध एक महातपस्वी राजा हो गये हैं। वे साक्षात् ब्रह्माजीके पुत्र थे। उनका प्रत्येक व्रत एवं संकल्प बिना किसी केश या कठिनाईके ही पूर्ण होता  था। वे धर्मके ज्ञाता, सत्पुरुषोंका आदर करनेवाले और  महान् थे ॥ १ ॥"
                },
                {
                    "slok": "स महात्मा कुलीनायां युक्तायां सुमहाबलान् । वैदर्भ्यां जनयामास चतुरः सदृशान् सुतान् ॥ २ ॥",
                    "arth": "उत्तम कुलमें उत्पन्न विदर्भदेशकी राजकुमारी उनकी पत्नी थी। उसके गर्भसे उन महात्मा नरेशने चार पुत्र उत्पन्न किये, जो उन्हींके समान थे ॥ २ ॥"
                },
                {
                    "slok": "कुशाम्ब कुशनाभं च असूर्तरजसं वसुम् । दीप्तियुक्तान् महोत्साहान् क्षत्रधर्मचिकीर्षया ॥ ३ ॥ तानुवाच कुशः पुत्रान् धर्मिष्ठान् सत्यवादिनः । क्रियतां पालनं पुत्रा धर्मं प्राप्स्यथ पुष्कलम् ॥ ४ ॥",
                    "arth": "उनके नाम इस प्रकार हैं- कुशाम्ब, कुशनाभ, असूर्तरजस तथा वसु ये सब-के-सब तेजस्वी तथा महान् उत्साही थे। राजा कुशने 'प्रजारक्षणरूप' क्षत्रिय धर्मके पालनकी इच्छासे अपने उन धर्मिष्ठ तथा सत्यवादी पुत्रोंसे कहा- 'पुत्रो! प्रजाका पालन करो, इससे तुम्हें धर्मका पूरा-पूरा फल प्राप्त होगा' ॥ ३-४ ॥"
                },
                {
                    "slok": "कुशस्य वचनं श्रुत्वा चत्वारो लोकसत्तमाः । निवेशं चक्रिरे सर्वे पुराणां नृवरास्तदा ॥ ५ ॥",
                    "arth": "अपने पिता महाराज कुशकी यह बात सुनकर उन चारों लोकशिरोमणि नरश्रेष्ठ राजकुमारोंने उस समय अपने-अपने लिये पृथक्-पृथक् नगर निर्माण कराया ॥ ५ ॥"
                },
                {
                    "slok": "कुशाम्बस्तु महातेजाः कौशाम्बीमकरोत् पुरीम्। कुशनाभस्तु धर्मात्मा पुरं चक्रे महोदयम् ॥ ६॥",
                    "arth": "महातेजस्वी कुशाम्बने 'कौशाम्बी' पुरी बसायी (जिसे आजकल 'कोसम' कहते हैं)। धर्मात्मा कुशनाभने 'महोदय' नामक नगरका निर्माण कराया ॥ ६ ॥"
                },
                {
                    "slok": "असूर्तरजसो नाम धर्मारण्यं महामतिः । चक्रे पुरवरं राजा वसुनाम गिरिव्रजम् ॥ ७ ॥",
                    "arth": "परम बुद्धिमान् असूर्तरजसने 'धर्मारण्य' नामक एक श्रेष्ठ नगर बसाया तथा राजा वसुने 'गिरिव्रज' नगरकी स्थापना की ॥ ७ ॥"
                },
                {
                    "slok": "एषा वसुमती नाम वसोस्तस्य महात्मनः । एते शैलवराः पञ्च प्रकाशन्ते समन्ततः ॥ ८ ॥",
                    "arth": "महात्मा वसुकी यह 'गिरिव्रज' नामक राजधानी वसुमतीके नामसे प्रसिद्ध हुई। इसके चारों ओर ये पाँच श्रेष्ठ पर्वत सुशोभित होते हैं२ ॥ ८ ॥"
                },
                {
                    "slok": "सुमागधी नदी रम्या मागधान् विश्रुताऽऽययौ । पञ्चानां शैलमुख्यानां मध्ये मालेव शोभते ॥ ९ ॥",
                    "arth": "यह रमणीय (सोन) नदी दक्षिण-पश्चिमकी ओरसे बहती हुई मगध देशमें आयी है, इसलिये यहाँ 'सुमागधी' नामसे विख्यात हुई है। यह इन पाँच श्रेष्ठ पर्वतोंके बीचमें मालाकी भाँति सुशोभित हो रही है ॥ ९ ॥"
                },
                {
                    "slok": "सैषा हि मागधी राम वसोस्तस्य महात्मनः । पूर्वाभिचरिता राम सुक्षेत्रा सस्यमालिनी ॥ १० ॥",
                    "arth": "श्रीराम ! इस प्रकार 'मागधी' नामसे प्रसिद्ध हुई यह सोन नदी पूर्वोक्त महात्मा वसुसे सम्बन्ध रखती है। रघुनन्दन! यह दक्षिण-पश्चिमसे आकर पूर्वोत्तर दिशाकी ओर प्रवाहित है। इसके दोनों तटोंपर सुन्दर क्षेत्र (उपजाऊ खेत) हैं, अत: यह सदा सस्य-मालाओंसे अलंकृत (हरी-भरी खेतीसे सुशोभित) रहती है ॥ १० ॥"
                },
                {
                    "slok": "कुशनाभस्तु राजर्षि: कन्याशतमनुत्तमम् । जनयामास धर्मात्मा घृताच्यां रघुनन्दन ॥ ११ ॥",
                    "arth": "रघुकुलको आनन्दित करनेवाले श्रीराम! धर्मात्मा राजर्षि कुशनाभने घृताची अप्सराके गर्भसे परम उत्तम सौ कन्याओंको जन्म दिया ॥ ११ ॥"
                },
                {
                    "slok": "तास्तु यौवनशालिन्यो रूपवत्यः स्वलंकृताः । उद्यानभूमिमागम्य प्रावृषीव शतहृदाः ॥ १२ ॥ गायन्त्यो नृत्यमानाश्च वादयन्त्यस्तु राघव । आमोदं परमं जग्मुर्वराभरणभूषिताः ॥ १३ ॥",
                    "arth": "वे सब-की-सब सुन्दर रूप-लावण्यसे सुशोभित थीं। धीरे-धीरे युवावस्थाने आकर उनके सौन्दर्यको और भी बढ़ा दिया। रघुवीर! एक दिन वस्त्र और आभूषणोंसे विभूषित हो वे सभी राजकन्याएँ उद्यान-भूमिमें आकर वर्षाऋतु में प्रकाशित होनेवाली विद्युन्मालाओंकी भाँति शोभा पाने लगीं। सुन्दर अलंकारोंसे अलंकृत हुई वे अंगनाएँ गाती, बजाती और नृत्य करती हुई वहाँ परम आमोद-प्रमोदमें मग्न हो गयीं ॥ १२-१३ ॥"
                },
                {
                    "slok": "अथ ताश्चारुसर्वाङ्मयो रूपेणाप्रतिमा भुवि । उद्यानभूमिमागम्य तारा इव घनान्तरे ।। १४ ।।",
                    "arth": "उनके सभी अंग बड़े मनोहर थे। इस भूतलपर उनके रूप-सौन्दर्यकी कहीं भी तुलना नहीं थी। उस उद्यानमें आकर वे बादलोंके ओटमें कुछ-कुछ छिपी हुई तारिकाओंके समान शोभा पा रही थीं ॥ १४ ॥"
                },
                {
                    "slok": "ताः सर्वा गुणसम्पन्ना रूपयौवनसंयुताः । दृष्ट्वा सर्वात्मको वायुरिदं वचनमब्रवीत् ।। १५ ।।",
                    "arth": "उस समय उत्तम गुणोंसे सम्पन्न तथा रूप और यौवनसे सुशोभित उन सब राजकन्याओंको देखकर सर्वस्वरूप वायु देवताने उनसे इस प्रकार कहा- ॥"
                },
                {
                    "slok": "अहं वः कामये सर्वा भार्या मम भविष्यथ । मानुषस्त्यज्यतां भावो दीर्घमायुरवाप्स्यथ ॥ १६ ॥",
                    "arth": "'सुन्दरियो ! मैं तुम सबको अपनी प्रेयसीके रूपमें प्राप्त करना चाहता हूँ। तुम सब मेरी भार्याएँ बनोगी। अब मनुष्यभावका त्याग करो और मुझे अंगीकार करके देवांगनाओंकी भाँति दीर्घ आयु प्राप्त कर लो ॥"
                },
                {
                    "slok": "चलं हि यौवनं नित्यं मानुषेषु विशेषतः । अक्षयं यौवनं प्राप्ता अमर्यश्च भविष्यथ ॥ १७ ॥",
                    "arth": "'विशेषतः मानव-शरीरमें जवानी कभी स्थिर नहीं रहती- प्रतिक्षण क्षीण होती जाती है। मेरे साथ सम्बन्ध हो जानेपर तुमलोग अक्षय यौवन प्राप्त करके अमर हो जाओगी' ॥ १७ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा वायोरक्लिष्टकर्मणः । अपहास्य ततो वाक्यं कन्याशतमथाब्रवीत् ॥ १८ ॥",
                    "arth": "अनायास ही महान् कर्म करनेवाले वायुदेवका यह कथन सुनकर वे सौ कन्याएँ अवहेलनापूर्वक हँसकर बोलीं- ॥ १८ ॥"
                },
                {
                    "slok": "अन्तश्चरसि भूतानां सर्वेषां सुरसत्तम । प्रभावज्ञाश्च ते सर्वाः किमर्थमवमन्यसे ॥ १९ ॥",
                    "arth": "'सुरश्रेष्ठ! आप प्राणवायुके रूपमें समस्त प्राणियोंके भीतर विचरते हैं (अतः सबके मनकी बातें जानते हैं; आपको यह मालूम होगा कि हमारे मनमें आपके प्रति कोई आकर्षण नहीं है)। हम सब बहिनें आपके अनुपम प्रभावको भी जानती हैं (तो भी हमारा आपके प्रति अनुराग नहीं है); ऐसी दशामें यह अनुचित प्रस्ताव करके आप हमारा अपमान किसलिये कर रहे हैं? ॥ १९ ॥"
                },
                {
                    "slok": "कुशनाभसुता देव समस्ताः सुरसत्तम । स्थानाच्च्यावयितुं देवं रक्षामस्तु तपो वयम् ॥ २० ॥",
                    "arth": "'देव! देवशिरोमणे! हम सब-की-सब राजर्षि कुशनाभकी कन्याएँ हैं। देवता होनेपर भी आपको शाप देकर वायुपदसे भ्रष्ट कर सकती हैं, किंतु ऐसा करना नहीं चाहतीं; क्योंकि हम अपने तपको सुरक्षित रखती हैं ॥ २० ॥"
                },
                {
                    "slok": "मा भूत् स कालो दुर्मेधः पितरं सत्यवादिनम् । अवमन्य स्वधर्मेण स्वयंवरमुपास्महे ॥ २१ ॥",
                    "arth": "'दुर्मते! वह समय कभी न आवे, जब कि हम अपने सत्यवादी पिताकी अवहेलना करके कामवश या अत्यन्त अधर्मपूर्वक स्वयं ही वर ढूँढ़ने लगें ॥ २१ ॥"
                },
                {
                    "slok": "पिता हि प्रभुरस्माकं दैवतं परमं च सः । यस्य नो दास्यति पिता स नो भर्ता भविष्यति ॥ २२ ॥",
                    "arth": "'हमलोगोंपर हमारे पिताजीका प्रभुत्व है, वे हमारे लिये सर्वश्रेष्ठ देवता हैं। पिताजी हमें जिसके हाथमें दे देंगे, वही हमारा पति होगा' ॥ २२ ॥"
                },
                {
                    "slok": "तासां तु वचनं श्रुत्वा हरिः परमकोपनः । प्रविश्य सर्वगात्राणि बभञ्ज भगवान् प्रभुः ॥ २३ ॥ अरत्निमात्राकृतयो भग्नगात्रा भयार्दिताः ।",
                    "arth": "उनकी यह बात सुनकर वायुदेव अत्यन्त कुपित हो उठे। उन ऐश्वर्यशाली प्रभुने उनके भीतर प्रविष्ट हो सब अंगोंको मोड़कर टेढ़ा कर दिया। शरीर मुड़ जानेके कारण वे कुबड़ी हो गयीं। उनकी आकृति मुट्ठी बँधे हुए एक हाथके बराबर हो गयी। वे भयसे व्याकुल हो उठीं ॥ २३ ॥"
                },
                {
                    "slok": "ताः कन्या वायुना भग्ना विविशुर्नृपतेर्गृहम् । प्रविश्य च सुसम्भ्रान्ताः सलज्जाः सास्त्रलोचनाः ॥ २४ ॥",
                    "arth": "वायुदेवके द्वारा कुबड़ी की हुई उन कन्याओंने राजभवनमें प्रवेश किया। प्रवेश करके वे लज्जित और उद्विग्न हो गयीं। उनके नेत्रोंसे आँसुओंकी धाराएँ बहने लगीं ॥ २४ ॥"
                },
                {
                    "slok": "स च ता दयिता भग्नाः कन्याः परमशोभनाः । दृष्ट्वा दीनास्तदा राजा सम्भ्रान्त इदमब्रवीत् ॥ २५ ॥",
                    "arth": "अपनी परम सुन्दरी प्यारी पुत्रियोंको कुब्जताके कारण अत्यन्त दयनीय दशामें पड़ी देख राजा कुशनाभ घबरा गये और इस प्रकार बोले- ॥ २५ ॥"
                },
                {
                    "slok": "किमिदं कथ्यतां पुत्र्यः को धर्ममवमन्यते । कुब्जा: केन 'कृताः सर्वाश्चेष्टन्त्यो नाभिभाषथ । एवं राजा विनिःश्वस्य समाधिं संदधे ततः ॥ २६ ॥",
                    "arth": "'पुत्रियो! यह क्या हुआ? बताओ। कौन प्राणी धर्मकी अवहेलना करता है? किसने तुम्हें कुबड़ी बना दिया, जिससे तुम तड़प रही हो, किंतु कुछ बताती नहीं हो।' यों कहकर राजाने लंबी साँस खींची और उनका उत्तर सुननेके लिये वे सावधान होकर बैठ गये ॥ २६ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "33",
            "arth": [
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा कुशनाभस्य धीमतः । शिरोभिश्चरणौ स्पृष्ट्वा कन्याशतमभाषत ॥ १ ॥",
                    "arth": "बुद्धिमान् महाराज कुशनाभका वह वचन सुनकर उन सौ कन्याओंने पिताके चरणोंमें सिर रखकर प्रणाम किया और इस प्रकार कहा- ॥ १ ॥"
                },
                {
                    "slok": "वायुः सर्वात्मको राजन् प्रधर्षयितुमिच्छति । अशुभं मार्गमास्थाय न धर्मं प्रत्यवेक्षते ॥ २ ॥",
                    "arth": "राजन्! सर्वत्र संचार करनेवाले वायुदेव अशुभ मार्गका अवलम्बन करके हमपर बलात्कार करना चाहते थे। धर्मपर उनकी दृष्टि नहीं थी ॥ २ ॥"
                },
                {
                    "slok": "पितृमत्यः स्म भद्रं ते स्वच्छन्दे न वयं स्थिताः । पितरं नो वृणीष्व त्वं यदि नो दास्यते तव ॥ ३ ॥",
                    "arth": "हमने उनसे कहा – 'देव! आपका कल्याण हो, हमारे पिता विद्यमान हैं; हम स्वच्छन्द नहीं हैं। आप पिताजीके पास जाकर हमारा वरण कीजिये। यदि वे हमें आपको सौंप देंगे तो हम आपकी हो जायँगी' ॥ ३ ॥"
                },
                {
                    "slok": "तेन पापानुबन्धेन वचनं न प्रतीच्छता । एवं ब्रुवन्त्यः सर्वाः स्म वायुनाभिहता भृशम् ॥ ४ ॥",
                    "arth": "परंतु उनका मन तो पापसे बँधा हुआ था। उन्होंने हमारी बात नहीं मानी। हम सब बहिनें ये ही धर्मसंगत बातें कह रही थीं, तो भी उन्होंने हमें गहरी चोट पहुँचायी- बिना अपराधके ही हमें पीडा दी ॥ ४ ॥"
                },
                {
                    "slok": "तासां तु वचनं श्रुत्वा राजा परमधार्मिकः । प्रत्युवाच महातेजाः कन्याशतमनुत्तमम् ॥ ५ ॥",
                    "arth": "उनकी बात सुनकर परम धर्मात्मा महातेजस्वी राजाने उन अपनी परम उत्तम सौ कन्याओंको इस प्रकार उत्तर दिया- ॥ ५ ॥"
                },
                {
                    "slok": "क्षान्तं क्षमावतां पुत्र्यः कर्तव्यं सुमहत् कृतम् । ऐकमत्यमुपागम्य कुलं चावेक्षितं मम ॥ ६ ॥",
                    "arth": "'पुत्रियो ! क्षमाशील महापुरुष ही जिसे कर सकते हैं, वही क्षमा तुमने भी की है। यह तुमलोगोंके द्वारा महान् कार्य सम्पन्न हुआ है। तुम सबने एकमत होकर जो मेरे कुलकी मर्यादापर ही दृष्टि रखी है-कामभावको अपने मनमें स्थान नहीं दिया है-यह भी तुमने बहुत बड़ा काम किया है ॥ ६॥"
                },
                {
                    "slok": "अलंकारो हि नारीणां क्षमा तु पुरुषस्य वा । दुष्करं तच्च वै क्षान्तं त्रिदशेषु विशेषतः ॥ ७ ॥ यादृशी वः क्षमा पुत्र्यः सर्वासामविशेषतः ।",
                    "arth": "'स्त्री हो या पुरुष, उसके लिये क्षमा ही आभूषण है। पुत्रियो! तुम सब लोगोंमें समानरूपसे जैसी क्षमा या सहिष्णुता है, वह विशेषतः देवताओंके लिये भी दुष्कर ही है ॥ ७ ॥"
                },
                {
                    "slok": "क्षमा दानं क्षमा सत्यं क्षमा यज्ञाश्च पुत्रिकाः ॥ ८ ॥ क्षमा यशः क्षमा धर्मः क्षमायां विष्ठितं जगत् ।",
                    "arth": "'पुत्रियो ! क्षमा दान है, क्षमा सत्य है, क्षमा यज्ञ है, क्षमा यश है और क्षमा धर्म है, क्षमापर भी यह सम्पूर्ण जगत् टिका हुआ है' ॥ ८ ॥"
                },
                {
                    "slok": "विसृज्य कन्याः काकुत्स्थ राजा त्रिदशविक्रमः ॥ ९ ॥ मन्त्रज्ञो मन्त्रयामास प्रदानं सह मन्त्रिभिः । देशे काले च कर्तव्यं सदृशे प्रतिपादनम् ॥ १० ॥",
                    "arth": "ककुत्स्थकुलनन्दन श्रीराम! देवतुल्य पराक्रमी राजा कुशनाभने कन्याओंसे ऐसा कहकर उन्हें अन्तःपुरमें जानेकी आज्ञा दे दी और मन्त्रणाके तत्त्वको जाननेवाले उन नरेशने स्वयं साथ बैठकर कन्याओंके विवाहके विषयमें विचार आरम्भ किया। विचारणीय विषय यह था कि किस देशमें किस समय और किस सुयोग्य वरके साथ उनका विवाह किया जाय?' ॥९-१०॥"
                },
                {
                    "slok": "एतस्मिन्नेव काले तु चूली नाम महाद्युतिः । ऊर्ध्वरेताः शुभाचारो ब्राह्मं तप उपागमत् ॥ ११ ॥",
                    "arth": "उन्हीं दिनों चूली नामसे प्रसिद्ध एक महातेजस्वी, सदाचारी एवं ऊध्वरता (नैष्ठिक ब्रह्मचारी) मुनि वेदोक्त तपका अनुष्ठान कर रहे थे (अथवा ब्रह्मचिन्तनरूप तपस्या में संलग्न थे) ॥ ११ ॥"
                },
                {
                    "slok": "तपस्यन्तमृषिं तत्र गन्धर्वी पर्युपासते। सोमदा नाम भद्रं ते ऊर्मिलातनया तदा ॥ १२ ॥",
                    "arth": "श्रीराम! तुम्हारा भला हो, उस समय एक गन्धर्वकुमारी वहाँ रहकर उन तपस्वी मुनिकी उपासना (अनुग्रहकी इच्छासे सेवा) करती थी। उसका नाम था। सोमदा। वह ऊर्मिलाकी पुत्री थी ॥ १२ ॥"
                },
                {
                    "slok": "सा च तं प्रणता भूत्वा शुश्रूषणपरायणा । उवास काले धर्मिष्ठा तस्यास्तुष्टोऽभवद् गुरुः ॥ १३ ॥",
                    "arth": "वह प्रतिदिन मुनिको प्रणाम करके उनकी सेवामें लगी रहती थी तथा धर्ममें स्थित रहकर समय-समयपर सेवाके लिये उपस्थित होती थी; इससे उसके ऊपर वे गौरवशाली मुनि बहुत संतुष्ट हुए ॥ १३ ॥"
                },
                {
                    "slok": "सच तां कालयोगेन प्रोवाच रघुनन्दन । परितुष्टोऽस्मि भद्रं ते किं करोमि तव प्रियम् ॥ १४ ॥",
                    "arth": "रघुनन्दन ! शुभ समय आनेपर चूलीने उस गन्धर्वकन्यासे कहा—'शुभे! तुम्हारा कल्याण हो, मैं तुमपर बहुत संतुष्ट हूँ। बोलो, तुम्हारा कौन-सा प्रिय कार्य सिद्ध करूँ' ॥ १४ ॥"
                },
                {
                    "slok": "परितुष्टं मुनिं ज्ञात्वा गन्धर्वी मधुरस्वरम् । उवाच परमप्रीता वाक्यज्ञा वाक्यकोविदम् ॥ १५ ॥",
                    "arth": "मुनिको संतुष्ट जानकर गन्धर्व-कन्या बहुत प्रसन्न हुई। वह बोलनेकी कला जानती थी; उसने वाणीके मर्मज्ञ मुनिसे मधुर स्वरमें इस प्रकार कहा- ॥ १५ ॥"
                },
                {
                    "slok": "लक्ष्म्या समुदितो ब्राह्मया ब्रह्मभूतो महातपाः । ब्राह्मण तपसा युक्तं पुत्रमिच्छामि धार्मिकम् ॥ १६ ॥",
                    "arth": "'महर्षे! आप ब्राह्मी सम्पत्ति (ब्रह्मतेज) से सम्पन्न होकर ब्रह्मस्वरूप हो गये हैं, अतएव आप महान् तपस्वी हैं। मैं आपसे ब्राह्म तप (ब्रह्म-ज्ञान एवं वेदोक्त तप) से युक्त धर्मात्मा पुत्र प्राप्त करना चाहती हूँ ॥ १६ ॥"
                },
                {
                    "slok": "अपतिश्चास्मि भद्रं ते भार्या चास्मि न कस्यचित् । ब्राह्मणोपगतायाश्च दातुमर्हसि मे सुतम् ॥ १७ ॥",
                    "arth": "'मुने! आपका भला हो। मेरे कोई पति नहीं है। मैं न तो किसीकी पत्नी हुई हूँ और न आगे होऊँगी । आपकी सेवामें आयी हूँ; आप अपने ब्राह्म बल (तपःशक्ति) से मुझे पुत्र प्रदान करें' ॥ १७ ॥"
                },
                {
                    "slok": "तस्याः प्रसन्नो ब्रह्मर्षिर्ददौ ब्राह्ममनुत्तमम् । ब्रह्मदत्त इति ख्यातं मानसं चूलिनः सुतम् ॥ १८ ॥",
                    "arth": "उस गन्धर्वकन्याकी सेवासे संतुष्ट हुए ब्रह्मर्षि चूलीने उसे परम उत्तम ब्राह्म तपसे सम्पन्न पुत्र प्रदान किया। वह उनके मानसिक संकल्पसे प्रकट हुआ मानस पुत्र था। उसका नाम 'ब्रह्मदत्त' हुआ ॥ १८ ॥"
                },
                {
                    "slok": "स राजा ब्रह्मदत्तस्तु पुरीमध्यवसत् तदा । काम्पिल्यां परया लक्ष्म्या देवराजो यथा दिवम् ॥ १९ ॥",
                    "arth": "(कुशनाभके यहाँ जब कन्याओंके विवाहका विचार चल रहा था) उस समय राजा ब्रह्मदत्त उत्तम लक्ष्मीसे सम्पन्न हो 'काम्पिल्या' नामक नगरीमें उसी तरह निवास करते थे, जैसे स्वर्गकी अमरावतीपुरीमें देवराज इन्द्र ॥ १९ ॥"
                },
                {
                    "slok": "स बुद्धिं कृतवान् राजा कुशनाभः सुधार्मिकः । ब्रह्मदत्ताय काकुत्स्थ दातुं कन्याशतं तदा ॥ २० ॥",
                    "arth": "ककुत्स्थकुलभूषण श्रीराम ! तब परम धर्मात्मा राजा कुशनाभने ब्रह्मदत्तके साथ अपनी सौ कन्याओंको ब्याह देनेका निश्चय किया ॥ २० ॥"
                },
                {
                    "slok": "तमाहूय महातेजा ब्रह्मदत्तं महीपतिः । ददौ कन्याशतं राजा सुप्रीतेनान्तरात्मना ॥ २१ ॥",
                    "arth": "महातेजस्वी भूपाल राजा कुशनाभने ब्रह्मदत्तको बुलाकर अत्यन्त प्रसन्न चित्तसे उन्हें अपनी सौ कन्याएँ सौंप दीं ॥ २१ ॥"
                },
                {
                    "slok": "यथाक्रमं तदा पाणिं जग्राह रघुनन्दन । ब्रह्मदत्तो महीपालस्तासां देवपतिर्यथा ॥ २२ ॥",
                    "arth": "रघुनन्दन ! उस समय देवराज इन्द्रके समान तेजस्वी पृथ्वीपति ब्रह्मदत्तने क्रमशः उन सभी कन्याओंका पाणिग्रहण किया ॥ २२ ॥"
                },
                {
                    "slok": "स्पृष्टमात्रे तदा पाणौ विकुब्जा विगतज्वराः । युक्तं परमया लक्ष्म्या बभौ कन्याशतं तदा ॥ २३ ॥",
                    "arth": "विवाहकालमें उन कन्याओंके हाथोंका ब्रह्मदत्तके हाथसे स्पर्श होते ही वे सब-की-सब कन्याएँ कुब्जत्वदोषसे रहित, नीरोग तथा उत्तम शोभासे सम्पन्न प्रतीत होने लगीं ॥ २३ ॥"
                },
                {
                    "slok": "स दृष्ट्वा वायुना मुक्ताः कुशनाभो महीपतिः । बभूव परमप्रीतो हर्षं लेभे पुनः पुनः ॥ २४ ॥",
                    "arth": "वातरोगके रूपमें आये हुए वायुदेवने उन कन्याओंको छोड़ दिया- यह देख पृथ्वीपति राजा कुशनाभ बड़े प्रसन्न हुए और बारम्बार हर्षका अनुभव करने लगे ॥ २४ ॥"
                },
                {
                    "slok": "कृतोद्वाहं तु राजानं ब्रह्मदत्तं महीपतिम् । सदारं प्रेषयामास सोपाध्यायगणं तदा ॥ २५ ॥",
                    "arth": "भूपाल राजा ब्रह्मदत्तका विवाह-कार्य सम्पन्न हो जानेपर महाराज कुशनाभने उन्हें पत्नियों तथा पुरोहितों सहित आदरपूर्वक विदा किया ॥ २५ ॥"
                },
                {
                    "slok": "सोमदापि सुतं दृष्ट्वा पुत्रस्य सदृशीं क्रियाम् । यथान्यायं च गन्धर्वी स्नुषास्ताः प्रत्यनन्दत । स्पृष्ट्वा स्पृष्ट्वा च ताः कन्याः कुशनाभं प्रशस्य च ॥ २६ ॥",
                    "arth": "गन्धर्वी सोमदाने अपने पुत्रको तथा उसके योग्य विवाह-सम्बन्धको देखकर अपनी उन पुत्रवधुओंका यथोचितरूपसे अभिनन्दन किया। उसने एक-एक करके उन सभी राजकन्याओंको हृदयसे लगाया और महाराज कुशनाभकी सराहना करके वहाँसे प्रस्थान किया ॥ २६ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "34",
            "arth": [
                {
                    "slok": "कृतोद्वाहे गते तस्मिन् ब्रह्मदत्ते च राघव । अपुत्रः पुत्रलाभाय पौत्रीमिष्टिमकल्पयत् ॥ १ ॥",
                    "arth": "रघुनन्दन! विवाह करके जब राजा ब्रह्मदत चले गये, तब पुत्रहीन महाराज कुशनाभने श्रेष्ठ पुत्रकी प्राप्तिके लिये पुत्रेष्टि यज्ञका अनुष्ठान किया ॥ १ ॥"
                },
                {
                    "slok": "इष्ट्यां तु वर्तमानायां कुशनाभं महीपतिम् । उवाच परमोदारः कुशो ब्रह्मसुतस्तदा ॥ २ ॥",
                    "arth": "उस यज्ञके होते समय परम उदार ब्रह्मकुमार महाराज कुशने भूपाल कुशनाभसे कहा- ॥ २ ॥"
                },
                {
                    "slok": "पुत्रस्ते सदृशः पुत्र भविष्यति सुधार्मिकः । गाधिं प्राप्स्यसि तेन त्वं कीर्तिं लोके च शाश्वतीम् ॥ ३ ॥",
                    "arth": "'बेटा! तुम्हें अपने समान ही परम धर्मात्मा पुत्र प्राप्त होगा। तुम 'गाधि' नामक पुत्र प्राप्त करोगे और उसके द्वारा तुम्हें संसारमें अक्षय कीर्ति उपलब्ध होगी' ॥ ३ ॥"
                },
                {
                    "slok": "एवमुक्त्वा कुशो राम कुशनाभं महीपतिम् जगामाकाशमाविश्य ब्रह्मलोकं सनातनम् ॥ ४ ॥",
                    "arth": "श्रीराम! पृथ्वीपति कुशनाभसे ऐसा कहकर राजर्षि कुश आकाशमें प्रविष्ट हो सनातन ब्रह्मलोकको चले गये ॥ ४ ॥"
                },
                {
                    "slok": "कस्यचित् त्वथ कालस्य कुशनाभस्य धीमतः । जज्ञे परमधर्मिष्ठो गाधिरित्येव नामतः ॥ ५ ॥",
                    "arth": "कुछ कालके पश्चात् बुद्धिमान् राजा कुशनाभके यहाँ परम धर्मात्मा 'गाधि' नामक पुत्रका जन्म हुआ ॥ ५ ॥"
                },
                {
                    "slok": "स पिता मम काकुत्स्थ गाधिः परमधार्मिकः । कुशवंशप्रसूतोऽस्मि कौशिको रघुनन्दन ॥ ६ ॥",
                    "arth": "ककुत्स्थकुलभूषण रघुनन्दन! वे परम धर्मात्मा राजा गाधि मेरे पिता थे। मैं कुशके कुलमें उत्पन्न होनेके कारण 'कौशिक' कहलाता हूँ॥ ६ ॥"
                },
                {
                    "slok": "पूर्वजा भगिनी चापि मम राघव सुव्रता । नाम्म्रा सत्यवती नाम ऋचीके प्रतिपादिता ॥ ७ ॥",
                    "arth": "राघव! मेरे एक ज्येष्ठ बहिन भी थी, जो उत्तम व्रतका पालन करनेवाली थी। उसका नाम सत्यवती था। वह ऋचीक मुनिको ब्याही गयी थी॥ ७ ॥"
                },
                {
                    "slok": "सशरीरा गता स्वर्गं भर्तारमनुवर्तिनी । कौशिकी परमोदारा प्रवृत्ता च महानदी ॥ ८ ॥",
                    "arth": "अपने पतिका अनुसरण करनेवाली सत्यवती शरीरसहित स्वर्गलोकको चली गयी थी। वही परम उदार महानदी कौशिकीके रूपमें भी प्रकट होकर इस भूतलपर प्रवाहित होती है ॥ ८ ॥"
                },
                {
                    "slok": "दिव्या पुण्योदका रम्या हिमवन्तमुपाश्रिता । लोकस्य हितकार्यार्थं प्रवृत्ता भगिनी मम ॥ ९ ॥",
                    "arth": "मेरी वह बहिन जगत्के हितके लिये हिमालयका आश्रय लेकर नदीरूपमें प्रवाहित हुई। वह पुण्यसलिला दिव्य नदी बड़ी रमणीय है ॥ ९ ॥"
                },
                {
                    "slok": "ततोऽहं हिमवत्पार्श्वे वसामि नियतः सुखम् । भगिन्यां स्नेहसंयुक्तः कौशिक्यां रघुनन्दन ॥ १० ॥",
                    "arth": "रघुनन्दन! मेरा अपनी बहिन कौशिकीके प्रति बहुत स्नेह है; अतः मैं हिमालयके निकट उसीके तटपर नियमपूर्वक बड़े सुखसे निवास करता हूँ ॥ १० ॥"
                },
                {
                    "slok": "सा तु सत्यवती पुण्या सत्ये धर्मे प्रतिष्ठिता। पतिव्रता महाभागा कौशिकी सरितां वरा ॥ ११ ॥",
                    "arth": "पुण्यमयी सत्यवती सत्य धर्ममें प्रतिष्ठित है। वह परम सौभाग्यशालिनी पतिव्रता देवी यहाँ सरिताओंमें श्रेष्ठ कौशिकीके रूपमें विद्यमान है ॥ ११ ॥"
                },
                {
                    "slok": "अहं हि नियमाद् राम हित्वा तां समुपागतः । सिद्धाश्रममनुप्राप्तः सिद्धोऽस्मि तव तेजसा ॥ १२ ॥",
                    "arth": "श्रीराम! मैं यज्ञसम्बन्धी नियमकी सिद्धिके लिये ही अपनी बहिनका सांनिध्य छोड़कर सिद्धाश्रम (बक्सर) में आया था। अब तुम्हारे तेजसे मुझे वह सिद्धि प्राप्त हो गयी है ॥ १२ ॥"
                },
                {
                    "slok": "एषा राम ममोत्पत्तिः स्वस्य वंशस्य कीर्तिता। देशस्य हि महाबाहो यन्मां त्वं परिपृच्छसि ॥ १३ ॥",
                    "arth": "महाबाहु श्रीराम। तुमने मुझसे जो पूछा था, उसके उत्तरमें मैंने तुम्हें शोणभद्रतटवर्ती देशका परिचय देते हुए यह अपनी तथा अपने कुलकी उत्पत्ति बतायी है।"
                },
                {
                    "slok": "गतोऽर्धरात्रः काकुत्स्थ कथाः कथयतो मम निद्रामध्येहि भद्रं ते मा भूद् विघ्नोऽध्वनीह नः ॥ १४ ॥",
                    "arth": "काकुत्स्थ! मेरे कथा कहते-कहते आधी रात बीत गयी। अब थोड़ी देर नींद ले लो। तुम्हारा कल्याण हो। मैं चाहता हूँ कि अधिक जागरणके कारण हमारी यात्रामें विघ्न न पड़े ॥ १४ ॥"
                },
                {
                    "slok": "निष्पन्दास्तरवः सर्वे निलीना मृगपक्षिणः । नैशेन तमसा व्याप्ता दिशश्च रघुनन्दन ॥ १५ ॥",
                    "arth": "सारे वृक्ष निष्कम्प जान पड़ते हैं-इनका एक पत्ता भी नहीं हिलता है। पशु-पक्षी अपने-अपने वासस्थानमें छिपकर बसेरे लेते हैं। रघुनन्दन! रात्रिके अन्धकारसे सम्पूर्ण दिशाएँ व्याप्त हो रही हैं ॥ १५ ॥"
                },
                {
                    "slok": "शनैर्विसृज्यते संध्या नभो नेत्रैरिवावृतम् । नक्षत्रतारागहनं ज्योतिर्भिरवभासते ॥ १६ ॥",
                    "arth": "धीरे-धीरे संध्या दूर चली गयी। नक्षत्रों तथा ताराओंसे भरा हुआ आकाश (सहस्राक्ष इन्द्रकी भाँति) सहस्त्रों ज्योतिर्मय नेत्रोंसे व्याप्त-सा होकर प्रकाशित हो रहा है ॥ १६ ॥"
                },
                {
                    "slok": "उत्तिष्ठते च शीतांशुः शशी लोकतमोनुदः । ह्रादयन् प्राणिनां लोके मनांसि प्रभया स्वया ॥ १७ ॥",
                    "arth": "सम्पूर्ण लोकका अन्धकार दूर करनेवाले शीतरश्मि चन्द्रमा अपनी प्रभासे जगत्के प्राणियोंके मनको आह्लाद प्रदान करते हुए उदित हो रहे हैं* ॥ १७ ॥"
                },
                {
                    "slok": "नैशानि सर्वभूतानि प्रचरन्ति ततस्ततः । यक्षराक्षसङ्घनश्च रौद्राश्च पिशिताशनाः ॥ १८ ॥",
                    "arth": "रातमें विचरनेवाले समस्त प्राणी-यक्ष-राक्षसोंके समुदाय तथा भयंकर पिशाच इधर-उधर विचर रहे हैं।"
                },
                {
                    "slok": "एवमुक्त्वा महातेजा विरराम महामुनिः । साधुसाध्विति ते सर्वे मुनयो ह्यभ्यपूजयन् ॥ १९ ॥",
                    "arth": "ऐसा कहकर महातेजस्वी महामुनि विश्वामित्र चुप हो गये। उस समय सभी मुनियोंने साधुवाद देकर विश्वामित्रजीकी भूरि-भूरि प्रशंसा की- ॥ १९ ॥"
                },
                {
                    "slok": "कुशिकानामयं वंशो महान् धर्मपरः सदा । ब्रह्मोपमा महात्मानः कुशवंश्या नरोत्तमाः ॥ २० ॥",
                    "arth": "'कुशपुत्रोंका यह वंश सदा ही महान् धर्मपरायण रहा है। कुशवंशी महात्मा श्रेष्ठ मानव ब्रह्माजीके समान तेजस्वी हुए हैं ॥ २० ॥"
                },
                {
                    "slok": "विशेषेण भवानेव विश्वामित्र महायशः । कौशिकी सरितां श्रेष्ठा कुलोद्योतकरी तव ॥ २१ ॥",
                    "arth": "'महायशस्वी विश्वामित्रजी! अपने वंशमें सबसे बड़े महात्मा आप ही हैं तथा सरिताओंमें श्रेष्ठ कौशिकी भी आपके कुलकी कीर्तिको प्रकाशित करनेवाली है' ॥"
                },
                {
                    "slok": "मुदितैर्मुनिशार्दूलैः प्रशस्तः कुशिकात्मजः । निद्रामुपागमच्छ्रीमानस्तंगत इवांशुमान् ॥ २२ ॥",
                    "arth": "इस प्रकार आनन्दमग्न हुए उन मुनिवरोंद्वारा प्रशंसित श्रीमान् कौशिक मुनि अस्त हुए सूर्यकी भाँति नींद लेने लगे ॥ २२ ॥"
                },
                {
                    "slok": "रामोऽपि सहसौमित्रि: किंचिदागतविस्मयः । प्रशस्य मुनिशार्दूलं निद्रां समुपसेवते ॥ २३ ॥",
                    "arth": "वह कथा सुनकर लक्ष्मणसहित श्रीरामको भी कुछ विस्मय हो आया। वे भी मुनिश्रेष्ठ विश्वामित्रकी सराहना करके नींद लेने लगे ॥ २३ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "35",
            "arth": [
                {
                    "slok": "उपास्य रात्रिशेषं तु शोणाकूले महर्षिभिः । निशायां सुप्रभातायां विश्वामित्रोऽभ्यभाषत ॥ १ ॥",
                    "arth": "महर्षियोंसहित विश्वामित्रने रात्रिके शेषभागमें शोणभद्रके तटपर शयन किया। जब रात बीती और प्रभात हुआ, तब वे श्रीरामचन्द्रजीसे इस प्रकार बोले- ॥ १ ॥"
                },
                {
                    "slok": "सुप्रभाता निशा राम पूर्वा संध्या प्रवर्तते । उत्तिष्ठोत्तिष्ठ भद्रं ते गमनायाभिरोचय ॥ २ ॥",
                    "arth": "'श्रीराम! रात बीत गयी। सबेरा हो गया। तुम्हारा कल्याण हो, उठो, उठो और चलनेकी तैयारी करो' ॥ २ ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा वचनं तस्य कृतपूर्वाह्निकक्रियः । गमनं रोचयामास वाक्यं चेदमुवाच ह ॥ ३ ॥",
                    "arth": "मुनिकी बात सुनकर पूर्वाह्नकालका नित्यनियम पूर्ण करके श्रीराम चलनेको तैयार हो गये और इस प्रकार बोले- ॥ ३ ॥"
                },
                {
                    "slok": "अयं शोणः शुभजलोऽगाधः पुलिनमण्डितः । कतरेण पथा ब्रह्मन् संतरिष्यामहे वयम् ॥ ४ ॥",
                    "arth": "'ब्रह्मन्! शुभ जलसे परिपूर्ण तथा अपने तटोंसे सुशोभित होनेवाला यह शोणभद्र तो अथाह जान पड़ता है। हमलोग किस मार्गसे चलकर इसे पार करेंगें ?' ॥ ४ ॥"
                },
                {
                    "slok": "एवमुक्तस्तु रामेण विश्वामित्रोऽब्रवीदिदम् । एष पन्था मयोद्दिष्टो येन यान्ति महर्षयः ॥ ५ ॥",
                    "arth": "श्रीरामके ऐसा कहनेपर विश्वामित्र बोले- 'जिस मार्गसे महर्षिगण शोणभद्रको पार करते हैं, उसका मैंने पहलेसे ही निश्चय कर रखा है, वह मार्ग यह है' ॥ ५ ॥"
                },
                {
                    "slok": "एवमुक्ता महर्षयो विश्वामित्रेण धीमता। पश्यन्तस्ते प्रयाता वै वनानि विविधानि च ॥ ६ ॥",
                    "arth": "बुद्धिमान् विश्वामित्रके ऐसा कहनेपर वे महर्षि नाना प्रकारके वनोंकी शोभा देखते हुए वहाँसे प्रस्थित हुए ॥ ६ ॥"
                },
                {
                    "slok": "ते गत्वा दूरमध्वानं गतेऽर्धदिवसे तदा । जाह्नवीं सरितां श्रेष्ठां ददृशुर्मुनिसेविताम् ॥ ७॥",
                    "arth": "बहुत दूरका मार्ग तै कर लेनेपर दोपहर होते-होते उन सब लोगोंने मुनिजनसेवित, सरिताओंमें श्रेष्ठ गंगाजीके तटपर पहुँचकर उनका दर्शन किया ॥ ७ ॥"
                },
                {
                    "slok": "तां दृष्ट्वा पुण्यसलिलां हंससारससेविताम् । बभूवुर्मुनयः सर्वे मुदिताः सहराघवाः ॥ ८ ॥",
                    "arth": "हंसों तथा सारसोंसे सेवित पुण्यसलिला भागीरथीका दर्शन करके श्रीरामचन्द्रजीके साथ समस्त मुनि बहुत प्रसन्न हुए ॥ ८ ॥"
                },
                {
                    "slok": "तस्यास्तीरे तदा सर्वे चक्रुर्वासपरिग्रहम् । ततः स्नात्वा यथान्यायं संतर्प्य पितृदेवताः ॥ ९ ॥ हुत्वा चैवाग्निहोत्राणि प्राश्य चामृतवद्धविः । विविशुर्जाह्नवीतीरे शुभा मुदितमानसाः ॥ १० ॥ विश्वामित्रं महात्मानं परिवार्य समन्ततः ।",
                    "arth": "उस समय सबने गंगाजीके तटपर डेरा डाला। फिर विधिवत् स्नान करके देवताओं और पितरोंका तर्पण किया। उसके बाद अग्निहोत्र करके अमृतके समान मीठे हविष्यका भोजन किया। तदनन्तर वे सभी कल्याणकारी महर्षि प्रसन्नचित्त हो महात्मा विश्वामित्रको चारों ओरसे घेरकर गंगाजीके तटपर बैठ गये ॥ ९-१० ॥"
                },
                {
                    "slok": "विष्ठिताश्च यथान्यायं राघवौ च यथार्हतः । सम्प्रहृष्टमना रामो विश्वामित्रमथाब्रवीत् ॥ ११ ॥",
                    "arth": "जब वे सब मुनि स्थिरभावसे विराजमान हो गये और श्रीराम तथा लक्ष्मण भी यथायोग्य स्थानपर बैठ गये, तब श्रीरामने प्रसन्नचित्त होकर विश्वामित्रजीसे पूछा- ॥ ११ ॥"
                },
                {
                    "slok": "भगवन् श्रोतुमिच्छामि गंगां त्रिपथगां नदीम् । त्रैलोक्यं कथमाक्रम्य गता नदनदीपतिम् ॥ १२ ॥",
                    "arth": "'भगवन्! मैं यह सुनना चाहता हूँ कि तीन मार्गोंसे प्रवाहित होनेवाली नदी ये गंगाजी किस प्रकार तीनों लोकोंमें घूमकर नदों और नदियोंके स्वामी समुद्रमें जा मिली हैं?' ॥ १२ ॥"
                },
                {
                    "slok": "चोदितो रामवाक्येन विश्वामित्रो महामुनिः। वृद्धिं जन्म च गंगाया वक्तुमेवोपचक्रमे ॥ १३ ॥",
                    "arth": "श्रीरामके इस प्रश्नद्वारा प्रेरित हो महामुनि विश्वामित्रने गंगाजीकी उत्पत्ति और वृद्धिकी कथा कहना आरम्भ किया - ॥ १३ ॥"
                },
                {
                    "slok": "शैलेन्द्रो हिमवान् राम धातूनामाकरो महान् । तस्य कन्याद्वयं राम रूपेणाप्रतिमं भुवि ॥ १४ ॥",
                    "arth": "श्रीराम! हिमवान् नामक एक पर्वत है, जो समस्त पर्वतोंका राजा तथा सब प्रकारके धातुओंका बहुत बड़ा खजाना है। हिमवान्की दो कन्याएँ हैं, जिनके सुन्दर रूपकी इस भूतलपर कहीं तुलना नहीं है ॥ १४ ॥"
                },
                {
                    "slok": "या मेरुदुहिता राम तयोर्माता सुमध्यमा । नाम्ना मेना मनोज्ञा वै पत्नी हिमवतः प्रिया ॥ १५ ॥",
                    "arth": "‘मेरु पर्वतकी मनोहारिणी पुत्री मेना हिमवान्की प्यारी पत्नी है। सुन्दर कटिप्रदेशवाली मेना ही उन दोनों कन्याओंकी जननी हैं ॥ १५ ॥"
                },
                {
                    "slok": "तस्यां गंगेयमभवज्ज्येष्ठा हिमवतः सुता । उमा नाम द्वितीयाभूत् कन्या तस्यैव राघव ॥ १६ ॥",
                    "arth": "'रघुनन्दन! मेनाके गर्भसे जो पहली कन्या उत्पन्न हुई, वही ये गंगाजी हैं। ये हिमवान्की ज्येष्ठ पुत्री हैं। हिमवान्‌की ही दूसरी कन्या, जो मेनाके गर्भसे उत्पन्न हुईं, उमा नामसे प्रसिद्ध हैं ॥ १६ ॥"
                },
                {
                    "slok": "अथ ज्येष्ठां सुराः सर्वे देवकार्यचिकीर्षया । शैलेन्द्रं वरयामासुगंगां त्रिपथगां नदीम् ॥ १७ ॥",
                    "arth": "कुछ कालके पश्चात् सब देवताओंने देवकार्यकी सिद्धिके लिये ज्येष्ठ कन्या गंगाजीको, जो आगे चलकर स्वर्गसे त्रिपथगा नदीके रूपमें अवतीर्ण हुईं, गिरिराज हिमालयसे माँगा ॥ १७ ॥"
                },
                {
                    "slok": "ददौ धर्मेण हिमवांस्तनयां लोकपावनीम् । स्वच्छन्दपथगां गंगां त्रैलोक्यहितकाम्यया ।। १८ ।।",
                    "arth": "'हिमवान्ने त्रिभुवनका हित करनेकी इच्छासे स्वच्छन्द पथपर विचरनेवाली अपनी लोकपावनी पुत्री गंगाको धर्मपूर्वक उन्हें दे दिया ॥ १८ ॥"
                },
                {
                    "slok": "प्रतिगृह्य त्रिलोकार्थं त्रिलोकहितकांक्षिणः । गंगामादाय तेऽगच्छन् कृतार्थेनान्तरात्मना ।। १९ ।।",
                    "arth": "'तीनों लोकोंके हितकी इच्छावाले देवता त्रिभुवनकी भलाईके लिये ही गंगाजीको लेकर मन-ही-मन कृतार्थताका अनुभव करते हुए चले गये ॥ १९ ॥"
                },
                {
                    "slok": "या चान्या शैलदुहिता कन्याऽऽसीद्रघुनन्दन । उग्रं सुव्रतमास्थाय तपस्तेपे तपोधना ॥ २० ॥",
                    "arth": "'रघुनन्दन! गिरिराजकी जो दूसरी कन्या उमा थीं, वे उत्तम एवं कठोर व्रतका पालन करती हुई घोर तपस्यामें लग गयीं। उन्होंने तपोमय धनका संचय किया ॥ २० ॥"
                },
                {
                    "slok": "उग्रेण तपसा युक्तां ददौ शैलवरः सुताम् । रुद्रायाप्रतिरूपाय उमां लोकनमस्कृताम् ॥ २१ ॥",
                    "arth": "'गिरिराजने उग्र तपस्यामें संलग्न हुई अपनी वह विश्ववन्दिता पुत्री उमा अनुपम प्रभावशाली भगवान् रुद्रको ब्याह दी ॥ २१ ॥"
                },
                {
                    "slok": "एते ते शैलराजस्य सुते लोकनमस्कृते । गंगा च सरितां श्रेष्ठा उमादेवी च राघव ॥ २२ ॥",
                    "arth": "'रघुनन्दन! इस प्रकार सरिताओंमें श्रेष्ठ गंगा तथा भगवती उमा- ये दोनों गिरिराज हिमालयकी कन्याएँ है। हैं। सारा संसार इनके चरणोंमें मस्तक झुकाता है ॥ २२ ॥"
                },
                {
                    "slok": "एतत् ते सर्वमाख्यातं यथा त्रिपथगामिनी । खं गता प्रथमं तात गतिं गतिमतां वर ॥ २३ ॥ सैषा सुरनदी रम्या शैलेन्द्रतनया तदा । सुरलोकं समारूढा विपापा जलवाहिनी ॥ २४ ॥",
                    "arth": "'गतिशीलोंमें श्रेष्ठ तात श्रीराम! गंगाजीकी उत्पत्तिके विषयमें ये सारी बातें मैंने तुम्हें बता दीं। ये त्रिपथगामिनी कैसे हुईं ? यह भी सुन लो। पहले तो ये आकाशमार्गमें गयी थीं। तत्पश्चात् ये गिरिराजकुमारी गंगा रमणीया देवनदीके रूपमें देवलोकमें आरूढ़ हुई थीं। फिर जलरूपमें प्रवाहित हो लोगोंके पाप दूर करती हुई रसातलमें पहुँची थीं' ॥ २३-२४ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "36",
            "arth": [
                {
                    "slok": "उक्तवाक्ये मुनौ तस्मिन्नुभौ राघवलक्ष्मणौ । प्रतिनन्द्य कथां वीरावूचतुर्मुनिपुंगवम् ॥ १ ॥",
                    "arth": "विश्वामित्रजीकी बात समाप्त होनेपर श्रीराम और लक्ष्मण दोनों वीरोंने उनकी कही हुई कथाका अभिनन्दन करके मुनिवर विश्वामित्रसे इस प्रकार कहा- ॥ १ ॥"
                },
                {
                    "slok": "धर्मयुक्तमिदं ब्रह्मन् कथितं परमं त्वया । दुहितुः शैलराजस्य ज्येष्ठाया वक्तुमर्हसि । विस्तरं विस्तरज्ञोऽसि दिव्यमानुषसम्भवम् ॥ २॥",
                    "arth": "'ब्रह्मन्! आपने यह बड़ी उत्तम धर्मयुक्त कथा सुनायी। अब आप गिरिराज हिमवान्की ज्येष्ठ पुत्री गंगाके दिव्यलोक तथा मनुष्यलोकसे सम्बन्ध होनेका वृत्तान्त विस्तारके साथ सुनाइये; क्योंकि आप विस्तृत वृत्तान्तके ज्ञाता हैं॥२॥"
                },
                {
                    "slok": "त्रीन् पथो हेतुना केन प्लावयेल्लोकपावनी । कथं गंगा त्रिपथगा विश्रुता सरिदुत्तमा ॥ ३ ॥",
                    "arth": "'लोकको पवित्र करनेवाली गंगा किस कारणसे तीन मार्गों में प्रवाहित होती हैं? सरिताओंमें श्रेष्ठ गंगाकी 'त्रिपथगा' नामसे प्रसिद्धि क्यों हुई? ॥ ३ ॥"
                },
                {
                    "slok": "त्रिषु लोकेषु धर्मज्ञ कर्मभिः कैः समन्विता । तथा ब्रुवति काकुत्स्थे विश्वामित्रस्तपोधनः ॥ ४ ॥ निखिलेन कथां सर्वामृषिमध्ये न्यवेदयत् ।",
                    "arth": "'धर्मज्ञ महर्षे! तीनों लोकोंमें वे अपनी तीन धाराओंके द्वारा कौन-कौन-से कार्य करती हैं?' श्रीरामचन्द्रजीके इस प्रकार पूछनेपर तपोधन विश्वामित्रने मुनिमण्डलीके बीच गंगाजीसे सम्बन्ध रखनेवाली सारी बातें पूर्णरूपसे कह सुनायीं ॥४॥"
                },
                {
                    "slok": "पुरा राम कृतोद्वाहः शितिकण्ठो महातपाः ॥ ५ ॥ दृष्ट्वा च भगवान् देवीं मैथुनायोपचक्रमे ।",
                    "arth": "'श्रीराम! पूर्वकालमें महातपस्वी भगवान् नीलकण्ठने उमादेवीके साथ विवाह करके उनको नववधूके रूपमें अपने निकट आयी देख उनके साथ रति-क्रीडा आरम्भ की ॥ ५ ॥"
                },
                {
                    "slok": "तस्य संक्रीडमानस्य महादेवस्य धीमतः । शितिकण्ठस्य देवस्य दिव्यं वर्षशतं गतम् ॥ ६ ॥",
                    "arth": "'परम बुद्धिमान् महान् देवता भगवान् नीलकण्ठके उमादेवीके साथ क्रीडा-विहार करते सौ दिव्य वर्ष बीत गये ॥ ६ ॥"
                },
                {
                    "slok": "न चापि तनयो राम तस्यामासीत् परंतप । सर्वे देवाः समुद्युक्ताः पितामहपुरोगमाः ॥ ७ ॥",
                    "arth": "'शत्रुओंको संताप देनेवाले श्रीराम! इतने वर्षोंतक विहारके बाद भी महादेवजीके उमादेवीके गर्भसे कोई पुत्र नहीं हुआ। यह देख ब्रह्मा आदि सभी देवता उन्हें रोकनेका उद्योग करने लगे ॥ ७ ॥"
                },
                {
                    "slok": "यदिहोत्पद्यते भूतं कस्तत् प्रतिसहिष्यति । अभिगम्य सुराः सर्वे प्रणिपत्येदमब्रुवन् ॥ ८ ॥",
                    "arth": "'उन्होंने सोचा- इतने दीर्घकालके पश्चात् यदि रुद्रके तेजसे उमादेवीके गर्भसे कोई महान् प्राणी प्रकट हो भी जाय तो कौन उसके तेजको सहन करेगा? यह विचारकर सब देवता भगवान् शिवके पास जा उन्हें प्रणाम करके यों बोले - ॥ ८ ॥"
                },
                {
                    "slok": "देवदेव महादेव लोकस्यास्य हिते रत। सुराणां प्रणिपातेन प्रसादं कर्तुमर्हसि ॥ ९ ॥",
                    "arth": "'इस लोकके हितमें तत्पर रहनेवाले देवदेव महादेव! देवता आपके चरणोंमें मस्तक झुकाते हैं। इससे प्रसन्न होकर आप इन देवताओंपर कृपा करें ॥ ९ ॥"
                },
                {
                    "slok": "न लोका धारयिष्यन्ति तव तेजः सुरोत्तम । ब्राह्मण तपसा युक्तो देव्या सह तपश्चर ॥ १० ॥",
                    "arth": "'सुरश्रेष्ठ! ये लोक आपके तेजको नहीं धारण कर सकेंगे; अतः आप क्रीडासे निवृत्त हो वेदबोधित तपस्यासे युक्त होकर उमादेवीके साथ तप कीजिये ॥ १० ॥"
                },
                {
                    "slok": "त्रैलोक्यहितकामार्थं तेजस्तेजसि धारय । रक्ष सर्वानिमाँल्लोकान् नालोकं कर्तुमर्हसि ॥ ११ ॥",
                    "arth": "‘तीनों लोकोंके हितकी कामनासे अपने तेज (वीर्य) को तेजः स्वरूप अपने-आपमें ही धारण कीजिये। इन सब लोकोंकी रक्षा कीजिये। लोकोंका विनाश न कर डालिये' ॥ ११ ॥"
                },
                {
                    "slok": "देवतानां वचः श्रुत्वा सर्वलोकमहेश्वरः । बाढमित्यब्रवीत् सर्वान् पुनश्चेदमुवाच ह ॥ १२ ॥",
                    "arth": "'देवताओंकी यह बात सुनकर सर्वलोकमहेश्वर शिवने 'बहुत अच्छा' कहकर उनका अनुरोध स्वीकार कर लिया; फिर उनसे इस प्रकार कहा- ॥ १२ ॥"
                },
                {
                    "slok": "धारयिष्याम्यहं तेजस्तेजसैव सहोमया । त्रिदशा: पृथिवी चैव निर्वाणमधिगच्छतु ॥ १३ ॥",
                    "arth": "'देवताओ! उमासहित मैं अर्थात् हम दोनों अपने तेजसे ही तेजको धारण कर लेंगे। पृथ्वी आदि सभी लोकोंके निवासी शान्ति लाभ करें ॥ १३ ॥"
                },
                {
                    "slok": "यदिदं क्षुभितं स्थानान्मम तेजो ह्यनुत्तमम् । धारयिष्यति कस्तन्मे ब्रुवन्तु सुरसत्तमाः ॥ १४ ॥",
                    "arth": "'किंतु सुरश्रेष्ठगण! यदि मेरा यह सर्वोत्तम तेज (वीर्य) क्षुब्ध होकर अपने स्थानसे स्खलित हो जाय तो उसे कौन धारण करेगा ? - यह मुझे बताओ' ॥ १४ ॥"
                },
                {
                    "slok": "एवमुक्तास्ततो देवाः प्रत्यूचुर्वृषभध्वजम् । यत्तेजः क्षुभितं ह्यद्य तद्धरा धारयिष्यति ॥ १५ ॥",
                    "arth": "उनके ऐसा कहनेपर देवताओंने वृषभध्वज भगवान् शिवसे कहा-'भगवन्! आज आपका जो तेज क्षुब्ध होकर गिरेगा, उसे यह पृथ्वीदेवी धारण करेगी' ॥ १५ ॥"
                },
                {
                    "slok": "एवमुक्तः  सुरपतिः प्रमुमोच महाबलः । तेजसा पृथिवी येन व्याप्ता सगिरिकानना ॥ १६ ॥",
                    "arth": "'देवताओंका यह कथन सुनकर महाबली देवेश्वर शिवने अपना तेज छोड़ा, जिससे पर्वत और वनोंसहित यह सारी पृथ्वी व्याप्त हो गयी ॥ १६ ॥"
                },
                {
                    "slok": "ततो देवाः पुनरिदमूचुश्चापि हुताशनम् । आविश त्वं महातेजो रौद्रं वायुसमन्वितः ॥ १७ ॥",
                    "arth": "'तब देवताओंने अग्निदेवसे कहा-'अग्ने ! तुम वायुके सहयोगसे भगवान् शिवके इस महान् तेजको अपने भीतर रख लो' ॥ १७ ॥"
                },
                {
                    "slok": "तदग्निना पुनर्व्याप्तं संजातं श्वेतपर्वतम् । दिव्यं शरवणं चैव पावकादित्यसंनिभम् ॥ १८ ॥",
                    "arth": "'अग्निसे व्याप्त होनेपर वह तेज श्वेत पर्वतके रूपमें परिणत हो गया। साथ ही वहाँ दिव्य सरकंडोंका वन भी प्रकट हुआ, जो अग्नि और सूर्यके समान तेजस्वी प्रतीत होता था ॥ १८ ॥"
                },
                {
                    "slok": "यत्र जातो महातेजाः कार्तिकेयोऽग्निसम्भवः । अथोमां च शिवं चैव देवाः सर्षिगणास्तथा ॥ १९ ॥ पूजयामासुरत्यर्थं सुप्रीतमनसस्तदा ।",
                    "arth": "'उसी वनमें अग्निजनित महातेजस्वी कार्तिकेयका प्रादुर्भाव हुआ। तदनन्तर ऋषियोंसहित देवताओंने अत्यन्त प्रसन्नचित्त होकर देवी उमा और भगवान् शिवका बड़े भक्तिभावसे पूजन किया ॥ १९ ॥"
                },
                {
                    "slok": "अथ शैलसुता राम त्रिदशानिदमब्रवीत् ।। २० ।। समन्युरशपत् सर्वान् क्रोधसंरक्तलोचना ।",
                    "arth": "'श्रीराम! इसके बाद गिरिराजनन्दिनी उमाके नेत्र क्रोधसे लाल हो गये। उन्होंने समस्त देवताओंको रोषपूर्वक शाप दे दिया। वे बोलीं- ॥ २० ॥"
                },
                {
                    "slok": "यस्मान्निवारिता चाहं संगता पुत्रकाम्यया ॥ २१ ॥ अपत्यं स्वेषु दारेषु नोत्पादयितुमर्हथ । अद्यप्रभृति युष्माकमप्रजाः सन्तु पत्नयः ॥ २२ ॥",
                    "arth": "'देवताओ! मैंने पुत्र-प्राप्तिकी इच्छासे पतिके साथ समागम किया था, परंतु तुमने मुझे रोक दिया। अतः अब तुमलोग भी अपनी पत्नियोंसे संतान उत्पन्न करने योग्य नहीं रह जाओगे। आजसे तुम्हारी पत्नियाँ संतानोत्पादन नहीं कर सकेंगी-संतानहीन हो जायँगी' ॥ २१-२२ ॥"
                },
                {
                    "slok": "एवमुक्त्वा सुरान् सर्वान् शशाप पृथिवीमपि । अवने नैकरूपा त्वं बहुभार्या भविष्यसि ॥ २३ ॥",
                    "arth": "'सब देवताओंसे ऐसा कहकर उमादेवीने पृथिवीको भी शाप दिया-'भूमे ! तेरा एक रूप नहीं रह जायगा। तू बहुतोंकी भार्या होगी ॥ २३ ॥"
                },
                {
                    "slok": "न च पुत्रकृतां प्रीतिं मत्क्रोधकलुषीकृता । प्राप्स्यसि त्वं सुदुर्मेधो मम पुत्रमनिच्छती ॥ २४ ॥",
                    "arth": "'खोटी बुद्धिवाली पृथ्वी! तू चाहती थी कि मेरे पुत्र न हो। अतः मेरे क्रोधसे कलुषित होकर तू भी पुत्रजनित सुख या प्रसन्नताका अनुभव न कर सकेगी' ॥ २४ ॥"
                },
                {
                    "slok": "तान् सर्वान् पीडितान् दृष्ट्वा सुरान् सुरपतिस्तदा । गमनायोपचक्राम दिशं वरुणपालिताम् ॥ २५ ॥",
                    "arth": "'उन सब देवताओंको उमादेवीके शापसे पीडित देख देवेश्वर भगवान् शिवने उस समय पश्चिम दिशाकी ओर प्रस्थान कर दिया ॥ २५ ॥"
                },
                {
                    "slok": "स गत्वा तप आतिष्ठत् पार्श्वे तस्योत्तरे गिरेः । हिमवत्प्रभवे शृंगे सह देव्या महेश्वरः ॥ २६ ॥",
                    "arth": "'वहाँसे जाकर हिमालय पर्वतके उत्तर भागमें उसीके एक शिखरपर उमादेवीके साथ भगवान् महेश्वर तप करने लगे ॥ २६ ॥"
                },
                {
                    "slok": "एष ते विस्तरो राम शैलपुत्र्या निवेदितः । गंगायाः प्रभवं चैव शृणु मे सहलक्ष्मण ॥ २७ ॥",
                    "arth": "'लक्ष्मणसहित श्रीराम! यह मैंने तुम्हें गिरिराज हिमवान्की छोटी पुत्री उमादेवीका विस्तृत वृत्तान्त बताया है। अब मुझसे गंगाके प्रादुर्भावकी कथा सुनो' ॥ २७ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "37",
            "arth": [
                {
                    "slok": "तप्यमाने तदा देवे सेन्द्राः साग्निपुरोगमा: । सेनापतिमभीप्सन्तः पितामहमुपागमन् ॥ १॥",
                    "arth": "जब महादेवजी तपस्या कर रहे थे, उस समय इन्द्र और अग्रिआदि सम्पूर्ण देवता अपने लिये सेनापतिकी इच्छा लेकर ब्रह्माजीके पास आये ॥ १ ॥"
                },
                {
                    "slok": "ततोऽब्रुवन् सुराः सर्वे भगवन्तं पितामहम् । प्रणिपत्य सुराराम सेन्द्राः साग्निपुरोगमाः ॥ २ ॥",
                    "arth": "देवताओंको आराम देनेवाले श्रीराम ! इन्द्र और अग्निसहित समस्त देवताओंने भगवान् ब्रह्माको प्रणाम करके इस प्रकार कहा- ॥ २ ॥"
                },
                {
                    "slok": "येन सेनापतिर्देव दत्तो भगवता पुरा । स तपः परमास्थाय तप्यते स्म सहोमया ॥ ३ ॥",
                    "arth": "'प्रभो! पूर्वकालमें जिन भगवान् महेश्वरने हमें (बीजरूपसे) सेनापति प्रदान किया था, वे उमादेवीके साथ उत्तम तपका आश्रय लेकर तपस्या करते हैं ॥ ३ ॥"
                },
                {
                    "slok": "यदत्रानन्तरं कार्यं लोकानां हितकाम्यया । संविधत्स्व विधानज्ञ त्वं हि नः परमा गतिः ॥ ४ ॥",
                    "arth": "'विधि-विधानके ज्ञाता पितामह! अब लोकहितके लिये जो कर्तव्य प्राप्त हो, उसको पूर्ण कीजिये; क्योंकि आप ही हमारे परम आश्रय हैं ॥ ४ ॥"
                },
                {
                    "slok": "देवतानां वचः सान्त्वयन् श्रुत्वा सर्वलोकपितामहः । मधुरैर्वाक्यैस्त्रिदशानिदमब्रवीत् ॥ ५ ॥",
                    "arth": "देवताओंकी यह बात सुनकर सम्पूर्ण लोकोंके पितामह ब्रह्माजीने मधुर वचनोंद्वारा उन्हें सान्त्वना देते हुए कहा - ॥५॥"
                },
                {
                    "slok": "शैलपुत्र्या यदुक्तं तन्न प्रजाः स्वासु पत्निषु । तस्या वचनमक्लिष्टं सत्यमेव न संशयः ॥ ६ ॥",
                    "arth": "'देवताओ! गिरिराजकुमारी पार्वतीने जो शाप दिया है, उसके अनुसार तुम्हें अपनी पत्नियोंके गर्भसे अब कोई संतान नहीं होगी। उमादेवीकी वाणी अमोघ है; अतः वह सत्य होकर ही रहेगी; इसमें संशय नहीं है।"
                },
                {
                    "slok": "इयमाकाशगंगा च यस्यां पुत्रं हुताशनः । जनयिष्यति देवानां सेनापतिमरिंदमम् ॥ ७॥",
                    "arth": "'ये हैं उमाकी बड़ी बहिन आकाशगंगा, जिनके गर्भमें शङ्करजीके उस तेजको स्थापित करके अग्निदेव एक ऐसे पुत्रको जन्म देंगे, जो देवताओंके शत्रुओंका दमन करनेमें समर्थ सेनापति होगा ॥ ७॥"
                },
                {
                    "slok": "ज्येष्ठा शैलेन्द्रदुहिता मानयिष्यति तं सुतम् । उमायास्तद्द्वहुमतं भविष्यति न संशयः ॥ ८ ॥",
                    "arth": "'ये गंगा गिरिराजकी ज्येष्ठ पुत्री हैं, अतः अपनी छोटी बहिनके उस पुत्रको अपने ही पुत्रके समान मानेंगी। उमाको भी यह बहुत प्रिय लगेगा। इसमें संशय नहीं है' ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा वचनं तस्य कृतार्था रघुनन्दन । प्रणिपत्य सुराः सर्वे पितामहमपूजयन् ॥ ९॥",
                    "arth": "रघुनन्दन ! ब्रह्माजीका यह वचन सुनकर सब देवता कृतकृत्य हो गये। उन्होंने ब्रह्माजीको प्रणाम करके उनका पूजन किया ॥ ९ ॥"
                },
                {
                    "slok": "ते गत्वा परमं राम कैलासं धातुमण्डितम् । अग्निं नियोजयामासुः पुत्रार्थं सर्वदेवताः ॥ १० ॥",
                    "arth": "श्रीराम! विविध धातुओंसे अलंकृत उत्तम कैलास पर्वतपर जाकर उन सम्पूर्ण देवताओंने अग्निदेवको पुत्र उत्पन्न करनेके कार्यमें नियुक्त किया ॥ १० ॥"
                },
                {
                    "slok": "देवकार्यमिदं देव समाधत्स्व हुताशन । शैलपुत्र्यां महातेजो गंगायां तेज उत्सृज ॥ ११ ॥",
                    "arth": "वे बोले—'देव! हुताशन! यह देवताओंका कार्य है, इसे सिद्ध कीजिये। भगवान् रुद्रके उस महान् तेजको अब आप गंगाजीमें स्थापित कर दीजिये' ॥ ११ ॥"
                },
                {
                    "slok": "देवतानां प्रतिज्ञाय गंगामध्येत्य पावकः । गर्भं धारय वै देवि देवतानामिदं प्रियम् ॥ १२ ॥",
                    "arth": "तब देवताओंसे 'बहुत अच्छा' कहकर अग्निदेव गंगाजीके निकट आये और बोले-'देवि! आप इस गर्भको धारण करें। यह देवताओंका प्रिय कार्य है' ॥ १२ ॥"
                },
                {
                    "slok": "इत्येतद् वचनं श्रुत्वा दिव्यं रूपमधारयत् । स तस्या महिमां दृष्ट्वा समन्तादवशीर्यत ॥ १३ ॥",
                    "arth": "अग्निदेवकी यह बात सुनकर गंगादेवीने दिव्यरूप धारण कर लिया। उनकी यह महिमा - यह रूप-वैभव देखकर अग्निदेवने उस रुद्र-तेजको उनके सब ओर बिखेर दिया ॥ १३ ॥"
                },
                {
                    "slok": "समन्ततस्तदा देवीमभ्यषिञ्चत पावकः । सर्वस्त्रोतांसि पूर्णानि गंगाया रघुनन्दन ॥ १४ ॥",
                    "arth": "रघुनन्दन ! अग्निदेवने जब गंगादेवीको सब ओरसे उस रुद्र-तेजद्वारा अभिषिक्त कर दिया, तब गंगाजीके सारे स्रोत उससे परिपूर्ण हो गये ॥ १४ ॥"
                },
                {
                    "slok": "तमुवाच ततो गंगा सर्वदेवपुरोगमम् । अशक्ता धारणे देव तेजस्तव समुद्धतम् ॥ १५ ॥ दह्यमानाग्निना तेन सम्प्रव्यथितचेतना ।",
                    "arth": "तब गंगाने समस्त देवताओंके अग्रगामी अग्निदेवसे इस प्रकार कहा–'देव! आपके द्वारा स्थापित किये गये इस बढ़े हुए तेजको धारण करनेमें मैं असमर्थ हूँ। इसकी आँचसे जल रही हूँ और मेरी चेतना व्यथित हो गयी है' ॥ १५ ॥"
                },
                {
                    "slok": "अथाब्रवीदिदं गंगां सर्वदेवहुताशनः ॥ १६ ॥ इह हैमवते पार्श्वे गर्भोऽयं संनिवेश्यताम् ।",
                    "arth": "तब सम्पूर्ण देवताओंके हविष्यको भोग लगानेवाले अग्निदेवने गंगादेवीसे कहा- 'देवि! हिमालय पर्वतके पार्श्वभागमें इस गर्भको स्थापित कर दीजिये' ॥ १६ ॥"
                },
                {
                    "slok": "श्रुत्वा त्वग्निवचो गंगा तं गर्भमतिभास्वरम् ॥ १७ ॥ उत्ससर्ज महातेजाः स्त्रोतोभ्यो हि तदानघ।",
                    "arth": "निष्पाप रघुनन्दन ! अग्निकी यह बात सुनकर महातेजस्विनी गंगाने उस अत्यन्त प्रकाशमान गर्भको अपने स्त्रोतोंसे निकालकर यथोचित स्थानमें रख दिया ॥"
                },
                {
                    "slok": "यदस्या निर्गतं तस्मात् तप्तजाम्बूनदप्रभम् ॥ १८ ॥ काञ्चनं धरणीं प्राप्तं हिरण्यमतुलप्रभम् । ताम्रं कार्ष्णायसं चैव तैक्ष्ण्यादेवाभिजायत ॥ १९ ॥",
                    "arth": "गंगाके गर्भसे जो तेज निकला, वह तपाये हुए जाम्बूनद नामक सुवर्णके समान कान्तिमान् दिखायी देने लगा (गंगा सुवर्णमय मेरुगिरिसे प्रकट हुई हैं; अतः उनका बालक भी वैसे ही रूप-रंगका हुआ)। पृथ्वीपर जहाँ वह तेजस्वी गर्भ स्थापित हुआ, वहाँकी भूमि तथा प्रत्येक वस्तु सुवर्णमयी हो गयी। उसके आस-पासका स्थान अनुपम प्रभासे प्रकाशित होनेवाला रजत हो गया। उस तेजकी तीक्ष्णतासे ही दूरवर्ती भूभागकी वस्तुएँ ताँबे और लोहेके रूपमें परिणत हो गयीं ॥ १८-१९ ॥"
                },
                {
                    "slok": "मलं तस्याभवत् तत्र त्रपु सीसकमेव च। तदेतद्धरणीं प्राप्य नानाधातुरवर्धत ॥ २० ॥",
                    "arth": "उस तेजस्वी गर्भका जो मल था, वही वहाँ राँगा और सीसा हुआ। इस प्रकार पृथ्वीपर पड़कर वह तेज नाना प्रकारके धातुओंके रूपमें वृद्धिको प्राप्त हुआ ॥ २० ॥"
                },
                {
                    "slok": "निक्षिप्तमात्रे गर्भे तु तेजोभिरभिरञ्जितम् । सर्वं पर्वतसंनद्धं सौवर्णमभवद् वनम् ॥ २१ ॥",
                    "arth": "पृथ्वीपर उस गर्भके रखे जाते ही उसके तेजसे व्याप्त होकर पूर्वोक्त श्वेतपर्वत और उससे सम्बन्ध रखनेवाला सारा वन सुवर्णमय होकर जगमगाने लगा ॥ २१ ॥"
                },
                {
                    "slok": "जातरूपमिति ख्यातं तदाप्रभृति राघव सुवर्ण पुरुषव्याघ्र हुताशनसमप्रभम् । तृणवृक्षलतागुल्मं सर्वं भवति काञ्चनम् ॥ २२ ॥",
                    "arth": "पुरुषसिंह रघुनन्दन! तभीसे अग्निके समान प्रकाशित होनेवाले सुवर्णका नाम जातरूप हो गया; क्योंकि उसी समय सुवर्णका तेजस्वी रूप प्रकट हुआ था। उस गर्भके सम्पर्कसे वहाँका तृण, वृक्ष, लता और गुल्म- सब कुछ सोनेका हो गया ॥ २२ ॥"
                },
                {
                    "slok": "तं कुमारं ततो जातं सेन्द्राः सह मरुद्गणाः । क्षीरसम्भावनार्थाय कृत्तिकाः समयोजयन् ॥ २३ ॥",
                    "arth": "तदनन्तर इन्द्र और मरुद्गणोंसहित सम्पूर्ण देवताओंने वहाँ उत्पन्न हुए कुमारको दूध पिलानेके लिये छहों कृत्तिकाओंको नियुक्त किया ॥ २३ ॥"
                },
                {
                    "slok": "ता: क्षीरं जातमात्रस्य कृत्वा समयमुत्तमम् । ददुः पुत्रोऽयमस्माकं सर्वासामिति निश्चिताः ॥ २४ ॥",
                    "arth": "तब उन कृत्तिकाओंने 'यह हम सबका पुत्र हो' ऐसी उत्तम शर्त रखकर और इस बातका निश्चित विश्वास लेकर उस नवजात बालकको अपना दूध प्रदान किया ॥ २४ ॥"
                },
                {
                    "slok": "ततस्तु देवताः सर्वाः कार्तिकेय इति ब्रुवन् । पुत्रस्त्रैलोक्यविख्यातो भविष्यति न संशयः ॥ २५ ॥",
                    "arth": "उस समय सब देवता बोले-'यह बालक कार्तिकेय कहलायेगा और तुमलोगोंका त्रिभुवनविख्यात पुत्र होगा- इसमें संशय नहीं है' ॥ २५ ॥"
                },
                {
                    "slok": "तेषां तद् वचनं श्रुत्वा स्कन्नं गर्भपरित्रवे। स्त्रापयन् परया लक्ष्म्या दीप्यमानं यथानलम् ॥ २६ ॥",
                    "arth": "देवताओंका यह अनुकूल वचन सुनकर शिव और पार्वतीसे स्कन्दित (स्खलित) तथा गंगाद्वारा गर्भस्राव होनेपर प्रकट हुए अग्निके समान उत्तम प्रभासे प्रकाशित होनेवाले उस बालकको कृत्तिकाओंने नहलाया ॥"
                },
                {
                    "slok": "स्कन्द इत्यब्रुवन् देवाः स्कन्नं गर्भपरित्रवे। कार्तिकेयं महाबाहुं काकुत्स्थ ज्वलनोपमम् ॥ २७ ॥",
                    "arth": "ककुत्स्थकुलभूषण श्रीराम ! अग्नितुल्य तेजस्वी महाबाहु कार्तिकेय गर्भस्रावकालमें स्कन्दित हुए थे; इसलिये देवताओंने उन्हें स्कन्द कहकर पुकारा ॥ २७ ॥"
                },
                {
                    "slok": "प्रादुर्भूतं ततः क्षीरं कृत्तिकानामनुत्तमम् । षण्णां षडाननो भूत्वा जग्राह स्तनजं पयः ॥ २८ ॥",
                    "arth": "तदनन्तर कृत्तिकाओंके स्तनोंमें परम उत्तम दूध प्रकट हुआ। उस समय स्कन्दने अपने छ: मुख प्रकट करके उन छहोंका एक साथ ही स्तनपान किया ॥ २८ ॥"
                },
                {
                    "slok": "गृहीत्वा क्षीरमेकाहा सुकुमारवपुस्तदा । अजयत् स्वेन वीर्येण दैत्यसैन्यगणान् विभुः ॥ २९ ॥",
                    "arth": "एक ही दिन दूध पीकर उस सुकुमार शरीरवाले शक्तिशाली कुमारने अपने पराक्रमसे दैत्योंकी सारी सेनाओंपर विजय प्राप्त की ॥ २९ ॥"
                },
                {
                    "slok": "सुरसेनागणपतिमभ्यषिञ्चन्महाद्युतिम् ततस्तममराः सर्वे समेत्याग्निपुरोगमाः ॥ ३० ॥",
                    "arth": "तत्पश्चात् अग्नि आदि सब देवताओंने मिलकर उन महातेजस्वी स्कन्दका देवसेनापतिके पदपर अभिषेक किया ॥ ३० ॥"
                },
                {
                    "slok": "एष ते राम गंगाया विस्तरोऽभिहितो मया । कुमारसम्भवश्चैव धन्यः पुण्यस्तथैव च ॥ ३१ ॥",
                    "arth": "श्रीराम ! यह मैंने तुम्हें गंगाजीके चरित्रको विस्तारपूर्वक बताया है; साथ ही कुमार कार्तिकेयके जन्मका भी प्रसंग सुनाया है, जो श्रोताको धन्य एवं पुण्यात्मा बनानेवाला है ॥ ३१ ॥"
                },
                {
                    "slok": "भक्तश्च यः कार्तिकेये काकुत्स्थ भुवि मानवः । आयुष्मान् पुत्रपौत्रैश्च स्कन्दसालोक्यतां व्रजेत् ॥ ३२ ॥",
                    "arth": "काकुत्स्थ ! इस पृथ्वीपर जो मनुष्य कार्तिकेयमें भक्तिभाव रखता है, वह इस लोकमें दीर्घायु तथा पुत्र पौत्रोंसे सम्पन्न हो मृत्युके पश्चात् स्कन्दके लोकमें जाता है ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "38",
            "arth": [
                {
                    "slok": "तां कथां कौशिको रामे निवेद्य मधुराक्षराम् । पुनरेवापरं वाक्यं काकुत्स्थमिदमब्रवीत् ॥ १ ॥",
                    "arth": "विश्वामित्रजीने मधुर अक्षरोंसे युक्त वह कथा श्रीरामको सुनाकर फिर उनसे दूसरा प्रसंग इस प्रकार कहा - ॥ १ ॥"
                },
                {
                    "slok": "अयोध्याधिपतिवर पूर्वमासीन्नराधिपः । सगरो नाम धर्मात्मा प्रजाकामः स चाप्रजः ॥ २ ॥",
                    "arth": "'वीर! पहलेकी बात है, अयोध्यामें सगर नामसे प्रसिद्ध एक धर्मात्मा राजा राज्य करते थे। उन्हें कोई पुत्र नहीं था; अतः वे पुत्र प्राप्तिके लिये सदा उत्सुक रहा करते थे ॥ २ ॥"
                },
                {
                    "slok": "वैदर्भदुहिता राम केशिनी नाम नामतः । ज्येष्ठा सगरपत्नी सा धर्मिष्ठा सत्यवादिनी ॥ ३ ॥",
                    "arth": "'श्रीराम! विदर्भराजकुमारी केशिनी राजा सगरकी ज्येष्ठ पत्नी थी। वह बड़ी धर्मात्मा और सत्यवादिनी थी ॥ ३ ॥"
                },
                {
                    "slok": "अरिष्टनेमेर्दुहिता सुपर्णभगिनी तु सा । द्वितीया सगरस्यासीत् पत्नी सुमतिसंज्ञिता ॥ ४ ॥",
                    "arth": "'सगरकी दूसरी पत्नीका नाम सुमति था। वह अरिष्टनेमि कश्यपकी पुत्री तथा गरुडकी बहिन थी॥ ४ ॥"
                },
                {
                    "slok": "ताभ्यां सह महाराजः पत्नीभ्यां तप्तवांस्तपः हिमवन्तं समासाद्य भृगुप्रस्त्रवणे गिरौ ॥ ५ ॥",
                    "arth": "'महाराज सगर अपनी उन दोनों पत्नियोंके साथ हिमालय पर्वतपर जाकर भृगुप्रस्रवण नामक शिखरपर तपस्या करने लगे ॥ ५ ॥"
                },
                {
                    "slok": "अथ वर्षशते पूर्णे तपसाऽऽराधितो मुनिः । सगराय वरं प्रादाद भृगुः सत्यवतां वरः ॥ ६ ॥",
                    "arth": "'सौ वर्ष पूर्ण होनेपर उनकी तपस्याद्वारा प्रसन्न हुए सत्यवादियोंमें श्रेष्ठ महर्षि भृगुने राजा सगरको वर दिया ॥ ६ ॥"
                },
                {
                    "slok": "अपत्यलाभः सुमहान् भविष्यति तवानघ। कीर्ति चाप्रतिमां लोके प्राप्स्यसे पुरुषर्षभ ॥ ७ ॥",
                    "arth": "'निष्पाप नरेश ! तुम्हें बहुत से पुत्रोंकी प्राप्ति होगी। पुरुषप्रवर! तुम इस संसारमें अनुपम कीर्ति प्राप्त करोगे ॥ ७ ॥"
                },
                {
                    "slok": "एका जनयिता तात पुत्रं वंशकरं तव । षष्टि पुत्रसहस्त्राणि अपरा जनयिष्यति ॥ ८ ॥",
                    "arth": "'तात! तुम्हारी एक पत्नी तो एक ही पुत्रको जन्म देगी, जो अपनी वंशपरम्पराका विस्तार करनेवाला होगा तथा दूसरी पत्नी साठ हजार पुत्रोंकी जननी होगी ॥ ८ ॥"
                },
                {
                    "slok": "भाषमाणं महात्मानं राजपुत्र्यौ प्रसाद्य तम् । ऊचतुः परमप्रीते कृताञ्जलिपुटे तदा ॥ ९ ॥",
                    "arth": "'महात्मा भृगु जब इस प्रकार कह रहे थे, उस समय उन दोनों राजकुमारियों (रानियों) ने उन्हें प्रसन्न करके स्वयं भी अत्यन्त आनन्दित हो दोनों हाथ जोड़कर पूछा- ॥ ९ ॥"
                },
                {
                    "slok": "एकः कस्याः सुतो ब्रह्मन् का बहूञ्जनयिष्यति । श्रोतुमिच्छावहे ब्रह्मन् सत्यमस्तु वचस्तव ॥ १० ॥",
                    "arth": "'ब्रह्मन्! किस रानीके एक पुत्र होगा और कौन बहुत-से पुत्रोंकी जननी होगी? हम दोनों यह सुनना चाहती हैं। आपकी वाणी सत्य हो' ॥ १० ॥"
                },
                {
                    "slok": "तयोस्तद् वचनं श्रुत्वा भृगुः परमधार्मिकः । उवाच परमां वाणीं स्वच्छन्दोऽत्र विधीयताम् ॥ ११ ॥ एको वंशकरो वास्तु बहवो वा महाबलाः । कीर्तिमन्तो महोत्साहाः का वा कं वरमिच्छति ।। १२ ।।",
                    "arth": "'उन दोनोंकी यह बात सुनकर परम धर्मात्मा भृगुने उत्तम वाणीमें कहा- 'देवियो! तुमलोग यहाँ अपनी इच्छा प्रकट करो। तुम्हें वंश चलानेवाला एक ही पुत्र प्राप्त हो अथवा महान् बलवान्, यशस्वी एवं अत्यन्त उत्साही बहुत-से पुत्र ? इन दो वरोंमेंसे किस वरको कौन-सी रानी ग्रहण करना चाहती है?' ॥ ११-१२ ॥"
                },
                {
                    "slok": "मुनेस्तु वचनं श्रुत्वा केशिनी रघुनन्दन । पुत्रं वंशकरं राम जग्राह नृपसंनिधौ ॥ १३ ॥",
                    "arth": "'रघुकुलनन्दन श्रीराम! मुनिका यह वचन सुनकर केशिनीने राजा सगरके समीप वंश चलानेवाले एक ही पुत्रका वर ग्रहण किया ॥ १३ ॥"
                },
                {
                    "slok": "षष्टिं पुत्रसहस्त्राणि सुपर्णभगिनी तदा । महोत्साहान् कीर्तिमतो जग्राह सुमतिः सुतान् ॥ १४ ॥",
                    "arth": "'तब गरुड़की बहिन सुमतिने महान् उत्साही और यशस्वी साठ हजार पुत्रोंको जन्म देनेका वर प्राप्त किया ॥ १४ ॥"
                },
                {
                    "slok": "प्रदक्षिणमृषिं कृत्वा शिरसाभिप्रणम्य तम् । जगाम स्वपुरं राजा सभार्यो रघुनन्दन ॥ १५ ॥",
                    "arth": "'रघुनन्दन ! तदनन्तर रानियोंसहित राजा सगरने महर्षिकी परिक्रमा करके उनके चरणोंमें मस्तक झुकाया और अपने नगरको प्रस्थान किया ॥ १५ ॥"
                },
                {
                    "slok": "अथ काले गते तस्य ज्येष्ठा पुत्रं व्यजायत । असमञ्ज इति ख्यातं केशिनी सगरात्मजम् ।। १६ ।।",
                    "arth": "'कुछ काल व्यतीत होनेपर बड़ी रानी केशिनीने सगरके औरस पुत्र 'असमञ्ज' को जन्म दिया ॥ १६ ॥"
                },
                {
                    "slok": "सुमतिस्तु नरव्याघ्र गर्भतुम्बं व्यजायत । षष्टिः पुत्रसहस्त्राणि तुम्बभेदाद् विनिःसृताः ॥ १७ ॥",
                    "arth": "'पुरुषसिंह! (छोटी रानी) सुमतिने तूंबीके आकारका एक गर्भपिण्ड उत्पन्न किया। उसको फोड़नेसे साठ हजार बालक निकले ॥ १७ ॥"
                },
                {
                    "slok": "घृतपूर्णेषु कुम्भेषु धात्र्यस्तान् समवर्धयन् । कालेन महता सर्वे यौवनं प्रतिपेदिरे ॥ १८ ॥",
                    "arth": "'उन्हें घीसे भरे हुए घड़ोंमें रखकर धाइयाँ उनका पालन-पोषण करने लगीं। धीरे-धीरे जब बहुत दिन बीत गये, तब वे सभी बालक युवावस्थाको प्राप्त हुए ॥"
                },
                {
                    "slok": "अथ दीर्घेण कालेन रूपयौवनशालिनः । षष्टिः पुत्रसहस्त्राणि सगरस्याभवंस्तदा ॥ १९ ॥",
                    "arth": "'इस तरह दीर्घकालके पश्चात् राजा सगरके रूप और युवावस्थासे सुशोभित होनेवाले साठ हजार पुत्र तैयार हो गये ॥ १९ ॥"
                },
                {
                    "slok": "स च ज्येष्ठो नरश्रेष्ठ सगरस्यात्मसम्भवः । बालान् गृहीत्वा तु जले सरय्वा रघुनन्दन ॥ २० ॥ प्रक्षिप्य प्राहसन्नित्यं मज्जतस्तान् निरीक्ष्य वै ।",
                    "arth": "'नरश्रेष्ठ रघुनन्दन! सगरका ज्येष्ठ पुत्र असमञ्ज नगरके बालकोंको पकड़कर सरयूके जलमें फेंक देता और जब वे डूबने लगते, तब उनकी ओर देखकर हँसा करता ॥ २० ॥"
                },
                {
                    "slok": "एवं पापसमाचार: सज्जनप्रतिबाधकः ॥ २१ ॥ पौराणामहिते युक्तः पित्रा निर्वासितः पुरात् ।",
                    "arth": "'इस प्रकार पापाचारमें प्रवृत्त होकर जब वह सत्पुरुषोंको पीडा देने और नगर-निवासियोंका अहित करने लगा, तब पिताने उसे नगरसे बाहर निकाल दिया ॥ २१ ॥"
                },
                {
                    "slok": "तस्य पुत्रोंऽशुमान् नाम असमञ्जस्य वीर्यवान् ॥ २२ ॥ सम्मतः सर्वलोकस्य सर्वस्यापि प्रियंवदः ।",
                    "arth": "“असमञ्जके पुत्रका नाम था अंशुमान् । वह बड़ा ही पराक्रमी, सबसे मधुर वचन बोलनेवाला तथा सब लोगोंको प्रिय था ॥ २२ ॥"
                },
                {
                    "slok": "ततः कालेन महता मतिः समभिजायत ॥ २३ ॥ सगरस्य नरश्रेष्ठ यजेयमिति निश्चिता ।",
                    "arth": "'नरश्रेष्ठ ! कुछ कालके अनन्तर महाराज सगरके मनमें यह निश्चित विचार हुआ कि 'मैं यज्ञ करूँ' ॥ २३ ॥"
                },
                {
                    "slok": "स कृत्वा निश्चयं राजा सोपाध्यायगणस्तदा । यज्ञकर्मणि वेदज्ञो यष्टुं समुपचक्रमे ॥ २४ ॥",
                    "arth": "'यह दृढ़ निश्चय करके वे वेदवेत्ता नरेश अपने उपाध्यायोंके साथ यज्ञ करनेकी तैयारीमें लग गये' ॥ २४ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "39",
            "arth": [
                {
                    "slok": "विश्वामित्रवचः श्रुत्वा कथान्ते रघुनन्दनः । उवाच परमप्रीतो मुनिं दीप्तमिवानलम् ॥ १ ॥",
                    "arth": "विश्वामित्रजीकी कही हुई कथा सुनकर श्रीरामचन्द्रजी बड़े प्रसन्न हुए। उन्होंने कथाके अन्तमें अग्नितुल्य तेजस्वी विश्वामित्र मुनिसे कहा- ॥ १ ॥"
                },
                {
                    "slok": "श्रोतुमिच्छामि भद्रं ते विस्तरेण कथामिमाम् । पूर्वजो मे कथं ब्रह्मन् यज्ञं वै समुपाहरत् ॥ २ ॥",
                    "arth": "'ब्रह्मन्! आपका कल्याण हो। मैं इस कथाको विस्तारके साथ सुनना चाहता हूँ। मेरे पूर्वज महाराज सगरने किस प्रकार यज्ञ किया था ?' ॥ २ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा कौतूहलसमन्वितः । विश्वामित्रस्तु काकुत्स्थमुवाच प्रहसन्निव ॥ ३ ॥",
                    "arth": "उनकी वह बात सुनकर विश्वामित्रजीको बड़ा कौतूहल हुआ। वे यह सोचकर कि मैं जो कुछ कहना चाहता हूँ, उसीके लिये ये प्रश्न कर रहे हैं, जोर-जोरसे हँस पड़े। हँसते हुए-से ही उन्होंने श्रीरामसे कहा- ॥"
                },
                {
                    "slok": "श्रूयतां विस्तरो राम सगरस्य महात्मनः । शंकरश्वशुरो नाम्ना हिमवानिति विश्रुतः ॥ ४ ॥ विन्ध्यपर्वतमासाद्य निरीक्षेते परस्परम् । तयोर्मध्ये समभवद् यज्ञः स पुरुषोत्तम ॥ ५ ॥",
                    "arth": "'राम! तुम महात्मा सगरके यज्ञका विस्तारपूर्वक वर्णन सुनो। पुरुषोत्तम! शङ्करजीके श्वशुर हिमवान् नामसे विख्यात पर्वत विन्ध्याचलतक पहुँचकर तथा विन्ध्यपर्वत हिमवान्तक पहुँचकर दोनों एक-दूसरेको देखते हैं (इन दोनोंके बीचमें दूसरा कोई ऐसा ऊँचा पर्वत नहीं है, जो दोनोंके पारस्परिक दर्शनमें बाधा उपस्थित कर सके) । इन्हीं दोनों पर्वतोंके बीच आर्यावर्तकी पुण्यभूमिमें उस यज्ञका अनुष्ठान हुआ था ॥ ४-५ ॥"
                },
                {
                    "slok": "स हि देशो नरव्याघ्र प्रशस्तो यज्ञकर्मणि । तस्याश्वचर्यां काकुत्स्थ दृढधन्वा महारथः ॥ ६ ॥ अंशुमानकरोत् तात सगरस्य मते स्थितः ।",
                    "arth": "'पुरुषसिंह! वही देश यज्ञ करनेके लिये उत्तम माना गया है। तात ककुत्स्थनन्दन ! राजा सगरकी आज्ञासे यज्ञिय अश्वकी रक्षाका भार सुदृढ़ धनुर्धर महारथी अंशुमान्ने स्वीकार किया था ॥ ६ ॥"
                },
                {
                    "slok": "तस्य पर्वणि तं यज्ञं यजमानस्य वासवः ॥ ७ ॥ राक्षसीं तनुमास्थाय यज्ञियाश्वमपाहरत् ।",
                    "arth": "'परंतु पर्वके दिन यज्ञमें लगे हुए राजा सगरके यज्ञसम्बन्धी घोड़ेको इन्द्रने राक्षसका रूप धारण करके चुरा लिया ॥ ७ ॥"
                },
                {
                    "slok": "ह्रियमाणे तु काकुत्स्थ तस्मिन्नश्वे महात्मनः ॥ ८ ॥ उपाध्यायगणा: सर्वे यजमानमथाब्रुवन् । अयं पर्वणि वेगेन यज्ञियाश्वोऽपनीयते ॥ ९ ॥ हर्तारं जहि काकुत्स्थ हयश्चैवोपनीयताम् । यज्ञच्छिद्रं भवत्येतत् सर्वेषामशिवाय नः ॥ १० ॥ तत् तथा क्रियतां राजन् यज्ञोऽच्छिद्रः कृतो भवेत् ।",
                    "arth": "'काकुत्स्थ! महामना सगरके उस अश्वका अपहरण होते समय समस्त ऋत्विजोंने यजमान सगरसे कहा 'ककुत्स्थनन्दन! आज पर्वके दिन कोई इस यज्ञसम्बन्धी अश्वको चुराकर बड़े वेगसे लिये जा रहा है। आप चोरको मारिये और घोड़ा वापस लाइये, नहीं तो यज्ञमें विघ्न पड़ जायगा और वह हम सब लोगोंके लिये अमंगलका कारण होगा। राजन्! आप ऐसा प्रयत्न कीजिये, जिससे यह यज्ञ बिना किसी विघ्र-बाधाके परिपूर्ण हो' ॥"
                },
                {
                    "slok": "सोपाध्यायवचः श्रुत्वा तस्मिन् सदसि पार्थिवः ॥ ११ ॥ षष्टिं पुत्रसहस्त्राणि वाक्यमेतदुवाच ह। गतिं पुत्रा न पश्यामि रक्षसां पुरुषर्षभाः ॥ १२ ॥ मन्त्रपूतैर्महाभागैरास्थितो हि महाक्रतुः ।",
                    "arth": "'उस यज्ञ-सभामें बैठे हुए राजा सगरने उपाध्यायोंकी बात सुनकर अपने साठ हजार पुत्रोंसे कहा-'पुरुषप्रवर पुत्रो! यह महान् यज्ञ वेदमन्त्रोंसे पवित्र अन्तःकरणवाले महाभाग महात्माओंद्वारा सम्पादित हो रहा है; अतः यहाँ राक्षसोंकी पहुँच हो, ऐसा मुझे नहीं दिखायी देता (अतः यह अश्व चुरानेवाला कोई देवकोटिका पुरुष होगा) ॥"
                },
                {
                    "slok": "तद् गच्छथ विचिन्वध्वं पुत्रका भद्रमस्तु वः ॥ १३ ॥ समुद्रमालिनीं सर्वां पृथिवीमनुगच्छथ । एकैकं योजनं पुत्रा विस्तारमभिगच्छत ॥ १४ ॥ यावत् तुरगसंदर्शस्तावत् खनत मेदिनीम् । तमेव हयहर्तारं मार्गमाणा ममाज्ञया ॥ १५ ॥",
                    "arth": "'अतः पुत्रो! तुमलोग जाओ, घोड़ेकी खोज करो। 4 तुम्हारा कल्याण हो । समुद्रसे घिरी हुई इस सारी पृथ्वीको छान डालो। एक-एक योजन विस्तृत भूमिको बाँटकर उसका चप्पा-चप्पा देख डालो। जबतक घोड़ेका पता न लग जाय, तबतक मेरी आज्ञासे इस पृथ्वीको खोदते रहो। इस खोदनेका एक ही लक्ष्य है उस अश्वके चोरको ढूँढ़ निकालना ॥ १३-१५॥"
                },
                {
                    "slok": "दीक्षितः पौत्रसहितः सोपाध्यायगणस्त्वहम् । इह स्थास्यामि भद्रं वो यावत् तुरगदर्शनम् ॥ १६ ॥",
                    "arth": "'मैं यज्ञकी दीक्षा ले चुका हूँ, अतः स्वयं उसे ढूँढ़नेके लिये नहीं जा सकता; इसलिये जबतक उस अश्वका दर्शन न हो, तबतक मैं उपाध्यायों और पौत्र अंशुमान्‌के साथ यहीं रहूँगा' ॥ १६ ॥"
                },
                {
                    "slok": "ते सर्वे हृष्टमनसो राजपुत्रा महाबलाः । जग्मुर्महीतलं राम पितुर्वचनयन्त्रिताः ॥ १७॥",
                    "arth": "'श्रीराम! पिताके आदेशरूपी बन्धनसे बँधकर वे 4 सभी महाबली राजकुमार मन-ही-मन हर्षका अनुभव करते हुए भूतलपर विचरने लगे ॥ १७ ॥"
                },
                {
                    "slok": "गत्वा तु पृथिवीं सर्वामदृष्ट्वा तं महाबलाः । योजनायामविस्तारमेकैको धरणीतलम् । बिभिदुः पुरुषव्याघ्रा वज्रस्पर्शसमैर्भुजैः ॥ १८ ॥",
                    "arth": "'सारी पृथ्वीका चक्कर लगानेके बाद भी उस अश्वको न देखकर उन महाबली पुरुषसिंह राजपुत्रोंने प्रत्येकके हिस्सेमें एक-एक योजन भूमिका बँटवारा करके अपनी भुजाओंद्वारा उसे खोदना आरम्भ किया। उनकी उन भुजाओंका स्पर्श वज्रके स्पर्शकी भाँति दुस्सह था ॥ १८ ॥"
                },
                {
                    "slok": "शूलैरशनिकल्पैश्च हलैश्चापि सुदारुणैः । भिद्यमाना वसुमती ननाद रघुनन्दन ॥ १९ ॥",
                    "arth": "'रघुनन्दन ! उस समय वज्रतुल्य शूलों और अत्यन्त दारुण हलोंद्वारा सब ओरसे विदीर्ण की जाती हुई वसुधा आर्तनाद करने लगी ॥ १९ ॥"
                },
                {
                    "slok": "नागानां वध्यमानानामसुराणां च राघव । राक्षसानां दुराधर्षं सत्त्वानां निनदोऽभवत् ॥ २० ॥",
                    "arth": "'रघुवीर! उन राजकुमारोंद्वारा मारे जाते हुए नागों, असुरों, राक्षसों तथा दूसरे-दूसरे प्राणियोंका भयंकर आर्तनाद गूंजने लगा ॥ २० ॥"
                },
                {
                    "slok": "योजनानां सहस्त्राणि षष्टिं तु रघुनन्दन । बिभिदुर्धरणीं राम रसातलमनुत्तमम् ॥ २१ ॥",
                    "arth": "'रघुकुलको आनन्दित करनेवाले श्रीराम! उन्होंने साठ हजार योजनकी भूमि खोद डाली। मानो वे सर्वोत्तम रसातलका अनुसंधान कर रहे हों ॥ २१ ॥"
                },
                {
                    "slok": "एवं पर्वतसम्बाधं जम्बूद्वीपं नृपात्मजाः । खनन्तो नृपशार्दूल सर्वतः परिचक्रमुः ॥ २२ ॥",
                    "arth": "'नृपश्रेष्ठ राम! इस प्रकार पर्वतोंसे युक्त जम्बूद्वीपकी भूमि खोदते हुए वे राजकुमार सब ओर चक्कर लगाने लगे ॥"
                },
                {
                    "slok": "ततो देवाः सगन्धर्वाः सासुराः सहपन्नगाः । सम्भ्रान्तमनसः सर्वे पितामहमुपागमन् ॥ २३ ॥",
                    "arth": "'इसी समय गन्धर्वो, असुरों और नागसहित सम्पूर्ण देवता मन-ही-मन घबरा उठे और ब्रह्माजीके पास गये ॥ २३ ॥"
                },
                {
                    "slok": "ते प्रसाद्य महात्मानं विषण्णवदनास्तदा । ऊचुः परमसंत्रस्ताः पितामहमिदं वचः ॥ २४ ॥",
                    "arth": "'उनके मुखपर विषाद छा रहा था। वे भयसे अत्यन्त संत्रस्त हो गये थे। उन्होंने महात्मा ब्रह्माजीको प्रसन्न करके इस प्रकार कहा- ॥ २४ ॥"
                },
                {
                    "slok": "भगवन् पृथिवी सर्वा खन्यते सगरात्मजैः । बहवश्च महात्मानो वध्यन्ते जलचारिणः ॥ २५ ॥",
                    "arth": "'भगवन् ! सगरके पुत्र इस सारी पृथ्वीको खोदे डालते हैं और बहुत से महात्माओं तथा जलचारी जीवोंका वध कर रहे हैं ॥ २५ ॥"
                },
                {
                    "slok": "अयं यज्ञहरोऽस्माकमनेनाश्वोऽपनीयते । इति ते सर्वभूतानि हिंसन्ति सगरात्मजाः ॥ २६ ॥",
                    "arth": "'यह हमारे यज्ञमें विघ्न डालनेवाला है। यह हमारा अश्व चुराकर ले जाता है' ऐसा कहकर वे सगरके पुत्र समस्त प्राणियोंकी हिंसा कर रहे हैं' ॥ २६ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "40",
            "arth": [
                {
                    "slok": "देवतानां वचः श्रुत्वा भगवान् वै पितामहः । प्रत्युवाच सुसंत्रस्तान् कृतान्तबलमोहितान् ॥ १ ॥",
                    "arth": "देवताओंकी बात सुनकर भगवान् ब्रह्माजीने कितने ही प्राणियोंका अन्त करनेवाले सगरपुत्रोंके बलसे मोहित एवं भयभीत हुए उन देवताओंसे इस प्रकार कहा - ॥ १ ॥"
                },
                {
                    "slok": "यस्येयं वसुधा कृत्स्ना वासुदेवस्य धीमतः । महिषी माधवस्यैषा स एव भगवान् प्रभुः ॥ २ ॥ कापिलं रूपमास्थाय धारयत्यनिशं धराम् । तस्य कोपाग्निना दग्धा भविष्यन्ति नृपात्मजाः ॥ ३ ॥",
                    "arth": "‘देवगण! यह सारी पृथ्वी जिन भगवान् वासुदेवकी वस्तु है तथा जिन भगवान् लक्ष्मीपतिकी यह रानी है, वे ही सर्वशक्तिमान् भगवान् श्रीहरि कपिल मुनिका रूप धारण करके निरन्तर इस पृथ्वीको धारण करते हैं। उनकी कोपाग्निसे ये सारे राजकुमार जलकर भस्म हो जायँगे ॥ २-३ ॥"
                },
                {
                    "slok": "पृथिव्याश्चापि निर्भेदो दृष्ट एव सनातनः । सगरस्य च पुत्राणां विनाशो दीर्घदर्शिनाम् ॥ ४ ॥",
                    "arth": "'पृथ्वीका यह भेदन सनातन है- प्रत्येक कल्पमें अवश्यम्भावी है। (श्रुतियों और स्मृतियोंमें आये हुए सागर आदि शब्दोंसे यह बात सुस्पष्ट ज्ञात होती है।) इसी प्रकार दूरदर्शी पुरुषोंने सगरके पुत्रोंका भावी विनाश भी देखा ही है; अतः इस विषयमें शोक करना अनुचित है' ॥"
                },
                {
                    "slok": "पितामहवचः श्रुत्वा त्रयस्त्रिंशदरिंदमाः । देवाः परमसंहृष्टाः पुनर्जग्मुर्यथागतम् ॥ ५॥",
                    "arth": "ब्रह्माजीका यह कथन सुनकर शत्रुओंका दमन करनेवाले तैंतीस देवता बड़े हर्षमें भरकर जैसे आये थे, उसी तरह पुनः लौट गये ॥ ५ ॥"
                },
                {
                    "slok": "सगरस्य च पुत्राणां प्रादुरासीन्महास्वनः । पृथिव्यां भिद्यमानायां निर्घातसमनिःस्वनः ॥ ६॥",
                    "arth": "सगरपुत्रोंके हाथसे जब पृथ्वी खोदी जा रही थी, उस समय उससे वज्रपातके समान बड़ा भयंकर शब्द होता था ॥"
                },
                {
                    "slok": "ततो भित्त्वा महीं सर्वां कृत्वा चापि प्रदक्षिणम् । सहिताः सागरा: सर्वे पितरं वाक्यमब्रुवन् ॥ ७ ॥",
                    "arth": "इस तरह सारी पृथ्वी खोदकर तथा उसकी परिक्रमा करके वे सभी सगरपुत्र पिताके पास खाली हाथ लौट आये और बोले - ॥७॥"
                },
                {
                    "slok": "परिक्रान्ता मही सर्वा सत्त्ववन्तश्च सूदिताः । देवदानवरक्षांसि पिशाचोरगपन्नगाः ॥ ८ ॥ न च पश्यामहेऽश्वं ते अश्वहर्तारमेव च । किं करिष्याम भद्रं ते बुद्धिरत्र विचार्यताम् ॥ ९ ॥",
                    "arth": "'पिताजी! हमने सारी पृथ्वी छान डाली। देवता, दानव, राक्षस, पिशाच और नाग आदि बड़े-बड़े बलवान् प्राणियोंको मार डाला। फिर भी हमें न तो कहीं घोड़ा दिखायी दिया और न घोड़ेका चुरानेवाला ही। आपका भला हो । अब हम क्या करें? इस विषयमें आप ही कोई उपाय सोचिये ॥८-९॥"
                },
                {
                    "slok": "तेषां तद् वचनं श्रुत्वा पुत्राणां राजसत्तमः । समन्युरब्रवीद् वाक्यं सगरो रघुनन्दन ॥ १० ॥",
                    "arth": "'रघुनन्दन! पुत्रोंका यह वचन सुनकर राजाओंमें श्रेष्ठ सगरने उनसे कुपित होकर कहा- ॥ १० ॥"
                },
                {
                    "slok": "भूयः खनत भद्रं वो विभेद्य वसुधातलम् । अश्वहर्तारमासाद्य कृतार्थाश्च निवर्तत ॥ ११ ॥",
                    "arth": "'जाओ, फिरसे सारी पृथ्वी खोदो और इसे विदीर्ण करके घोड़ेके चोरका पता लगाओ। चोरतक पहुँचकर काम पूरा होनेपर ही लौटना' ॥ ११ ॥"
                },
                {
                    "slok": "पितुर्वचनमासाद्य सगरस्य महात्मनः । षष्टिः पुत्रसहस्त्राणि रसातलमभिद्रवन् ॥ १२ ॥",
                    "arth": "अपने महात्मा पिता सगरकी यह आज्ञा शिरोधार्य करके वे साठ हजार राजकुमार रसातलकी ओर बढ़े (और रोषमें भरकर पृथ्वी खोदने लगे) ॥ १२ ॥"
                },
                {
                    "slok": "खन्यमाने ततस्तस्मिन् ददृशुः पर्वतोपमम् । दिशागजं विरूपाक्षं धारयन्तं महीतलम् ॥ १३ ॥",
                    "arth": "उस खुदाईके समय ही उन्हें एक पर्वताकार दिग्गज दिखायी दिया, जिसका नाम विरूपाक्ष है। वह इस भूतलको धारण किये हुए था ॥ १३ ॥"
                },
                {
                    "slok": "सपर्वतवनां कृत्स्नां पृथिवीं रघुनन्दन । धारयामास शिरसा विरूपाक्षो महागजः ॥ १४ ॥",
                    "arth": "रघुनन्दन! महान् गजराज विरूपाक्षने पर्वत और वनोंसहित इस सम्पूर्ण पृथ्वीको अपने मस्तकपर धारण कर रखा था ॥ १४ ॥"
                },
                {
                    "slok": "यदा पर्वणि काकुत्स्थ विश्रमार्थं महागजः । खेदाच्चालयते शीर्ष भूमिकम्पस्तदा भवेत् ॥ १५ ॥",
                    "arth": "काकुत्स्थ ! वह महान् दिग्गज जिस समय थककर विश्रामके लिये अपने मस्तकको इधर-उधर हटाता था, उस समय भूकम्प होने लगता था ॥ १५ ॥"
                },
                {
                    "slok": "ते तं प्रदक्षिणं कृत्वा दिशापालं महागजम् । मानयन्तो हि ते राम जग्मुर्भित्त्वा रसातलम् ॥ १६ ॥",
                    "arth": "श्रीराम! पूर्व दिशाकी रक्षा करनेवाले विशाल गजराज विरूपाक्षकी परिक्रमा करके उसका सम्मान करते हुए वे सगरपुत्र रसातलका भेदन करके आगे बढ़ गये ॥ १६ ॥"
                },
                {
                    "slok": "ततः पूर्वां दिशं भित्त्वा दक्षिणां बिभिदुः पुनः । दक्षिणस्यामपि दिशि ददृशुस्ते महागजम् ॥ १७ ॥",
                    "arth": "पूर्व दिशाका भेदन करनेके पश्चात् वे पुनः दक्षिण दिशाकी भूमिको खोदने लगे। दक्षिण दिशामें भी उन्हें एक महान् दिग्गज दिखायी दिया ॥ १७ ॥"
                },
                {
                    "slok": "महापद्मं महात्मानं सुमहत्पर्वतोपमम् । शिरसा धारयन्तं गां विस्मयं जग्मुरुत्तमम् ॥ १८ ॥",
                    "arth": "उसका नाम था महापद्म । महान् पर्वतके समान ऊँचा वह विशालकाय गजराज अपने मस्तकपर पृथ्वीको धारण करता था। उसे देखकर उन राजकुमारोंको बड़ा विस्मय हुआ ॥ १८ ॥"
                },
                {
                    "slok": "ते तं प्रदक्षिणं कृत्वा सगरस्य महात्मनः । षष्टिः पुत्रसहस्राणि पश्चिमां बिभिदुर्दिशम् ॥ १९ ॥",
                    "arth": "महात्मा सगरके वे साठ हजार पुत्र उस दिग्गजकी परिक्रमा करके पश्चिम दिशाकी भूमिका भेदन करने लगे ॥ १९ ॥"
                },
                {
                    "slok": "पश्चिमायामपि दिशि महान्तमचलोपमम् । दिशागजं सौमनसं ददृशुस्ते महाबलाः ॥ २० ॥",
                    "arth": "पश्चिम दिशामें भी उन महाबली सगरपुत्रोंने महान् पर्वताकार दिग्गज सौमनसका दर्शन किया ॥ २० ॥"
                },
                {
                    "slok": "ते तं प्रदक्षिणं कृत्वा पृष्ट्वा चापि निरामयम् । खनन्तः समुपाक्रान्ता दिशं सोमवतीं तदा ॥ २१ ॥",
                    "arth": "उसकी भी परिक्रमा करके उसका कुशल समाचार पूछकर वे सभी राजकुमार भूमि खोदते हुए उत्तर दिशामें जा पहुँचे ॥ २१ ॥"
                },
                {
                    "slok": "उत्तरस्यां रघुश्रेष्ठ ददृशुर्हिमपाण्डुरम् । भद्रं भद्रेण वपुषा धारयन्तं महीमिमाम् ॥ २२ ॥",
                    "arth": "रघुश्रेष्ठ! उत्तर दिशामें उन्हें हिमके समान श्वेतभद्र नामक दिग्गज दिखायी दिया, जो अपने कल्याणमय शरीरसे इस पृथ्वीको धारण किये हुए था ॥ २२ ॥"
                },
                {
                    "slok": "समालभ्य ततः सर्वे कृत्वा चैनं प्रदक्षिणम् । षष्टिः पुत्रसहस्त्राणि बिभिदुर्वसुधातलम् ॥ २३ ॥",
                    "arth": "उसका कुशल समाचार पूछकर राजा सगरके वे सभी साठ हजार पुत्र उसकी परिक्रमा करनेके पश्चात् भूमि खोदनेके काममें जुट गये ॥ २३ ॥"
                },
                {
                    "slok": "ततः प्रागुत्तरां गत्वा सागराः प्रथितां दिशम् । रोषादभ्यखनन् सर्वे पृथिवीं सगरात्मजाः ॥ २४ ॥",
                    "arth": "तदनन्तर सुविख्यात पूर्वोत्तर दिशामें जाकर उन सगरकुमारोंने एक साथ होकर रोषपूर्वक पृथ्वीको खोदना आरम्भ किया ॥ २४ ॥"
                },
                {
                    "slok": "ते तु सर्वे महात्मानो भीमवेगा महाबलाः । ददृशुः कपिलं तत्र वासुदेवं सनातनम् ॥ २५ ॥",
                    "arth": "इस बार उन सभी महामना, महाबली एवं भयानक वेगशाली राजकुमारोंने वहाँ सनातन वासुदेवस्वरूप भगवान् कपिलको देखा ॥ २५ ॥"
                },
                {
                    "slok": "हयं च तस्य देवस्य चरन्तमविदूरतः । प्रहर्षमतुलं प्राप्ताः सर्वे ते रघुनन्दन ॥ २६ ॥",
                    "arth": "राजा सगरके यज्ञका वह घोड़ा भी भगवान् कपिलके पास ही चर रहा था। रघुनन्दन! उसे देखकर उन सबको अनुपम हर्ष प्राप्त हुआ ॥ २६ ॥"
                },
                {
                    "slok": "ते तं यज्ञहनं ज्ञात्वा क्रोधपर्याकुलेक्षणाः । खनित्रलांगलधरा नानावृक्षशिलाधराः ॥ २७ ॥",
                    "arth": "भगवान् कपिलको अपने यज्ञमें विघ्न डालनेवाला जानकर उनकी आँखें क्रोधसे लाल हो गयीं। उन्होंने अपने हाथोंमें खंती, हल और नाना प्रकारके वृक्ष एवं पत्थरोंके टुकड़े ले रखे थे ॥ २७ ॥"
                },
                {
                    "slok": "अभ्यधावन्त संक्रुद्धास्तिष्ठ तिष्ठेति चाब्रुवन् । अस्माकं त्वं हि तुर यज्ञियं हृतवानसि ॥ २८ ॥ दुर्मेधस्त्वं हि सम्प्राप्तान् विद्धि नः सगरात्मजान् ।",
                    "arth": "वे अत्यन्त रोषमें भरकर उनकी ओर दौड़े और बोले- 'अरे! खड़ा रह, खड़ा रह। तू ही हमारे यज्ञके घोड़ेको यहाँ चुरा लाया है। दुर्बुद्धे! अब हम आ गये। तू समझ ले, हम महाराज सगरके पुत्र हैं' ॥ २८ ॥"
                },
                {
                    "slok": "श्रुत्वा तद् वचनं तेषां कपिलो रघुनन्दन ॥ २९ ॥ रोषेण महताविष्टो हुङ्कारमकरोत् तदा ।",
                    "arth": "रघुनन्दन! उनकी बात सुनकर भगवान् कपिलको बड़ा रोष हुआ और उस रोषके आवेशमें ही उनके मुँहसे एक हुंकार निकल पड़ा ॥ २९ ॥"
                },
                {
                    "slok": "ततस्तेनाप्रमेयेण कपिलेन महात्मना । भस्मराशीकृताः सर्वे काकुत्स्थ सगरात्मजाः ॥ ३० ॥",
                    "arth": "श्रीराम ! उस हुंकारके साथ ही उन अनन्त प्रभावशाली महात्मा कपिलने उन सभी सगरपुत्रोंको जलाकर राखका ढेर कर दिया ॥ ३० ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "41",
            "arth": [
                {
                    "slok": "पुत्रांश्चिरगतान् ज्ञात्वा सगरो रघुनन्दन । नप्तारमब्रवीद् राजा दीप्यमानं स्वतेजसा ॥ १ ॥",
                    "arth": "रघुनन्दन! 'पुत्रोंको गये बहुत दिन हो गये'– ऐसा जानकर राजा सगरने अपने पौत्र अंशुमान्से, जो अपने तेजसे देदीप्यमान हो रहा था, इस प्रकार कहा- ॥ १ ॥"
                },
                {
                    "slok": "शूरश्च कृतविद्यश्च पूर्वैस्तुल्योऽसि तेजसा । पितॄणां गतिमन्विच्छ येन चाश्वोऽपवाहितः ॥ २ ॥",
                    "arth": "'वत्स! तुम शूरवीर, विद्वान् तथा अपने पूर्वजोंके तुल्य तेजस्वी हो। तुम भी अपने चाचाओंके पथका अनुसरण करो और उस चोरका पता लगाओ, जिसने मेरे यज्ञ सम्बन्धी अश्वका अपहरण कर लिया है ॥ २ ॥"
                },
                {
                    "slok": "अन्तर्भौमानि सत्त्वानि वीर्यवन्ति महान्ति च । तेषां तु प्रतिघातार्थं सासिं गृह्णीष्व कार्मुकम् ॥ ३ ॥",
                    "arth": "'देखो, पृथ्वीके भीतर बड़े-बड़े बलवान् जीव रहते हैं; अतः उनसे टक्कर लेनेके लिये तुम तलवार और धनुष भी लेते जाओ ॥ ३ ॥"
                },
                {
                    "slok": "अभिवाद्याभिवाद्यांस्त्वं हत्वा विघ्नकरानपि । सिद्धार्थ: संनिवर्तस्व मम यज्ञस्य पारगः ॥ ४ ॥",
                    "arth": "‘जो वन्दनीय पुरुष हों, उन्हें प्रणाम करना और जो तुम्हारे मार्गमें विघ्न डालनेवाले हों, उनको मार डालना। ऐसा करते हुए सफलमनोरथ होकर लौटो और मेरे इस यज्ञको पूर्ण कराओ' ॥ ४ ॥"
                },
                {
                    "slok": "एवमुक्तोंऽशुमान् सम्यक् सगरेण महात्मना । धनुरादाय खड्गं च जगाम लघुविक्रमः ॥ ५ ॥",
                    "arth": "महात्मा सगरके ऐसा कहनेपर शीघ्रतापूर्वक पराक्रम कर दिखानेवाला वीरवर अंशुमान् धनुष और तलवार लेकर चल दिया ॥ ५ ॥"
                },
                {
                    "slok": "स खातं पितृभिर्मार्गमन्तर्भीमं महात्मभिः । प्रापद्यत नरश्रेष्ठ तेन राज्ञाभिचोदितः ॥ ६ ॥",
                    "arth": "नरश्रेष्ठ! उसके महामनस्वी चाचाओंने पृथ्वीके भीतर जो मार्ग बना दिया था, उसीपर वह राजा सगरसे प्रेरित होकर गया ॥ ६ ॥"
                },
                {
                    "slok": "देवदानवरक्षोभिः पिशाचपतगोरगैः । पूज्यमानं महातेजा दिशागजमपश्यत ॥ ७ ॥",
                    "arth": "वहाँ उस महातेजस्वी वीरने एक दिग्गजको देखा, जिसकी देवता, दानव, राक्षस, पिशाच, पक्षी और ग-सभी पूजा कर रहे थे ॥ ७ ॥"
                },
                {
                    "slok": "स तं प्रदक्षिणं कृत्वा पृष्ट्वा चैव निरामयम् । पितॄन् स परिपप्रच्छ वाजिहर्तारमेव च ॥ ८ ॥",
                    "arth": "उसकी परिक्रमा करके कुशल-मंगल पूछकर अंशुमान्ने उस दिग्गजसे अपने चाचाओंका समाचार तथा अश्व चुरानेवालेका पता पूछा ॥ ८ ॥"
                },
                {
                    "slok": "दिशागजस्तु तच्छ्रुत्वा प्रत्युवाच महामतिः । आसमञ्ज कृतार्थस्त्वं सहाश्वः शीघ्रमेष्यसि ॥ ९ ॥",
                    "arth": "उसका प्रश्न सुनकर परम बुद्धिमान् दिग्गजने इस प्रकार उत्तर दिया-'असमंज-कुमार! तुम अपना कार्य सिद्ध करके घोड़ेसहित शीघ्र लौट आओगे' ॥ ९ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा सर्वानेव दिशागजान् । यथाक्रमं यथान्यायं प्रष्टुं समुपचक्रमे ॥ १० ॥",
                    "arth": "उसकी यह बात सुनकर अंशुमान्ने क्रमशः सभी दिग्गजोंसे न्यायानुसार उक्त प्रश्न पूछना आरम्भ किया ॥ १० ॥"
                },
                {
                    "slok": "तैश्च सर्वैर्दिशापालैर्वाक्यज्ञैर्वाक्यकोविदैः । पूजितः सहयश्चैवागन्तासीत्यभिचोदितः ॥ ११ ॥",
                    "arth": "वाक्यके मर्मको समझने तथा बोलनेमें कुशल उन समस्त दिग्गजोंने अंशुमान्‌का सत्कार किया और यह शुभ कामना प्रकट की कि तुम घोड़ेसहित लौट आओगे ॥"
                },
                {
                    "slok": "तेषां तद् वचनं श्रुत्वा जगाम लघुविक्रमः । भस्मराशीकृता यत्र पितरस्तस्य सागराः ॥ १२ ॥",
                    "arth": "उनका यह आशीर्वाद सुनकर अंशुमान् शीघ्रतापूर्वक पैर बढ़ाता हुआ उस स्थानपर जा पहुँचा, जहाँ उसके चाचा सगरपुत्र राखके ढेर हुए पड़े थे ॥ १२ ॥"
                },
                {
                    "slok": "स दुःखवशमापन्नस्त्वसमञ्जसुतस्तदा । चुक्रोश परमार्तस्तु वधात् तेषां सुदुःखितः ॥ १३ ॥",
                    "arth": "उनके वधसे असमंजपुत्र अंशुमान्‌को बड़ा दुःख हुआ। वह शोकके वशीभूत हो अत्यन्त आर्तभावसे फूट-फूटकर रोने लगा ॥ १३ ॥"
                },
                {
                    "slok": "यज्ञियं च हयं तत्र चरन्तमविदूरतः । ददर्श पुरुषव्याघ्रो दुःखशोकसमन्वितः ॥ १४ ॥",
                    "arth": "दुःख-शोकमें डूबे हुए पुरुषसिंह अंशुमान्ने अपने यज्ञ-सम्बन्धी अश्वको भी वहाँ पास ही चरते देखा ॥ १४ ॥"
                },
                {
                    "slok": "स तेषां राजपुत्राणां कर्तुकामो जलक्रियाम् । स जलार्थी महातेजा न चापश्यज्जलाशयम् ॥ १५ ॥",
                    "arth": "महातेजस्वी अंशुमान्ने उन राजकुमारोंको जलाञ्जलि देनेके लिये जलकी इच्छा की; किंतु वहाँ कहीं भी कोई जलाशय नहीं दिखायी दिया ॥ १५ ॥"
                },
                {
                    "slok": "विसार्य निपुणां दृष्टिं ततोऽपश्यत् खगाधिपम् । पितॄणां मातुलं राम सुपर्णमनिलोपमम् ॥ १६ ॥",
                    "arth": "श्रीराम! तब उसने दूरतककी वस्तुओंको देखनेमें समर्थ अपनी दृष्टिको फैलाकर देखा। उस समय उसे वायुके समान वेगशाली पक्षिराज गरुड़ दिखायी दिये, जो उसके चाचाओं (सगरपुत्रों) के मामा थे ॥ १६ ॥"
                },
                {
                    "slok": "स चैनमब्रवीद् वाक्यं वैनतेयो महाबलः । मा शुचः पुरुषव्याघ्र वधोऽयं लोकसम्मतः ॥ १७ ॥",
                    "arth": "महाबली विनतानन्दन गरुड़ने अंशुमान्से कहा 'पुरुषसिंह! शोक न करो। इन राजकुमारोंका वध सम्पूर्ण जगत्के मंगलके लिये हुआ है ॥ १७ ॥"
                },
                {
                    "slok": "कपिलेनाप्रमेयेण दग्धा हीमे महाबलाः । सलिलं नार्हसि प्राज्ञ दातुमेषां हि लौकिकम् ॥ १८ ॥",
                    "arth": "'विद्वन्! अनन्त प्रभावशाली महात्मा कपिलने इन महाबली राजकुमारोंको दग्ध किया है। इनके लिये तुम्हें लौकिक जलकी अञ्जलि देना उचित नहीं है ॥ १८ ॥"
                },
                {
                    "slok": "गंगा हिमवतो ज्येष्ठा दुहिता पुरुषर्षभ । तस्यां कुरु महाबाहो पितॄणां सलिलक्रियाम् ॥ १९ ॥",
                    "arth": "'नरश्रेष्ठ! महाबाहो! हिमवान्‌की जो ज्येष्ठ पुत्री गंगाजी हैं, उन्हींके जलसे अपने इन चाचाओंका तर्पण करो ॥ १९ ॥"
                },
                {
                    "slok": "भस्मराशीकृतानेतान् प्लावयेल्लोकपावनी । तया क्लिन्नमिदं भस्म गंगया लोककान्तया । षष्टिं पुत्रसहस्त्राणि स्वर्गलोकं गमिष्यति ॥ २० ॥",
                    "arth": "'जिस समय लोकपावनी गंगा राखके ढेर होकर गिरे हुए उन साठ हजार राजकुमारोंको अपने जलसे आप्लावित करेंगी, उसी समय उन सबको स्वर्गलोकमें पहुँचा देंगी। लोककमनीया गंगाके जलसे भीगी हुई यह भस्मराशि इन सबको स्वर्गलोकमें भेज देगी ॥ २० ॥"
                },
                {
                    "slok": "निर्गच्छाश्वं महाभाग संगृह्य पुरुषर्षभ । यज्ञं पैतामहं वीर निर्वर्तयितुमर्हसि ॥ २१ ॥",
                    "arth": "'महाभाग ! पुरुषप्रवर! वीर! अब तुम घोड़ा लेकर जाओ और अपने पितामहका यज्ञ पूर्ण करो' ॥ २१ ॥"
                },
                {
                    "slok": "सुपर्णवचनं श्रुत्वा सोंऽशुमानतिवीर्यवान् । त्वरितं हयमादाय पुनरायान्महातपाः ॥ २२ ॥",
                    "arth": "गरुड़की यह बात सुनकर अत्यन्त पराक्रमी महातपस्वी अंशुमान् घोड़ा लेकर तुरंत लौट आया ॥"
                },
                {
                    "slok": "ततो राजानमासाद्य दीक्षितं रघुनन्दन । न्यवेदयद् यथावृत्तं सुपर्णवचनं तथा ॥ २३ ॥",
                    "arth": "रघुनन्दन! यज्ञमें दीक्षित हुए राजाके पास आकर उसने सारा समाचार निवेदन किया और गरुड़की बतायी हुई बात भी कह सुनायी ॥ २३ ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा घोरसंकाशं वाक्यमंशुमतो नृपः । यज्ञं निर्वर्तयामास यथाकल्पं यथाविधि ॥ २४ ॥",
                    "arth": "अंशुमान्‌के मुखसे यह भयंकर समाचार सुनकर राजा सगरने कल्पोक्त नियमके अनुसार अपना यज्ञ विधिवत् पूर्ण किया ॥ २४ ॥"
                },
                {
                    "slok": "स्वपुरं त्वगमच्छीमानिष्टयज्ञो महीपतिः । गंगायाश्चागमे राजा निश्चयं नाध्यगच्छत ॥ २५ ॥",
                    "arth": "यज्ञ समाप्त करके पृथ्वीपति महाराज सगर अपनी राजधानीको लौट आये। वहाँ आनेपर उन्होंने गंगाजीको ले आनेके विषयमें बहुत विचार किया; किंतु वे किसी निश्चयपर न पहुँच सके ॥ २५ ॥"
                },
                {
                    "slok": "अगत्वा निश्चयं राजा कालेन महता महान् । त्रिंशद्वर्षसहस्त्राणि राज्यं कृत्वा दिवं गतः ॥ २६ ॥",
                    "arth": "दीर्घकालतक विचार करनेपर भी उन्हें कोई निश्चित उपाय नहीं सूझा और तीस हजार वर्षोंतक राज्य करके वे स्वर्गलोकको चले गये ॥ २६ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "42",
            "arth": [
                {
                    "slok": "कालधर्मं गते राम सगरे प्रकृतीजनाः । राजानं रोचयामासुरंशुमन्तं सुधार्मिकम् ॥ १ ॥",
                    "arth": "श्रीराम! सगरकी मृत्यु हो जानेपर प्रजाजनोंने परम धर्मात्मा अंशुमान्‌को राजा बनानेकी रुचि प्रकट की ॥ १ ॥"
                },
                {
                    "slok": "स राजा सुमहानासीदंशुमान् रघुनन्दन । तस्य पुत्रो महानासीद् दिलीप इति विश्रुतः ॥ २ ॥",
                    "arth": "रघुनन्दन! अंशुमान् बड़े प्रतापी राजा हुए। उनके पुत्रका नाम दिलीप था । वह भी एक महान् पुरुष था ॥ २ ॥"
                },
                {
                    "slok": "तस्मै राज्यं समादिश्य दिलीपे रघुनन्दन । हिमवच्छिखरे रम्ये तपस्तेपे सुदारुणम् ॥ ३ ॥",
                    "arth": "रघुकुलको आनन्दित करनेवाले वीर! अंशुमान् दिलीपको राज्य देकर हिमालयके रमणीय शिखरपर चले गये और वहाँ अत्यन्त कठोर तपस्या करने लगे ॥ ३ ॥"
                },
                {
                    "slok": "द्वात्रिंशच्छतसाहस्त्रं वर्षाणि सुमहायशाः । तपोवनगतो राजा स्वर्गं लेभे तपोधनः ॥ ४ ॥",
                    "arth": "महान् यशस्वी राजा अंशुमान्ने उस तपोवनमें जाकर बत्तीस हजार वर्षोंतक तप किया। तपस्याके धनसे सम्पन्न हुए उस नरेशने वहीं शरीर त्यागकर स्वर्गलोक प्राप्त किया ॥ ४ ॥"
                },
                {
                    "slok": "दिलीपस्तु महातेजाः श्रुत्वा पैतामहं वधम् । दुःखोपहतया बुद्धया निश्चयं नाध्यगच्छत ॥ ५ ॥",
                    "arth": "अपने पितामहोंके वधका वृत्तान्त सुनकर महातेजस्वी दिलीप भी बहुत दुःखी रहते थे। अपनी बुद्धिसे बहुत सोचने-विचारनेके बाद भी वे किसी निश्चयपर नहीं पहुँच सके ॥ ५ ॥"
                },
                {
                    "slok": "कथं गंगावतरणं कथं तेषां जलक्रिया । तारयेयं कथं चैतानिति चिन्तापरोऽभवत् ॥ ६ ॥",
                    "arth": "वे सदा इसी चिन्तामें डूबे रहते थे कि किस प्रकार पृथ्वीपर गंगाजीका उतरना सम्भव होगा ? कैसे गंगाजलद्वारा उन्हें जलाञ्जलि दी जायेगी और किस प्रकार मैं अपने उन पितरोंका उद्धार कर सकूँगा ॥ ६ ॥"
                },
                {
                    "slok": "तस्य चिन्तयतो नित्यं धर्मेण विदितात्मनः । पुत्रो भगीरथो नाम जज्ञे परमधार्मिकः ॥ ७ ॥",
                    "arth": "प्रतिदिन इन्हीं सब चिन्ताओंमें पड़े हुए राजा दिलीपको, जो अपने धर्माचरणसे बहुत विख्यात थे, भगीरथ नामक एक परम धर्मात्मा पुत्र प्राप्त हुआ ॥ ७ ॥"
                },
                {
                    "slok": "दिलीपस्तु महातेजा यज्ञैर्बहुभिरिष्टवान् । त्रिंशद्वर्षसहस्त्राणि राजा राज्यमकारयत् ॥ ८ ॥",
                    "arth": "महातेजस्वी दिलीपने बहुत-से यज्ञोंका अनुष्ठान तथा तीस हजार वर्षोतक राज्य किया ॥ ८ ॥"
                },
                {
                    "slok": "अगत्वा निश्चयं राजा तेषामुद्धरणं प्रति । व्याधिना नरशार्दूल कालधर्ममुपेयिवान् ॥ ९ ॥",
                    "arth": "पुरुषसिंह! उन पितरोंके उद्धारके विषयमें किसी निश्चयको न पहुँचकर राजा दिलीप रोगसे पीड़ित हो मृत्युको प्राप्त हो गये ॥ ९ ॥"
                },
                {
                    "slok": "इन्द्रलोकं गतो राजा स्वार्जितेनैव कर्मणा । राज्ये भगीरथं पुत्रमभिषिच्य नरर्षभः ॥ १० ॥",
                    "arth": "पुत्र भगीरथको राज्यपर अभिषिक्त करके नरश्रेष्ठ राजा दिलीप अपने किये हुए पुण्यकर्मके प्रभावसे इन्द्रलोकमें गये ॥ १० ॥"
                },
                {
                    "slok": "भगीरथस्तु राजर्षिर्धार्मिको रघुनन्दन । अनपत्यो महाराजः प्रजाकामः स च प्रजाः ॥ ११ ॥ मन्त्रिष्वाधाय तद् राज्यं गंगावतरणे रतः । तपो दीर्घं समातिष्ठद् गोकर्णे रघुनन्दन ॥ १२ ॥",
                    "arth": "रघुनन्दन! धर्मात्मा राजर्षि महाराज भगीरथके कोई संतान नहीं थी। वे संतान प्राप्तिकी इच्छा रखते थे तो भी प्रजा और राज्यकी रक्षाका भार मन्त्रियोंपर रखकर गंगाजीको पृथ्वीपर उतारनेके प्रयत्नमें लग गये और गोकर्णतीर्थमें बड़ी भारी तपस्या करने लगे ॥ ११-१२॥"
                },
                {
                    "slok": "ऊर्ध्वबाहुः पञ्चतपा मासाहारो जितेन्द्रियः । तस्य वर्षसहस्त्राणि घोरे तपसि तिष्ठतः ॥ १३ ॥ अतीतानि महाबाहो तस्य राज्ञो महात्मनः ।",
                    "arth": "महाबाहो! वे अपनी दोनों भुजाएँ ऊपर उठाकर पञ्चाग्निका सेवन करते और इन्द्रियोंको काबूमें रखकर एक-एक महीनेपर आहार ग्रहण करते थे। इस प्रकार घोर तपस्यामें लगे हुए महात्मा राजा भगीरथके एक हजार वर्ष व्यतीत हो गये ॥ १३ ॥"
                },
                {
                    "slok": "सुप्रीतो भगवान् ब्रह्मा प्रजानां प्रभुरीश्वरः ॥ १४ ॥ ततः सुरगणैः सार्धमुपागम्य पितामहः । भगीरथं महात्मानं तप्यमानमथाब्रवीत् ॥ १५ ॥",
                    "arth": "इससे प्रजाओंके स्वामी भगवान् ब्रह्माजी उनपर बहुत प्रसन्न हुए। पितामह ब्रह्माने देवताओंके साथ वहाँ आकर तपस्यामें लगे हुए महात्मा भगीरथसे इस प्रकार कहा- ॥ १४-१५॥"
                },
                {
                    "slok": "भगीरथ महाराज प्रीतस्तेऽहं जनाधिप । तपसा च सुतप्तेन वरं वरय सुव्रत ॥ १६ ॥",
                    "arth": "'महाराज भगीरथ! तुम्हारी इस उत्तम तपस्यासे मैं बहुत प्रसन्न हूँ। श्रेष्ठ व्रतका पालन करनेवाले नरेश्वर ! तुम कोई वर माँगो' ॥ १६ ॥"
                },
                {
                    "slok": "तमुवाच महातेजाः सर्वलोकपितामहम् । भगीरथो महाबाहुः कृताञ्जलिपुटः स्थितः ॥ १७ ॥",
                    "arth": "तब महातेजस्वी महाबाहु भगीरथ हाथ जोड़कर उनके सामने खड़े हो गये और उन सर्वलोकपितामह ब्रह्मासे इस प्रकार बोले- ॥ १७ ॥"
                },
                {
                    "slok": "यदि मे भगवान् प्रीतो यद्यस्ति तपसःफलम् । सगरस्यात्मजाः सर्वे मत्तः सलिलमाप्नुयुः ॥ १८ ॥",
                    "arth": "'भगवन्! यदि आप मुझपर प्रसन्न हैं और यदि इस तपस्याका कोई उत्तम फल है तो सगरके सभी पुत्रोंको मेरे हाथसे गंगाजीका जल प्राप्त हो ॥ १८ ॥"
                },
                {
                    "slok": "गंगायाः सलिलक्लिन्ने भस्मन्येषां महात्मनाम् । स्वर्गं गच्छेयुरत्यन्तं सर्वे च प्रपितामहाः ॥ १९ ॥",
                    "arth": "'इन महात्माओंकी भस्मराशिके गंगाजीके जलसे भीग जानेपर मेरे उन सभी प्रपितामहोंको अक्षय स्वर्गलोक मिले ॥ १९ ॥"
                },
                {
                    "slok": "देव याचे ह संतत्यै नावसीदेत् कुलं च नः । ह इक्ष्वाकूणां कुले देव एष मेऽस्तु वरः परः ॥ २० ॥",
                    "arth": "'देव! मैं संततिके लिये भी आपसे प्रार्थना करता हूँ। हमारे कुलकी परम्परा कभी नष्ट न हो। भगवन् ! मेरे द्वारा माँगा हुआ उत्तम वर सम्पूर्ण इक्ष्वाकुवंशके लिये लागू होना चाहिये' ॥ २० ॥"
                },
                {
                    "slok": "उक्तवाक्यं तु राजानं सर्वलोकपितामहः । प्रत्युवाच शुभां वाणीं मधुरां मधुराक्षराम् ॥ २१ ॥",
                    "arth": "राजा भगीरथके ऐसा कहनेपर सर्वलोकपितामह ब्रह्माजीने मधुर अक्षरोंवाली परम कल्याणमयी मीठी वाणीमें कहा- ॥ २१ ॥"
                },
                {
                    "slok": "मनोरथो महानेष भगीरथ महारथ । एवं भवतु भद्रं ते इक्ष्वाकुकुलवर्धन ॥ २२ ॥",
                    "arth": "'इक्ष्वाकुवंशकी वृद्धि करनेवाले महारथी भगीरथ ! तुम्हारा कल्याण हो। तुम्हारा यह महान् मनोरथ इसी रूपमें पूर्ण हो ॥ २२ ॥"
                },
                {
                    "slok": "इयं हैमवती ज्येष्ठा गंगा हिमवतः सुता । तां वै धारयितुं राजन् हरस्तत्र नियुज्यताम् ॥ २३ ॥",
                    "arth": "'राजन्! ये हैं हिमालयकी ज्येष्ठ पुत्री हैमवती गंगाजी। इनको धारण करनेके लिये भगवान् शङ्करको तैयार करो ॥ २३ ॥"
                },
                {
                    "slok": "गंगाया: पतनं राजन् पृथिवी न सहिष्यते । तां वै धारयितुं राजन् नान्यं पश्यामि शूलिनः ॥ २४ ॥",
                    "arth": "'महाराज! गंगाजीके गिरनेका वेग यह पृथ्वी नहीं सह सकेगी। मैं त्रिशूलधारी भगवान् शङ्करके सिवा और किसीको ऐसा नहीं देखता, जो इन्हें धारण कर सके' ॥ २४ ॥"
                },
                {
                    "slok": "तमेवमुक्त्वा राजानं गंगां चाभाष्य लोककृत् । जगाम त्रिदिवं देवैः सर्वैः सह मरुद्गणैः ॥ २५ ॥",
                    "arth": "राजासे ऐसा कहकर लोकस्रष्टा ब्रह्माजीने भगवती गंगासे भी भगीरथपर अनुग्रह करनेके लिये कहा। इसके बाद वे सम्पूर्ण देवताओं तथा मरुद्गणोंके साथ स्वर्गलोकको चले गये ॥ २५ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "43",
            "arth": [
                {
                    "slok": "देवदेवे गते तस्मिन् सोऽङ्गुष्ठाग्रनिपीडिताम्। कृत्वा वसुमतीं राम वत्सरं समुपासत ॥ १ ॥",
                    "arth": "श्रीराम! देवाधिदेव ब्रह्माजीके चले जानेपर राजा भगीरथ पृथ्वीपर केवल अँगूठेके अग्रभागको टिकाये हुए खड़े हो एक वर्षतक भगवान् शङ्करकी उपासनामें लगे रहे ॥ १ ॥"
                },
                {
                    "slok": "अथ संवत्सरे पूर्णे सर्वलोकनमस्कृतः । उमापतिः पशुपती राजानमिदमब्रवीत् ॥ २ ॥",
                    "arth": "वर्ष पूरा होनेपर सर्वलोकवन्दित उमावल्लभ भगवान् पशुपतिने प्रकट होकर राजासे इस प्रकार कहा- ॥ २ ॥"
                },
                {
                    "slok": "प्रीतस्तेऽहं नरश्रेष्ठ करिष्यामि तव प्रियम् । शिरसा धारयिष्यामि शैलराजसुतामहम् ॥ ३॥",
                    "arth": "'नरश्रेष्ठ! मैं तुमपर बहुत प्रसन्न हूँ। तुम्हारा प्रिय कार्य अवश्य करूँगा। मैं गिरिराजकुमारी गंगादेवीको अपने मस्तकपर धारण करूँगा' ॥ ३ ॥"
                },
                {
                    "slok": "ततो हैमवती ज्येष्ठा सर्वलोकनमस्कृता । तदा सातिमहद्रूपं कृत्वा वेगं च दुःसहम् ॥ ४ ॥ आकाशादपतद् राम शिवे शिवशिरस्युत ।",
                    "arth": "श्रीराम! शङ्करजीकी स्वीकृति मिल जानेपर हिमालयकी ज्येष्ठ पुत्री गंगाजी, जिनके चरणोंमें सारा संसार मस्तक झुकाता है, बहुत बड़ा रूप धारण करके अपने वेगको दुस्सह बनाकर आकाशसे भगवान् शङ्करके शोभायमान मस्तकपर गिरीं ॥ ४ ॥"
                },
                {
                    "slok": "अचिन्तयच्च सा देवी गंगा परमदुर्धरा ॥ ५ ॥ विशाम्यहं हि पातालं स्त्रोतसा गृह्य शङ्करम् ।",
                    "arth": "उस समय परम दुर्धर गंगादेवीने यह सोचा था कि मैं अपने प्रखर प्रवाहके साथ शङ्करजीको लिये दिये पातालमें घुस जाऊँगी ॥ ५ ॥"
                },
                {
                    "slok": "तस्यावलेपनं ज्ञात्वा क्रुद्धस्तु भगवान् हरः ॥ ६ ॥ तिरोभावयितुं बुद्धिं चक्रे त्रिनयनस्तदा ।",
                    "arth": "उनके इस अहंकारको जानकर त्रिनेत्रधारी भगवान् हर कुपित हो उठे और उन्होंने उस समय गंगाको अदृश्य कर देनेका विचार किया ॥ ६ ॥"
                },
                {
                    "slok": "सा तस्मिन् पतिता पुण्या पुण्ये रुद्रस्य मूर्धनि ॥ ७ ॥ जटामण्डलगहरे। हिमवत्प्रतिमे राम सा कथंचिन्महीं गन्तुं नाशक्नोद् यत्नमास्थिता ॥ ८ ॥",
                    "arth": "पुण्यस्वरूपा गंगा भगवान् रुद्रके पवित्र मस्तकपर गिरीं। उनका वह मस्तक जटामण्डलरूपी गुफासे सुशोभित हिमालयके समान जान पड़ता था। उसपर गिरकर विशेष प्रयत्न करनेपर भी किसी तरह वे पृथ्वीपर न जा सकीं ॥ ७-८ ॥"
                },
                {
                    "slok": "नैव सा निर्गमं लेभे जटामण्डलमन्ततः । तत्रैवाबभ्रमद् देवी संवत्सरगणान् बहून् ॥ ९ ॥",
                    "arth": "भगवान् शिवके जटा-जालमें उलझकर किनारे आकर भी गंगादेवी वहाँसे निकलनेका मार्ग न पा सकीं। और बहुत वर्षोंतक उस जटाजूटमें ही भटकती रहीं ॥ ९ ॥"
                },
                {
                    "slok": "तामपश्यत् पुनस्तत्र तपः परममास्थितः । स तेन तोषितश्चासीदत्यन्तं रघुनन्दन ॥ १० ॥",
                    "arth": "रघुनन्दन! भगीरथने देखा, गंगाजी भगवान् शङ्करके जटामण्डलमें अदृश्य हो गयी हैं; तब वे पुनः वहाँ भारी तपस्यामें लग गये। उस तपस्याद्वारा उन्होंने भगवान् शिवको बहुत संतुष्ट कर लिया ॥ १० ॥"
                },
                {
                    "slok": "विससर्ज ततो गंगां हरो बिन्दुसरः प्रति तस्यां विसृज्यमानायां सप्त स्त्रोतांसि जज्ञिरे ॥ ११ ॥",
                    "arth": "तब महादेवजीने गंगाजीको बिन्दुसरोवरमें ले जाकर छोड़ दिया। वहाँ छूटते ही उनकी सात धाराएँ हो गयीं ॥ ११ ॥"
                },
                {
                    "slok": "ह्लादिनी पावनी चैव नलिनी च तथैव च । तिस्त्रः प्राचीं दिशं जग्मुर्गङ्गाः शिवजलाः शुभाः ॥ १२ ॥",
                    "arth": "ह्लादिनी, पावनी और नलिनी- ये कल्याणमय जलसे सुशोभित गंगाकी तीन मंगलमयी धाराएँ पूर्व दिशाकी ओर चली गयीं ॥ १२ ॥"
                },
                {
                    "slok": "सुचक्षुश्चैव सीता च सिन्धुश्चैव महानदी। तिस्त्रश्चैता दिशं जग्मुः प्रतीचीं तु दिशं शुभाः ॥ १३ ॥",
                    "arth": "सुचक्षु, सीता और महानदी सिन्धु- ये तीन शुभ धाराएँ पश्चिम दिशाकी ओर प्रवाहित हुईं ॥ १३ ॥"
                },
                {
                    "slok": "सप्तमी चान्वगात् तासां भगीरथरथं तदा । भगीरथोsपि राजर्षिर्दिव्यं स्यन्दनमास्थितः ।। १४ ।। प्रायादग्रे महातेजा गंगा तं चाप्यनुव्रजत् । गगनाच्छंकरशिरस्ततो धरणिमागता ॥ १५ ॥",
                    "arth": "उनकी अपेक्षा जो सातवीं धारा थी, वह महाराज भगीरथके रथके पीछे-पीछे चलने लगी। महातेजस्वी राजर्षि भगीरथ भी दिव्य रथपर आरूढ़ हो आगे-आगे चले और गंगा उन्हींके पथका अनुसरण करने लगीं। इस प्रकार वे आकाशसे भगवान् शङ्करके मस्तकपर और वहाँसे इस पृथ्वीपर आयी थीं ॥ १४-१५॥"
                },
                {
                    "slok": "असर्पत जलं तत्र तीव्रशब्दपुरस्कृतम् । मत्स्यकच्छपसङ्घैश्च शिंशुमारगणैस्तथा ॥ १६ ॥ पतद्भिः पतितैश्चैव व्यरोचत वसुंधरा ।",
                    "arth": "गंगाजीकी वह जलराशि महान् कलकल नादके साथ तीव्र गतिसे प्रवाहित हुई। मत्स्य, कच्छप और शिशुमार (सूँस) झुंड-के-झुंड उसमें गिरने लगे। उन गिरे हुए जलजन्तुओंसे वसुन्धराकी बड़ी शोभा हो रही थी ॥ १६ ॥"
                },
                {
                    "slok": "ततो देवर्षिगन्धर्वा यक्षसिद्धगणास्तथा ॥ १७ ॥ व्यलोकयन्त ते तत्र गगनाद् गां गतां तदा । विमानैर्नगराकारैर्हयैर्गजवरैस्तदा ॥१८॥",
                    "arth": "तदनन्तर देवता, ऋषि, गन्धर्व, यक्ष और सिद्धगण नगरके समान आकारवाले विमानों, घोड़ों तथा गजराजोंपर बैठकर आकाशसे पृथ्वीपर गयी हुई गंगाजीकी शोभा निहारने लगे ॥ १७-१८ ॥"
                },
                {
                    "slok": "पारिप्लवगताश्चापि देवतास्तत्र विष्ठिताः । तदद्भुतमिमं लोके गंगावतरमुत्तमम् ॥ १९ ॥ दिदृक्षवो देवगणाः समीयुरमितौजसः ।",
                    "arth": "देवतालोग आश्चर्यचकित होकर वहाँ खड़े थे। जगत्में गंगावतरणके इस अद्भुत एवं उत्तम दृश्यको देखनेकी इच्छासे अमित तेजस्वी देवताओंका समूह वहाँ जुटा हुआ था ॥ १९ ॥"
                },
                {
                    "slok": "सम्पतद्भिः सुरगणैस्तेषां चाभरणौजसा ॥ २० ॥ शतादित्यमिवाभाति गगनं गततोयदम् ।",
                    "arth": "तीव्र गतिसे आते हुए देवताओं तथा उनके दिव्य आभूषणोंके प्रकाशसे वहाँका मेघरहित निर्मल आकाश इस तरह प्रकाशित हो रहा था, मानो उसमें सैकड़ों सूर्य उदित हो गये हों ॥ २० ॥"
                },
                {
                    "slok": "शिंशुमारोरगगणैर्मीनैरपि च चञ्चलैः ॥ २१ ॥ विद्युद्भिरिव विक्षिप्तैराकाशमभवत् तदा ।",
                    "arth": "शिशुमार, सर्प तथा चञ्चल मत्स्यसमूहोंके उछलनेसे गंगाजीके जलसे ऊपरका आकाश ऐसा जान पड़ता था, मानो वहाँ चञ्चल चपलाओंका प्रकाश सब ओर व्याप्त हो रहा हो ॥ २१ ॥"
                },
                {
                    "slok": "पाण्डुरैः सलिलोत्पीडैः कीर्यमाणैः सहस्रधा ॥ २२ ॥ शारदाभ्रैरिवाकीर्णं गगनं हंससम्प्लवैः ।",
                    "arth": "वायु आदिसे सहस्रों टुकड़ोंमें बँटे हुए फेन आकाशमें सब ओर फैल रहे थे। मानो शरद् ऋतुके श्वेत बादल अथवा हंस उड़ रहे हों ॥ २२ ॥"
                },
                {
                    "slok": "क्वचिद् द्रुततरं याति कुटिलं क्वचिदायतम् ॥ २३ ॥ विनतं क्वचिदुद्भूतं क्वचिद् याति शनैः शनैः । सलिलेनैव सलिलं क्वचिदभ्याहतं पुनः ॥ २४ ॥",
                    "arth": "गंगाजीकी वह धारा कहीं तेज, कहीं टेढ़ी और कहीं चौड़ी होकर बहती थी। कहीं बिलकुल नीचेकी ओर गिरती और कहीं ऊँचेकी ओर उठी हुई थी। कहीं समतल भूमिपर वह धीरे-धीरे बहती थी और कहीं कहीं अपने ही जलसे उसके जलमें बारम्बार टक्करें लगती रहती थीं ॥ २३-२४ ॥"
                },
                {
                    "slok": "मुहुरूर्ध्वपथं गत्वा पपात वसुधां पुनः । तच्छंकरशिरोभ्रष्टं भ्रष्टं भूमितले पुनः ॥ २५ ॥ व्यरोचत तदा तोयं निर्मलं गतकल्मषम् ।",
                    "arth": "गंगाका वह जल बार-बार ऊँचे मार्गपर उठता और पुनः नीची भूमिपर गिरता था। आकाशसे भगवान् शङ्करके मस्तकपर तथा वहाँसे फिर पृथ्वीपर गिरा हुआ वह निर्मल एवं पवित्र गंगाजल उस समय बड़ी शोभा पा रहा था ॥"
                },
                {
                    "slok": "तत्रर्षिगणगन्धर्वा वसुधातलवासिनः ॥ २६ ॥ भवांगपतितं तोयं पवित्रमिति पस्पृशुः ।",
                    "arth": "उस समय भूतलनिवासी ऋषि और गन्धर्व यह सोचकर कि भगवान् शङ्करके मस्तकसे गिरा हुआ यह जल बहुत पवित्र है, उसमें आचमन करने लगे ॥ २६ ॥"
                },
                {
                    "slok": "शापात् प्रपतिता ये च गगनाद् वसुधातलम् ॥ २७ ॥ कृत्वा तत्राभिषेकं ते बभूवुर्गतकल्मषाः । धूतपापा: पुनस्तेन तोयेनाथ शुभान्विताः ॥ २८ ॥ पुनराकाशमाविश्य स्वाँल्लोकान् प्रतिपेदिरे ।",
                    "arth": "जो शापभ्रष्ट होकर आकाशसे पृथ्वीपर आ गये थे, वे गंगाके जलमें स्नान करके निष्पाप हो गये तथा उस जलसे पाप धुल जानेके कारण पुनः शुभ पुण्यसे संयुक्त हो आकाशमें पहुँचकर अपने लोकोंको पा गये ॥"
                },
                {
                    "slok": "मुमुदे मुदितो लोकस्तेन तोयेन भास्वता ॥ २९ ॥ कृताभिषेको गंगायां बभूव गतकल्मषः ।",
                    "arth": "उस प्रकाशमान जलके सम्पर्कसे आनन्दित हुए सम्पूर्ण जगत्को सदाके लिये बड़ी प्रसन्नता हुई। सब लोग गंगामें स्नान करके पापहीन हो गये ॥ २९ ॥"
                },
                {
                    "slok": "भगीरथो हि राजर्षिर्दिव्यं स्यन्दनमास्थितः ।। ३० ।। प्रायादग्रे महाराजस्तं गंगा पृष्ठतोऽन्वगात् ।",
                    "arth": "(हम पहले बता आये हैं कि) राजर्षि महाराज भगीरथ दिव्य रथपर आरूढ़ हो आगे-आगे चल रहे थे और गंगाजी उनके पीछे-पीछे जा रही थीं ॥ ३० ॥"
                },
                {
                    "slok": "देवाः सर्षिगणाः सर्वे दैत्यदानवराक्षसाः ॥ ३१ ॥ गन्धर्वयक्षप्रवराः सकिंनरमहोरगाः । सर्पाश्चाप्सरसो राम भगीरथरथानुगाः॥ ३२॥ गंगामन्वगमन् प्रीताः सर्वे जलचराश्च ये ।",
                    "arth": "श्रीराम ! उस समय समस्त देवता, ऋषि, दैत्य, दानव, राक्षस, गन्धर्व, यक्षप्रवर, किन्नर, बड़े-बड़े नाग, सर्प तथा अप्सरा- ये सब लोग बड़ी प्रसन्नताके साथ राजा भगीरथके रथके पीछे गंगाजीके साथ-साथ चल रहे थे। सब प्रकारके जलजन्तु भी गंगाजीकी उस जलराशिके साथ सानन्द जा रहे थे । ३१-३२ ॥"
                },
                {
                    "slok": "यतो भगीरथो राजा ततो गंगा यशस्विनी ।। ३३ ।। जगाम सरितां श्रेष्ठा सर्वपापप्रणाशिनी ।",
                    "arth": "जिस ओर राजा भगीरथ जाते, उसी ओर समस्त पापोंका नाश करनेवाली सरिताओंमें श्रेष्ठ यशस्विनी गंगा भी जाती थीं ॥ ३३ ॥"
                },
                {
                    "slok": "ततो हि यजमानस्य जोरद्भुतकर्मणः ।। ३४ ।। गंगा सम्प्लावयामास यज्ञवाटं महात्मनः ।",
                    "arth": "उस समय मार्गमें अद्भुत पराक्रमी महामना राजा जह्रु यज्ञ कर रहे थे। गंगाजी अपने जल-प्रवाहसे उनके यज्ञमण्डपको बहा ले गयीं ॥ ३४ ॥"
                },
                {
                    "slok": "तस्यावलेपनं ज्ञात्वा क्रुद्धो जह्रुश्च राघव ॥ ३५ ॥ अपिबत् तु जलं सर्वं गंगायाः परमाद्भुतम् ।",
                    "arth": "रघुनन्दन ! राजा जहु इसे गंगाजीका गर्व समझकर कुपित हो उठे; फिर तो उन्होंने गंगाजीके उस समस्त जलको पी लिया। यह संसारके लिये बड़ी अद्भुत बात हुई ॥ ३५ ॥"
                },
                {
                    "slok": "ततो देवाः सगन्धर्वा ऋषयश्च सुविस्मिताः ॥ ३६ ॥ पूजयन्ति महात्मानं जहुं पुरुषसत्तमम् ।",
                    "arth": "तब देवता, गन्धर्व तथा ऋषि अत्यन्त विस्मित होकर पुरुषप्रवर महात्मा जह्रुकी स्तुति करने लगे ॥ ३६ ॥"
                },
                {
                    "slok": "गंगां चापि नयन्ति स्म दुहितृत्वे महात्मनः ॥ ३७॥ ततस्तुष्टो महातेजाः श्रोत्राभ्यामसृजत् प्रभुः । तस्माज्जह्नुसुता गंगा प्रोच्यते जाह्नवीति च ॥ ३८ ॥",
                    "arth": "उन्होंने गंगाजीको उन महात्मा नरेशकी कन्या बना दिया। (अर्थात् उन्हें यह विश्वास दिलाया कि गंगाजीको प्रकट करके आप इनके पिता कहलायेंगे।) इससे सामर्थ्यशाली महातेजस्वी जहु बहुत प्रसन्न हुए और उन्होंने अपने कानोंके छिद्रोंद्वारा गंगाजीको पुनः प्रकट कर दिया, इसलिये गंगा जह्रुकी पुत्री एवं जाह्नवी कहलाती हैं ॥ ३७-३८ ।।"
                },
                {
                    "slok": "जगाम च पुनर्गङ्गा भगीरथरथानुगा । सागरं चापि सम्प्राप्ता सा सरित्प्रवरा तदा ॥ ३९ ॥ रसातलमुपागच्छत् सिद्धयर्थं तस्य कर्मणः ।",
                    "arth": "वहाँसे गंगा फिर भगीरथके रथका अनुसरण करती हुई चलीं। उस समय सरिताओंमें श्रेष्ठ जाह्नवी समुद्रतक जा पहुँचीं और राजा भगीरथके पितरोंके उद्धाररूपी कार्यकी सिद्धिके लिये रसातलमें गयीं ॥ ३९ ॥"
                },
                {
                    "slok": "भगीरथोऽपि राजर्षिर्गङ्गामादाय यत्नतः ॥ ४० ॥ पितामहान् भस्मकृतानपश्यद् गतचेतनः ।",
                    "arth": "राजर्षि भगीरथ भी यत्नपूर्वक गंगाजीको साथ ले वहाँ गये। उन्होंने शापसे भस्म हुए अपने पितामहोंको अचेत-सा होकर देखा ॥ ४० ॥"
                },
                {
                    "slok": "अथ तद्भस्मनां राशिं गंगासलिलमुत्तमम् । प्लावयत् पूतपाप्मानः स्वर्गं प्राप्ता रघूत्तम ॥ ४१ ।।",
                    "arth": "रघुकुलके श्रेष्ठ वीर! तदनन्तर गंगाके उस उत्तम जलने सगर-पुत्रोंकी उस भस्मराशिको आप्लावित कर दिया और वे सभी राजकुमार निष्पाप होकर स्वर्गमें पहुँच गये ॥ ४१ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "44",
            "arth": [
                {
                    "slok": "स गत्वा सागरं राजा गंगयानुगतस्तदा। प्रविवेश तलं भूमेर्यत्र ते भस्मसात्कृताः ॥ १ ॥ भस्मन्यथाप्लुते राम गंगायाः सलिलेन वै। सर्वलोकप्रभुर्ब्रह्मा राजानमिदमब्रवीत् ॥ २ ॥",
                    "arth": "श्रीराम इस प्रकार गंगाजीको साथ लिये राजा भगीरथने समुद्रतक जाकर रसातलमें, जहाँ उनके पूर्वज भस्म हुए थे, प्रवेश किया। वह भस्मराशि जब गंगाजीके जलसे आप्लावित हो गयी, तब सम्पूर्ण लोकोंके स्वामी भगवान् ब्रह्माने वहाँ पधारकर राजासे इस प्रकार कहा - ॥ १-२॥"
                },
                {
                    "slok": "तारिता नरशार्दूल दिवं याताश्च देववत् । षष्टिः पुत्रसहस्त्राणि सगरस्य महात्मनः ॥ ३ ॥",
                    "arth": "'नरश्रेष्ठ! महात्मा राजा सगरके साठ हजार पुत्रोंका तुमने उद्धार कर दिया। अब वे देवताओंकी भाँति स्वर्गलोकमें जा पहुँचे ॥ ३ ॥"
                },
                {
                    "slok": "सागरस्य जलं लोके यावत्स्थास्यति पार्थिव । सगरस्यात्मजाः सर्वे दिवि स्थास्यन्ति देववत् ॥ ४ ॥",
                    "arth": "'भूपाल! इस संसारमें जबतक सागरका जल मौजूद रहेगा; तबतक सगरके सभी पुत्र देवताओंकी भाँति स्वर्गलोकमें प्रतिष्ठित रहेंगे ॥ ४ ॥"
                },
                {
                    "slok": "इयं च दुहिता ज्येष्ठा तव गंगा भविष्यति । त्वत्कृतेन च नाम्नाथ लोके स्थास्यति विश्रुता ॥ ५ ॥",
                    "arth": "'ये गंगा तुम्हारी भी ज्येष्ठ पुत्री होकर रहेंगी और तुम्हारे नामपर रखे हुए भागीरथी नामसे इस जगत्में विख्यात होंगी ॥ ५ ॥"
                },
                {
                    "slok": "गंगा त्रिपथगा नाम दिव्या भागीरथीति च। त्रीन् पथो भावयन्तीति तस्मात् त्रिपथगा स्मृता ॥ ६ ॥",
                    "arth": "'त्रिपथगा, दिव्या और भागीरथी-इन तीनों नामों से गंगाकी प्रसिद्धि होगी। ये आकाश, पृथ्वी और पाताल तीनों पथको पवित्र करती हुई गमन करती हैं, इसलिये त्रिपथगा मानी गयी हैं ॥ ६ ॥"
                },
                {
                    "slok": "पितामहानां सर्वेषां त्वमत्र मनुजाधिप । कुरुष्व सलिलं राजन् प्रतिज्ञामपवर्जय ॥ ७ ॥",
                    "arth": "'नरेश्वर! महाराज! अब तुम गंगाजीके जलसे यहाँ अपने सभी पितामहोंका तर्पण करो और इस प्रकार अपनी तथा अपने पूर्वजोंद्वारा की हुई प्रतिज्ञाको पूर्ण कर लो ॥ ७ ॥"
                },
                {
                    "slok": "पूर्वकेण हि ते राजंस्तेनातियशसा तदा । धर्मिणां प्रवरेणाथ नैष प्राप्तो मनोरथः ॥ ८ ॥",
                    "arth": "'राजन्! तुम्हारे पूर्वज धर्मात्माओंमें श्रेष्ठ महायशस्वी राजा सगर भी गंगाको यहाँ लाना चाहते थे; किंतु उनका यह मनोरथ नहीं पूर्ण हुआ ॥ ८ ॥"
                },
                {
                    "slok": "तथैवांशुमता वत्स लोकेऽप्रतिमतेजसा । गंगां प्रार्थयता नेतुं प्रतिज्ञा नापवर्जिता ॥ ९ ॥ राजर्षिणा गुणवता महर्षिसमतेजसा । मत्तुल्यतपसा चैव क्षत्रधर्मस्थितेन च ॥ १० ॥",
                    "arth": "'वत्स! इसी प्रकार लोकमें अप्रतिम प्रभावशाली, उत्तम गुणविशिष्ट, महर्षितुल्य तेजस्वी, मेरे समान तपस्वी तथा क्षत्रिय-धर्मपरायण राजर्षि अंशुमान्ने भी गंगाको यहाँ लानेकी इच्छा की; परंतु वे इस पृथ्वीपर उन्हें लानेकी प्रतिज्ञा पूरी न कर सके ॥ ९-१० ॥"
                },
                {
                    "slok": "दिलीपेन महाभाग तव पित्रातितेजसा । पुनर्न शकिता नेतुं गंगां प्रार्थयतानघ ॥ ११ ॥",
                    "arth": "'निष्पाप महाभाग! तुम्हारे अत्यन्त तेजस्वी पिता दिलीप भी गंगाको यहाँ लानेकी इच्छा करके भी इस कार्यमें सफल न हो सके ॥ ११ ॥"
                },
                {
                    "slok": "सा त्वया समतिक्रान्ता प्रतिज्ञा पुरुषर्षभ। प्राप्तोऽसि परमं लोके यशः परमसम्मतम् ॥ १२ ॥",
                    "arth": "'पुरुषप्रवर! तुमने गंगाको भूतलपर लानेकी वह प्रतिज्ञा पूर्ण कर ली। इससे संसारमें तुम्हें परम उत्तम एवं महान् यशकी प्राप्ति हुई है ॥ १२ ॥"
                },
                {
                    "slok": "तच्च गंगावतरणं त्वया कृतमरिंदम • अनेन च भवान् प्राप्तो धर्मस्यायतनं महत् ॥ १३ ।।",
                    "arth": "शत्रुदमन! तुमने जो गंगाजीको पृथ्वीपर उतारनेका कार्य पूरा किया है, इससे उस महान् ब्रह्मलोकपर अधिकार प्राप्त कर लिया है, जो धर्मका आश्रय है।"
                },
                {
                    "slok": "प्लावयस्व त्वमात्मानं नरोत्तम सदोचिते। सलिले पुरुषश्रेष्ठ शुचिः पुण्यफलो भव ॥ १४ ॥",
                    "arth": "'नरश्रेष्ठ! पुरुषप्रवर! गंगाजीका जल सदा ही स्नानके योग्य है। तुम स्वयं भी इसमें स्नान करो और पवित्र होकर पुण्यका फल प्राप्त करो ॥ १४ ॥"
                },
                {
                    "slok": "पितामहानां सर्वेषां कुरुष्व सलिलक्रियाम् । स्वस्ति तेऽस्तु गमिष्यामि स्वं लोकं गम्यतां नृप ।। १५ ।।",
                    "arth": "'नरेश्वर! तुम अपने सभी पितामहोंका तर्पण करो। तुम्हारा कल्याण हो। अब मैं अपने लोकको जाऊँगा। तुम भी अपनी राजधानीको लौट जाओ' ॥ १५ ॥"
                },
                {
                    "slok": "इत्येवमुक्त्वा देवेशः सर्वलोकपितामहः । यथागतं तथागच्छद् देवलोकं महायशाः ॥ १६ ॥",
                    "arth": "ऐसा कहकर सर्वलोकपितामह महायशस्वी देवेश्वर ब्रह्माजी जैसे आये थे, वैसे ही देवलोकको लौट गये ॥ १६ ॥"
                },
                {
                    "slok": "भगीरथस्तु राजर्षिः कृत्वा सलिलमुत्तमम् । यथाक्रमं यथान्यायं सागराणां महायशाः ॥ १७ ॥ कृतोदकः शुची राजा स्वपुरं प्रविवेश है। समृद्धार्थो नरश्रेष्ठ स्वराज्यं प्रशशास ह॥ १८ ॥",
                    "arth": "नरश्रेष्ठ! महायशस्वी राजर्षि राजा भगीरथ भी गंगाजीके उत्तम जलसे क्रमशः सभी सगर-पुत्रोंका विधिवत् तर्पण करके पवित्र हो अपने नगरको चले गये। इस प्रकार सफलमनोरथ होकर वे अपने राज्यका शासन करने लगे। १७-१८ ।।"
                },
                {
                    "slok": "प्रमुमोद च लोकस्तं नृपमासाद्य राघव । नष्टशोकः समृद्धार्थो बभूव विगतज्वरः ॥ १९ ॥",
                    "arth": "रघुनन्दन! अपने राजाको पुनः सामने पाकर प्रजावर्गको बड़ी प्रसन्नता हुई। सबका शोक जाता रहा। सबके मनोरथ पूर्ण हुए और चिन्ता दूर हो गयी ॥ १९ ॥"
                },
                {
                    "slok": "एष ते राम गंगाया विस्तरोऽभिहितो मया । स्वस्ति प्राप्नुहि भद्रं ते संध्याकालोऽतिवर्तते ।। २० ।।",
                    "arth": "श्रीराम! यह गंगाजीकी कथा मैंने तुम्हें विस्तारके साथ कह सुनायी। तुम्हारा कल्याण हो । अब जाओ, मंगलमय संध्यावन्दन आदिका सम्पादन करो। देखो, संध्याकाल बीता जा रहा है ॥ २० ॥"
                },
                {
                    "slok": "धन्यं यशस्यमायुष्यं पुत्र्यं स्वर्ग्यमथापि च । यः श्रावयति विप्रेषु क्षत्रियेष्वितरेषु च ॥ २१ ॥ प्रीयन्ते पितरस्तस्य प्रीयन्ते दैवतानि च । इदमाख्यानमायुष्यं गंगावतरणं शुभम् ॥ २२ ॥",
                    "arth": "यह गंगावतरणका मंगलमय उपाख्यान आयु बढ़ानेवाला है। धन, यश, आयु, पुत्र और स्वर्गकी प्राप्ति करानेवाला है। जो ब्राह्मणों, क्षत्रियों तथा दूसरे वर्णके लोगोंको भी यह कथा सुनाता है, उसके ऊपर देवता और पितर प्रसन्न होते हैं ।। २१-२२ ।।"
                },
                {
                    "slok": "यः शृणोति च काकुत्स्थ सर्वान् कामानवाप्नुयात् । सर्वे पापाः प्रणश्यन्ति आयुः कीर्तिश्च वर्धते ॥ २३ ॥",
                    "arth": "ककुत्स्थकुलभूषण! जो इसका श्रवण करता है, वह सम्पूर्ण कामनाओंको प्राप्त कर लेता है। उसके सारे पाप नष्ट हो जाते हैं और आयुकी वृद्धि एवं कीर्तिका विस्तार होता है ॥ २३ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "45",
            "arth": [
                {
                    "slok": "विश्वामित्रवचः श्रुत्वा राघवः सहलक्ष्मणः । विस्मयं परमं गत्वा विश्वामित्रमथाब्रवीत् ॥ १ ॥",
                    "arth": "विश्वामित्रजीकी बातें सुनकर लक्ष्मणसहित श्रीरामचन्द्रजीको बड़ा विस्मय हुआ। वे मुनिसे इस प्रकार बोले- ॥१॥"
                },
                {
                    "slok": "अत्यद्भुतमिदं ब्रह्मन् कथितं परमं त्वया । गंगावतरणं पुण्यं सागरस्यापि पूरणम् ॥ २ ॥",
                    "arth": "'ब्रह्मन्! आपने गंगाजीके स्वर्गसे उतरने और समुद्रके भरनेकी यह बड़ी उत्तम और अत्यन्त अद्भुत कथा सुनायी ॥ २ ॥"
                },
                {
                    "slok": "क्षणभूतेव नौ रात्रि: संवृत्तेयं परंतप । इमां चिन्तयतोः सर्वां निखिलेन कथां तव ॥ ३ ॥",
                    "arth": "'काम-क्रोधादि शत्रुओंको संताप देनेवाले महर्षे! आपकी कही हुई इस सम्पूर्ण कथापर पूर्णरूपसे विचार करते हुए हम दोनों भाइयोंकी यह रात्रि एक क्षणके समान बीत गयी है ॥ ३ ॥"
                },
                {
                    "slok": "तस्य सा शर्वरी सर्वा मम सौमित्रिणा सह । जगाम चिन्तयानस्य विश्वामित्र कथां शुभाम् ॥ ४ ॥",
                    "arth": "'विश्वामित्रजी! लक्ष्मणके साथ इस शुभ कथापर विचार करते हुए ही मेरी यह सारी रात बीती है' ॥ ४ ॥"
                },
                {
                    "slok": "ततः प्रभाते विमले विश्वामित्रं तपोधनम् । उवाच राघवो वाक्यं कृताह्निकमरिंदमः ॥ ५ ॥",
                    "arth": "तत्पश्चात् निर्मल प्रभातकाल उपस्थित होनेपर तपोधन विश्वामित्रजी जब नित्यकर्मसे निवृत्त हो चुके, तब शत्रुदमन श्रीरामचन्द्रजीने उनके पास जाकर कहा- ॥ ५ ॥"
                },
                {
                    "slok": "गता भगवती रात्रिः श्रोतव्यं परमं श्रुतम् । तराम सरितां श्रेष्ठां पुण्यां त्रिपथगां नदीम् ॥ ६ ॥",
                    "arth": "'मुने! यह पूजनीया रात्रि चली गयी । सुनने योग्य सर्वोत्तम कथा मैंने सुन ली। अब हमलोग सरिताओं में श्रेष्ठ पुण्यसलिला त्रिपथगामिनी नदी गंगाजीके उस पार चलें ॥ ६ ॥"
                },
                {
                    "slok": "नौरेषा हि सुखास्तीर्णा ऋषीणां पुण्यकर्मणाम्। भगवन्तमिह प्राप्तं ज्ञात्वा त्वरितमागता ॥ ७ ॥",
                    "arth": "'सदा पुण्यकर्ममें तत्पर रहनेवाले ऋषियोंकी यह नाव उपस्थित है। इसपर सुखद आसन बिछा है। आप परमपूज्य महर्षिको यहाँ उपस्थित जानकर ऋषियोंकी भेजी हुई यह नाव बड़ी तीव्र गतिसे यहाँ आयी है' ॥ ७ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा राघवस्य महात्मनः । संतारं कारयामास सर्षिसङ्घस्य कौशिकः ॥ ८ ॥",
                    "arth": "महात्मा रघुनन्दनका यह वचन सुनकर विश्वामित्रजीने पहले ऋषियोंसहित श्रीराम-लक्ष्मणको पार कराया ॥ ८ ॥"
                },
                {
                    "slok": "उत्तरं तीरमासाद्य सम्पूज्यर्षिगणं ततः । गंगाकूले निविष्टास्ते विशालां ददृशुः पुरीम् ॥ ९ ॥",
                    "arth": "तत्पश्चात् स्वयं भी उत्तर तटपर पहुँचकर उन्होंने वहाँ रहनेवाले ऋषियोंका सत्कार किया। फिर सब लोग गंगाजीके किनारे ठहरकर विशाला नामक पुरीकी शोभा देखने लगे ॥ ९ ॥"
                },
                {
                    "slok": "ततो मुनिवरस्तूर्णं जगाम सहराघवः । विशालां नगरीं रम्यां दिव्यां स्वर्गोपमां तदा ॥ १० ॥",
                    "arth": "तदनन्तर श्रीराम-लक्ष्मणको साथ ले मुनिवर विश्वामित्र तुरंत उस दिव्य एवं रमणीय नगरी विशालाकी ओर चल दिये, जो अपनी सुन्दर शोभासे स्वर्गके समान जान पड़ती थी ॥ १० ॥"
                },
                {
                    "slok": "अथ रामो महाप्राज्ञो विश्वामित्रं महामुनिम्। पप्रच्छ प्राञ्जलिर्भूत्वा विशालामुत्तमां पुरीम् ॥ ११ ॥",
                    "arth": "उस समय परम बुद्धिमान् श्रीरामने हाथ जोड़कर उस उत्तम विशाला पुरीके विषयमें महामुनि विश्वामित्रसे पूछा- ॥ ११ ॥"
                },
                {
                    "slok": "कतमो राजवंशोऽयं विशालायां महामुने । श्रोतुमिच्छामि भद्रं ते परं कौतूहलं हि मे ॥ १२ ॥",
                    "arth": "'महामुने! आपका कल्याण हो। मैं यह सुनना चाहता हूँ कि विशालामें कौन-सा राजवंश राज्य कर रहा है? इसके लिये मुझे बड़ी उत्कण्ठा है' ॥ १२ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा रामस्य मुनिपुंगवः । आख्यातुं तत्समारेभे विशालायाः पुरातनम् ॥ १३ ॥",
                    "arth": "श्रीरामका यह वचन सुनकर मुनिश्रेष्ठ विश्वामित्रने विशाला पुरीके प्राचीन इतिहासका वर्णन आरम्भ किया- ॥ १३ ॥"
                },
                {
                    "slok": "श्रूयतां राम शक्रस्य कथां कथयतः श्रुताम् । अस्मिन् देशे हि यद् वृत्तं शृणु तत्त्वेन राघव ॥ १४ ॥",
                    "arth": "'रघुकुलनन्दन श्रीराम! मैंने इन्द्रके मुखसे विशाला पुरीके वैभवका प्रतिपादन करनेवाली जो कथा सुनी है, उसे बता रहा हूँ, सुनो। इस देशमें जो वृत्तान्त घटित हुआ है, उसे यथार्थरूपसे श्रवण करो ॥ १४ ॥"
                },
                {
                    "slok": "पूर्वं कृतयुगे राम दितेः पुत्रा महाबलाः । अदितेश्च महाभागा वीर्यवन्तः सुधार्मिकाः ॥ १५ ॥",
                    "arth": "'श्रीराम! पहले सत्ययुगमें दितिके पुत्र दैत्य बड़े बलवान् थे और अदितिके परम धर्मात्मा पुत्र महाभाग देवता भी बड़े शक्तिशाली थे ॥ १५ ॥"
                },
                {
                    "slok": "ततस्तेषां नरव्याघ्र बुद्धिरासीन्महात्मनाम् । अमरा विजराश्चैव कथं स्यामो निरामयाः ॥ १६ ॥",
                    "arth": "'पुरुषसिंह! उन महामना दैत्यों और देवताओंके मनमें यह विचार हुआ कि हम कैसे अजर-अमर और नीरोग हों ? ॥ १६ ॥"
                },
                {
                    "slok": "तेषां चिन्तयतां तत्र बुद्धिरासीद् विपश्चिताम् । क्षीरोदमथनं कृत्वा रसं प्राप्स्याम तत्र वै ॥ १७ ॥",
                    "arth": "'इस प्रकार चिन्तन करते हुए उन विचारशील देवताओं और दैत्योंकी बुद्धिमें यह बात आयी कि हमलोग यदि क्षीरसागरका मन्थन करें तो उसमें निश्चय ही अमृतमय रस प्राप्त कर लेंगे ॥ १७ ॥"
                },
                {
                    "slok": "ततो निश्चित्य मथनं योक्त्रं कृत्वा च वासुकिम् । मन्थानं मन्दरं कृत्वा ममन्थुरमितौजसः ॥ १८ ॥",
                    "arth": "'समुद्रमन्थनका निश्चय करके उन अमिततेजस्वी देवताओं और दैत्योंने वासुकि नागको रस्सी और मन्दराचलको मथानी बनाकर क्षीर-सागरको मथना आरम्भ किया ॥ १८ ॥"
                },
                {
                    "slok": "अथ वर्षसहस्त्रेण योक्त्रसर्पशिरांसि च । वमन्तोऽतिविषं तत्र ददंशुर्दशनैः शिलाः ॥ १९ ॥",
                    "arth": "'तदनन्तर एक हजार वर्ष बीतनेपर रस्सी बने हुए सर्पके बहुसंख्यक मुख अत्यन्त विष उगलते हुए वहाँ मन्दराचलकी शिलाओंको अपने दाँतोंसे डँसने लगे ॥ १९ ॥"
                },
                {
                    "slok": "उत्पपाताग्निसंकाशं हालाहलमहाविषम् । तेन दग्धं जगत् सर्वं सदेवासुरमानुषम् ॥ २० ॥",
                    "arth": "‘अतः उस समय वहाँ अग्निके समान दाहक हालाहल नामक महाभयंकर विष ऊपरको उठा। उसने देवता, असुर और मनुष्योंसहित सम्पूर्ण जगत्को दग्ध करना आरम्भ किया ॥ २० ॥"
                },
                {
                    "slok": "अथ देवा महादेवं शङ्करं शरणार्थिनः । जग्मुः पशुपतिं रुद्रं त्राहि त्राहीति तुष्टुवुः ॥ २१ ॥",
                    "arth": "'यह देख देवतालोग शरणार्थी होकर सबका कल्याण करनेवाले महान् देवता पशुपति रुद्रकी शरण में गये और त्राहि-त्राहिकी पुकार लगाकर उनकी स्तुति करने लगे ॥ २१ ॥"
                },
                {
                    "slok": "एवमुक्तस्ततो देवैर्देवदेवेश्वरः प्रभुः । प्रादुरासीत् ततोऽत्रैव शङ्खचक्रधरो हरिः ॥ २२ ॥",
                    "arth": "'देवताओंके इस प्रकार पुकारनेपर देवदेवेश्वर भगवान् शिव वहाँ प्रकट हुए। फिर वहीं शङ्ख-चक्रधारी भगवान् श्रीहरि भी उपस्थित हो गये ॥ २२ ॥"
                },
                {
                    "slok": "उवाचैनं स्मितं कृत्वा रुद्रं शूलधरं हरिः । दैवतैर्मथ्यमाने तु यत्पूर्वं समुपस्थितम् ॥ २३ ॥ तत् त्वदीयं सुरश्रेष्ठ सुराणामग्रतो हि यत् । अग्रपूजामिह स्थित्वा गृहाणेदं विषं प्रभो ॥ २४ ॥",
                    "arth": "श्रीहरिने त्रिशूलधारी भगवान् रुद्रसे मुसकराकर कहा- 'सुरश्रेष्ठ! देवताओंके समुद्रमन्थन करनेपर जो वस्तु सबसे पहले प्राप्त हुई है, वह आपका भाग है; क्योंकि आप सब देवताओंमें अग्रगण्य हैं। प्रभो ! अग्रपूजाके रूपमें प्राप्त हुए इस विषको आप यहीं खड़े होकर ग्रहण करें' ॥ २३-२४ ॥"
                },
                {
                    "slok": "इत्युक्त्वा च सुरश्रेष्ठस्तत्रैवान्तरधीयत। देवतानां भयं दृष्ट्वा श्रुत्वा वाक्यं तु शार्ङ्गिणः ॥ २५ ॥ हालाहलं विषं घोरं संजग्राहामृतोपमम् । देवान् विसृज्य देवेशो जगाम भगवान् हरः ॥ २६ ॥",
                    "arth": "'ऐसा कहकर देवशिरोमणि विष्णु वहीं अन्तर्धान हो गये। देवताओंका भय देखकर और भगवान् विष्णुकी पूर्वोक्त बात सुनकर देवेश्वर भगवान् रुद्रने उस घोर हालाहल विषको अमृतके समान मानकर अपने कण्ठमें धारण कर लिया तथा देवताओंको विदा करके वे अपने स्थानको चले गये ॥ २५-२६ ॥"
                },
                {
                    "slok": "ततो देवासुराः सर्वे ममन्थू रघुनन्दन । प्रविवेशाथ पातालं मन्थानः पर्वतोत्तमः ॥ २७ ॥",
                    "arth": "'रघुनन्दन! तत्पश्चात् देवता और असुर सब मिलकर क्षीरसागरका मन्थन करने लगे। उस समय मथानी बना हुआ उत्तम पर्वत मन्दर पातालमें घुस गया ॥ २७ ॥"
                },
                {
                    "slok": "ततो देवाः सगन्धर्वास्तुष्टुवुर्मधुसूदनम् । त्वं गतिः सर्वभूतानां विशेषेण दिवौकसाम् ॥ २८ ॥ पालयास्मान् महाबाहो गिरिमुद्धर्तुमर्हसि ।",
                    "arth": "'तब देवता और गन्धर्व भगवान् मधुसूदनकी स्तुति करने लगे-'महाबाहो! आप ही सम्पूर्ण प्राणियोंकी गति हैं। विशेषतः देवताओंके अवलम्बन तो आप ही हैं। आप हमारी रक्षा करें और इस पर्वतको उठावें ॥ २८ ॥"
                },
                {
                    "slok": "इति श्रुत्वा हृषीकेशः कामठं रूपमास्थितः ॥ २९ ॥ पर्वतं पृष्ठतः कृत्वा शिश्ये तत्रोदधौ हरिः ।",
                    "arth": "'यह सुनकर भगवान् हृषीकेशने कच्छपका रूप धारण कर लिया और उस पर्वतको अपनी पीठपर रखकर वे श्रीहरि वहीं समुद्रके भीतर सो गये ॥ २९ ॥"
                },
                {
                    "slok": "पर्वताग्रं तु लोकात्मा हस्तेनाक्रम्य केशवः ॥ ३० ॥ देवानां मध्यतः स्थित्वा ममन्थ पुरुषोत्तमः ।",
                    "arth": "'फिर विश्वात्मा पुरुषोत्तम भगवान् केशव उस पर्वतशिखरको हाथसे पकड़कर देवताओंके बीचमें खड़े हो स्वयं भी समुद्रका मन्थन करने लगे ॥ ३० ॥"
                },
                {
                    "slok": "अथ वर्षसहस्त्रेण आयुर्वेदमयः पुमान् ॥ ३१ ॥ उदतिष्ठत् सुधर्मात्मा सदण्डः सकमण्डलुः । पूर्वं धन्वन्तरिर्नाम अप्सराश्च सुवर्चसः ॥ ३२ ॥",
                    "arth": "'तदनन्तर एक हजार वर्ष बीतनेपर उस क्षीरसागरसे एक आयुर्वेदमय धर्मात्मा पुरुष प्रकट हुए, जिनके एक हाथमें दण्ड और दूसरेमें कमण्डलु था। उनका नाम धन्वन्तरि था। उनके प्राकट्यके बाद सागरसे सुन्दर कान्तिवाली बहुत-सी अप्सराएँ प्रकट हुईं ॥ ३१-३२ ॥"
                },
                {
                    "slok": "अप्सु निर्मथनादेव रसात् तस्माद् वरस्त्रियः । उत्पेतुर्मनुजश्रेष्ठ तस्मादप्सरसोऽभवन् ॥ ३३ ॥",
                    "arth": "'नरश्रेष्ठ! मन्थन करनेसे ही अप् (जल) में उसके रससे वे सुन्दरी स्त्रियाँ उत्पन्न हुई थीं, इसलिये अप्सरा कहलायीं ॥ ३३ ॥"
                },
                {
                    "slok": "षष्टिः कोट्योऽभवंस्तासामप्सराणां सुवर्चसाम् । असंख्येयास्तु काकुत्स्थ यास्तासां परिचारिकाः ॥ ३४ ॥",
                    "arth": "'काकुत्स्थ ! उन सुन्दर कान्तिवाली अप्सराओंकी संख्या साठ करोड़ थी और जो उनकी परिचारिकाएँ थीं, उनकी गणना नहीं की जा सकती। वे सब असंख्य थीं ॥ ३४ ॥"
                },
                {
                    "slok": "न ताः स्म प्रतिगृह्णन्ति सर्वे ते देवदानवाः । अप्रतिग्रहणादेव ता वै साधारणाः स्मृताः ॥ ३५ ॥",
                    "arth": "'उन अप्सराओंको समस्त देवता और दानव कोई भी अपनी 'पत्नी' रूपसे ग्रहण न कर सके, इसलिये वे साधारणा (सामान्या) मानी गयीं ॥ ३५ ॥"
                },
                {
                    "slok": "वरुणस्य ततः कन्या वारुणी रघुनन्दन । उत्पपात महाभागा मार्गमाणा परिग्रहम् ॥ ३६॥",
                    "arth": "'रघुनन्दन! तदनन्तर वरुणकी कन्या वारुणी, जो सुराकी अभिमानिनी देवी थी, प्रकट हुई और अपनेको स्वीकार करनेवाले पुरुषकी खोज करने लगी ॥ ३६ ॥"
                },
                {
                    "slok": "दितेः पुत्रा न तां राम जगृहुर्वरुणात्मजाम्। अदितेस्तु सुता वीर जगृहुस्तामनिन्दिताम् ॥ ३७॥",
                    "arth": "'वीर श्रीराम! दैत्योंने उस वरुणकन्या सुराको नहीं ग्रहण किया, परंतु अदितिके पुत्रोंने इस अनिन्द्य सुन्दरीको ग्रहण कर लिया ॥ ३७ ॥"
                },
                {
                    "slok": "असुरास्तेन दैतेयाः सुरास्तेनादितेः सुताः । हृष्टाः प्रमुदिताश्चासन् वारुणीग्रहणात् सुराः ॥ ३८ ॥",
                    "arth": "'सुरासे रहित होनेके कारण ही दैत्य 'असुर' कहलाये और सुरा-सेवनके कारण ही अदितिके पुत्रोंकी 'सुर' संज्ञा हुई। वारुणीको ग्रहण करनेसे देवतालोग हर्षसे उत्फुल्ल एवं आनन्दमग्न हो गये ॥ ३८ ॥"
                },
                {
                    "slok": "उच्चैःश्रवा हयश्रेष्ठो मणिरत्नं च कौस्तुभम् । उदतिष्ठन्नरश्रेष्ठ तथैवामृतमुत्तमम् ॥ ३९ ॥",
                    "arth": "'नरश्रेष्ठ! तदनन्तर घोड़ोंमें उत्तम उच्चैः श्रवा, मणिरत्न कौस्तुभ तथा परम उत्तम अमृतका प्राकट्य हुआ ॥ ३९ ॥"
                },
                {
                    "slok": "अथ तस्य कृते राम महानासीत् कुलक्षयः । अदितेस्तु ततः पुत्रा दितिपुत्रानयोधयन् ॥ ४० ॥",
                    "arth": "श्रीराम! उस अमृतके लिये देवताओं और असुरोंके कुलका महान् संहार हुआ। अदितिके पुत्र दितिके पुत्रोंके साथ युद्ध करने लगे ॥ ४० ॥"
                },
                {
                    "slok": "एकतामगमन् सर्वे असुरा राक्षसैः सह । युद्धमासीन्महाघोरं वीर त्रैलोक्यमोहनम् ॥ ४१ ॥",
                    "arth": "समस्त असुर राक्षसोंके साथ मिलकर एक हो गये। वीर! देवताओंके साथ उनका महाघोर संग्राम होने लगा, जो तीनों लोकोंको मोहमें डालनेवाला था ॥ ४१ ॥"
                },
                {
                    "slok": "यदा क्षयं गतं सर्वं तदा विष्णुर्महाबलः । अमृतं सोऽहरत् तूर्णं मायामास्थाय मोहिनीम् ॥ ४२ ॥",
                    "arth": "'जब देवताओं और असुरोंका वह सारा समूह क्षीण हो चला, तब महाबली भगवान् विष्णुने मोहिनी मायाका आश्रय लेकर तुरंत ही अमृतका अपहरण कर लिया ॥ ४२ ॥"
                },
                {
                    "slok": "ये गताभिमुखं विष्णुमक्षरं पुरुषोत्तमम् । सम्पिष्टास्ते तदा युद्धे विष्णुना प्रभविष्णुना ॥ ४३ ॥",
                    "arth": "'जो दैत्य बलपूर्वक अमृत छीन लानेके लिये अविनाशी पुरुषोत्तम भगवान् विष्णुके सामने गये, उन्हें प्रभावशाली भगवान् विष्णुने उस समय युद्धमें पीस डाला ॥ ४३ ॥"
                },
                {
                    "slok": "अदितेरात्मजा वीरा दितेः पुत्रान् निजघ्निरे । अस्मिन् घोरे महायुद्धे दैतेयादित्ययोर्भृशम् ॥ ४४ ॥",
                    "arth": "'देवताओं और दैत्योंके उस घोर महायुद्ध में अदितिके वीर पुत्रोंने दितिके पुत्रोंका विशेष संहार किया ॥ ४४ ॥"
                },
                {
                    "slok": "निहत्य दितिपुत्रांस्तु राज्यं प्राप्य पुरंदरः । शशास मुदितो लोकान् सर्षिसङ्ग्रान् सचारणान् ॥ ४५ ॥",
                    "arth": "'दैत्योंका वध करनेके पश्चात् त्रिलोकीका राज्य पाकर देवराज इन्द्र बड़े प्रसन्न हुए और ऋषियों तथा चारणोंसहित समस्त लोकोंका शासन करने लगे' ॥ ४५ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "46",
            "arth": [
                {
                    "slok": "हतेषु तेषु पुत्रेषु दितिः परमदुःखिता। मारीचं कश्यपं नाम भर्तारमिदमब्रवीत् ॥ १ ॥",
                    "arth": "अपने उन पुत्रोंके मारे जानेपर दितिको बड़ा दुःख हुआ। वे अपने पति मरीचिनन्दन कश्यपके पास जाकर बोलीं- ॥१॥"
                },
                {
                    "slok": "हतपुत्रास्मि भगवंस्तव पुत्रैर्महाबलैः । शक्रहन्तारमिच्छामि पुत्रं दीर्घतपोर्जितम् ॥ २ ॥",
                    "arth": "'भगवन्! आपके महाबली पुत्र देवताओंने मेरे पुत्रोंको मार डाला; अतः मैं दीर्घकालकी तपस्यासे उपार्जित एक ऐसा पुत्र चाहती हूँ जो इन्द्रका वध करनेमें समर्थ हो ॥ २ ॥"
                },
                {
                    "slok": "साहं तपश्चरिष्यामि गर्भं मे दातुमर्हसि । ईश्वरं शक्रहन्तारं त्वमनुज्ञातुमर्हसि ॥ ३ ॥",
                    "arth": "‘मैं तपस्या करूँगी, आप इसके लिये मुझे आज्ञा दें और मेरे गर्भमें ऐसा पुत्र प्रदान करें, जो सब कुछ करनेमें समर्थ तथा इन्द्रका वध करनेवाला हो' ॥ ३ ॥"
                },
                {
                    "slok": "तस्यास्तद् वचनं श्रुत्वा मारीचः कश्यपस्तदा । प्रत्युवाच महातेजा दितिं परमदुःखिताम् ॥ ४ ॥",
                    "arth": "उसकी यह बात सुनकर महातेजस्वी मरीचिनन्दन कश्यपने उस परम दुःखिनी दितिको इस प्रकार उत्तर दिया - ॥४॥"
                },
                {
                    "slok": "एवं भवतु भद्रं ते शुचिर्भव तपोधने । जनयिष्यसि पुत्रं त्वं शक्रहन्तारमाहवे ॥ ५ ॥",
                    "arth": "'तपोधने! ऐसा ही हो। तुम शौचाचारका पालन करो। तुम्हारा भला हो। तुम ऐसे पुत्रको जन्म दोगी, जो युद्धमें इन्द्रको मार सके ॥ ५ ॥"
                },
                {
                    "slok": "पूर्णे वर्षसहस्त्रे तु शुचिर्यदि भविष्यसि । पुत्रं त्रैलोक्यहन्तारं मत्तस्त्वं जनयिष्यसि ॥ ६ ॥",
                    "arth": "'यदि पूरे एक सहस्र वर्षतक पवित्रतापूर्वक रह सकोगी तो तुम मुझसे त्रिलोकीनाथ इन्द्रका वध करनेमें समर्थ पुत्र प्राप्त कर लोगी' ॥ ६ ॥"
                },
                {
                    "slok": "एवमुक्त्वा महातेजाः पाणिना सम्ममार्ज ताम् । तामालभ्य ततः स्वस्ति इत्युक्त्वा तपसे ययौ ॥ ७ ॥",
                    "arth": "ऐसा कहकर महातेजस्वी कश्यपने दितिके शरीर पर हाथ फेरा। फिर उनका स्पर्श करके कहा- 'तुम्हारा कल्याण हो।' ऐसा कहकर वे तपस्याके लिये चले गये ॥ ७ ॥"
                },
                {
                    "slok": "गते तस्मिन् नरश्रेष्ठ दितिः परमहर्षिता । कुशप्लवं समासाद्य तपस्तेपे सुदारुणम् ॥ ८ ॥",
                    "arth": "नरश्रेष्ठ! उनके चले जानेपर दिति अत्यन्त हर्ष और उत्साहमें भरकर कुशप्लव नामक तपोवनमें आयीं और अत्यन्त कठोर तपस्या करने लगीं ॥ ८ ॥"
                },
                {
                    "slok": "तपस्तस्यां हि कुर्वत्यां परिचर्यां चकार है। सहस्त्राक्षो नरश्रेष्ठ परया गुणसम्पदा ॥ ९ ॥",
                    "arth": "पुरुषप्रवर श्रीराम ! दितिके तपस्या करते समय सहस्रलोचन इन्द्र विनय आदि उत्तम गुणसम्पत्तिसे युक्त हो उनकी सेवा-टहल करने लगे ॥ ९ ॥"
                },
                {
                    "slok": "अग्निं कुशान् काष्ठमपः फलं मूलं तथैव च । न्यवेदयत् सहस्त्राक्षो यच्चान्यदपि कांक्षितम् ॥ १० ॥",
                    "arth": "सहस्राक्ष इन्द्र अपनी मौसी दितिके लिये अग्नि, कुशा, काष्ठ, जल, फल, मूल तथा अन्यान्य अभिलषित वस्तुओंको ला-लाकर देते थे ॥ १० ॥"
                },
                {
                    "slok": "गात्रसंवाहनैश्चैव श्रमापनयनैस्तथा । शक्रः सर्वेषु कालेषु दितिं परिचचार ह ॥ ११ ॥",
                    "arth": "इन्द्र मौसीकी शारीरिक सेवाएँ करते, उनके पैर दबाकर उनकी थकावट मिटाते तथा ऐसी ही अन्य आवश्यक सेवाओंद्वारा वे हर समय दितिकी परिचर्या करते थे ॥ ११ ॥"
                },
                {
                    "slok": "पूर्णे वर्षसहस्त्रे सा दशोने रघुनन्दन । दितिः परमसंहृष्टा सहस्त्राक्षमथाब्रवीत् ॥ १२ ॥",
                    "arth": "रघुनन्दन! जब सहस्र वर्ष पूर्ण होनेमें कुल दस वर्ष बाकी रह गये, तब एक दिन दितिने अत्यन्त हर्षमें भरकर सहस्रलोचन इन्द्रसे कहा- ॥ १२ ॥"
                },
                {
                    "slok": "तपश्चरन्त्या वर्षाणि दश वीर्यवतां वर । अवशिष्टानि भद्रं ते भ्रातरं द्रक्ष्यसे ततः ॥ १३ ॥",
                    "arth": "'बलवानोंमें श्रेष्ठ वीर! अब मेरी तपस्याके केवल दस वर्ष और शेष रह गये हैं। तुम्हारा भला हो । दस वर्ष बाद तुम अपने होनेवाले भाईको देख सकोगे ॥ १३ ॥"
                },
                {
                    "slok": "यमहं त्वत्कृते पुत्र तमाधास्ये जयोत्सुकम् । त्रैलोक्यविजयं पुत्र सह भोक्ष्यसि विज्वर ॥ १४ ॥",
                    "arth": "'बेटा। मैंने तुम्हारे विनाशके लिये जिस पुत्रकी याचना की थी, वह जब तुम्हें जीतनेके लिये उत्सुक होगा, उस समय मैं उसे शान्त कर दूंगी-तुम्हारे प्रति उसे वैर-भावसे रहित तथा भ्रातृ-स्नेहसे युक्त बना दूँगी। फिर तुम उसके साथ रहकर उसीके द्वारा की हुई त्रिभुवन-विजयका सुख निश्चिन्त होकर भोगना ॥ १४ ॥"
                },
                {
                    "slok": "याचितेन सुरश्रेष्ठ पित्रा तव महात्मना। वरो वर्षसहस्त्रान्ते मम दत्तः सुतं प्रति ॥ १५ ॥",
                    "arth": "'सुरश्रेष्ठ! मेरे प्रार्थना करनेपर तुम्हारे महात्मा पिताने एक हजार वर्षके बाद पुत्र होनेका मुझे वर दिया है' ॥ १५ ॥"
                },
                {
                    "slok": "इत्युक्त्वा च दितिस्तत्र प्राप्ते मध्यं दिनेश्वरे । निद्रयापहृता देवी पादौ कृत्वाथ शीर्षतः ॥ १६ ॥",
                    "arth": "ऐसा कहकर दिति नींदसे अचेत हो गयीं। उस समय सूर्यदेव आकाशके मध्य भागमें आ गये थे दोपहरका समय हो गया था। देवी दिति आसनपर बैठी-बैठी झपकी लेने लगीं। सिर झुक गया और केश पैरोंसे जा लगे। इस प्रकार निद्रावस्थामें उन्होंने पैरोंको सिरसे लगा लिया ॥ १६ ॥"
                },
                {
                    "slok": "दृष्ट्वा तामशुचिं शक्रः पादयोः कृतमूर्धजाम्। शिरःस्थाने कृतौ पादौ जहास च मुमोद च ॥ १७ ॥",
                    "arth": "उन्होंने अपने केशोंको पैरोंपर डाल रखा था। सिरको टिकानेके लिये दोनों पैरोंको ही आधार बना लिया था। यह देख दितिको अपवित्र हुई जान इन्द्र हँसे और बड़े प्रसन्न हुए ॥ १७ ॥"
                },
                {
                    "slok": "तस्याः शरीरविवरं प्रविवेश पुरंदरः । गर्भं च सप्तधा राम चिच्छेद परमात्मवान् ॥ १८ ॥",
                    "arth": "माता दितिके उदरमें प्रविष्ट हो गये और उसमें स्थित हुए गर्भके उन्होंने सात टुकड़े कर डाले ॥ १८ ॥"
                },
                {
                    "slok": "भिद्यमानस्ततो गर्भो वज्रेण शतपर्वणा रुरोद सुस्वरं राम ततो दितिरबुध्यत ।। १९ ।।",
                    "arth": "श्रीराम! उनके द्वारा सौ पर्वोवाले वज्रसे विदीर्ण किये जाते समय वह गर्भस्थ बालक जोर-जोरसे रोने लगा। इससे दितिकी निद्रा टूट गयी-वे जागकर उठ बैठीं ॥ १९ ॥"
                },
                {
                    "slok": "मा रुदो मा रुदश्चेति गर्भ शक्नोऽभ्यभाषत । बिभेद च महातेजा रुदन्तमपि वासवः ॥ २० ॥",
                    "arth": "तब इन्द्रने उस रोते हुए गर्भसे कहा-'भाई! मत रो, मत रो' परंतु महातेजस्वी इन्द्रने रोते रहनेपर भी उस गर्भके टुकड़े कर ही डाले ॥ २० ॥"
                },
                {
                    "slok": "न हन्तव्यं न हन्तव्यमित्येव दितिरब्रवीत् । निष्पपात ततः शक्रो मातुर्वचनगौरवात् ॥ २१ ॥",
                    "arth": "उस समय दितिने कहा- 'इन्द्र! बच्चेको न मारो, न मारो।' माताके वचनका गौरव मानकर इन्द्र सहसा उदरसे निकल आये ॥ २१ ॥"
                },
                {
                    "slok": "प्राञ्जलिर्वज्रसहितो दितिं शक्रोऽभ्यभाषत । अशुचिर्देवि सुप्तासि पादयोः कृतमूर्धजा ॥ २२ ॥ तदन्तरमहं लब्ध्वा शक्रहन्तारमाहवे। अभिन्दं सप्तधा देवि तन्मे त्वं क्षन्तुमर्हसि ॥ २३ ॥",
                    "arth": "फिर वज्रसहित इन्द्रने हाथ जोड़कर दितिसे कहा 'देवि! तुम्हारे सिरके बाल पैरोंसे लगे थे। इस प्रकार तुम अपवित्र अवस्थामें सोयी थीं। यही छिद्र पाकर मैंने इस 'इन्द्रहन्ता' बालकके सात टुकड़े कर डाले हैं। इसलिये माँ! तुम मेरे इस अपराधको क्षमा करो' ॥ २२-२३ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "47",
            "arth": [
                {
                    "slok": "सप्तधा तु कृते गर्भे दितिः परमदुःखिता। सहस्त्राक्षं दुराधर्षं वाक्यं सानुनयाब्रवीत् ॥ १ ॥",
                    "arth": "इन्द्रद्वारा अपने गर्भके सात टुकड़े कर दिये जानेपर देवी दितिको बड़ा दुःख हुआ। वे दुर्द्धर्ष वीर सहस्राक्ष इन्द्रसे अनुनयपूर्वक बोलीं- ॥ १ ॥"
                },
                {
                    "slok": "ममापराधाद् गर्भोऽयं सप्तधा शकलीकृतः । नापराधो हि देवेश तवात्र बलसूदन ॥ २ ॥",
                    "arth": "'देवेश! बलसूदन! मेरे ही अपराधसे इस गर्भके सात टुकड़े हुए हैं। इसमें तुम्हारा कोई दोष नहीं है ॥ २ ॥"
                },
                {
                    "slok": "प्रियं त्वत्कृतमिच्छामि मम गर्भविपर्यये । मरुतां सप्त सप्तानां स्थानपाला भवन्तु ते ॥ ३ ॥",
                    "arth": "'इस गर्भको नष्ट करनेके निमित्त तुमने जो क्रूरतापूर्ण कर्म किया है, वह तुम्हारे और मेरे लिये भी जिस तरह प्रिय हो जाय- जैसे भी उसका परिणाम तुम्हारे और मेरे लिये सुखद हो जाय, वैसा उपाय मैं करना चाहती हूँ। मेरे गर्भके वे सातों खण्ड सात व्यक्ति होकर सातों मरुद्गणोंके स्थानोंका पालन करनेवाले हो जायँ ॥ ३ ॥"
                },
                {
                    "slok": "वातस्कन्धा इमे सप्त चरन्तु दिवि पुत्रक । मारुता इति विख्याता दिव्यरूपा ममात्मजाः ॥ ४ ॥",
                    "arth": "'बेटा! ये मेरे दिव्य रूपधारी पुत्र 'मारुत' नामसे प्रसिद्ध होकर आकाशमें जो सुविख्यात सात वातस्कन्ध * हैं, उनमें विचरें ॥ ४ ॥"
                },
                {
                    "slok": "ब्रह्मलोकं चरत्वेक इन्द्रलोकं तथापरः । दिव्यवायुरिति ख्यातस्तृतीयोऽपि महायशाः ॥ ५ ॥",
                    "arth": "'(ऊपर जो सात मरुत् बताये गये हैं, वे सात सातके गण हैं। इस प्रकार उनचास मरुत् समझने चाहिये। इनमेंसे) जो प्रथम गण है, वह ब्रह्मलोकमें विचरे, दूसरा इन्द्रलोकमें विचरण करे तथा तीसरा महायशस्वी मरुद्गण दिव्य वायुके नामसे विख्यात हो अन्तरिक्षमें बहा करे ॥ ५ ॥"
                },
                {
                    "slok": "चत्वारस्तु सुरश्रेष्ठ दिशो वै तव शासनात् । संचरिष्यन्ति भद्रं ते कालेन हि ममात्मजाः ॥ ६ ॥ त्वत्कृतेनैव नाम्ना वै मारुता इति विश्रुताः ।",
                    "arth": "'सुरश्रेष्ठ! तुम्हारा कल्याण हो। मेरे शेष चार पुत्रोंके गण तुम्हारी आज्ञासे समयानुसार सम्पूर्ण दिशाओंमें संचार करेंगे। तुम्हारे ही रखे हुए नामसे (तुमने जो 'मा रुदः' कहकर उन्हें रोनेसे मना किया था, उसी 'मा रुदः' - इस वाक्यसे) वे सब-के-सब मारुत कहलायेंगे। मारुत नामसे ही उनकी प्रसिद्धि होगी' ॥ ६ ॥"
                },
                {
                    "slok": "तस्यास्तद् वचनं श्रुत्वा सहस्त्राक्षः पुरंदरः ॥ ७ ॥ उवाच प्राञ्जलिर्वाक्यमितीदं बलसूदनः ।",
                    "arth": "दितिका वह वचन सुनकर बल दैत्यको मारनेवाले सहस्राक्ष इन्द्रने हाथ जोड़कर यह बात कही- ॥ ७ ॥"
                },
                {
                    "slok": "सर्वमेतद् यथोक्तं ते भविष्यति न संशयः ॥ ८ ॥ विचरिष्यन्ति भद्रं ते देवरूपास्तवात्मजाः ।",
                    "arth": "'मा! तुम्हारा कल्याण हो। तुमने जैसा कहा है, वह सब वैसा ही होगा; इसमें संशय नहीं है। तुम्हारे ये पुत्र देवरूप होकर विचरेंगे' ॥ ८ ॥"
                },
                {
                    "slok": "एवं तौ निश्चयं कृत्वा मातापुत्रौ तपोवने ॥ ९ ॥ जग्मतुस्त्रिदिवं राम कृतार्थाविति नः श्रुतम् ।",
                    "arth": "श्रीराम! उस तपोवनमें ऐसा निश्चय करके वे दोनों माता-पुत्र - दिति और इन्द्र कृतकृत्य हो स्वर्गलोकको चले गये – ऐसा हमने सुन रखा है ॥ ९ ॥"
                },
                {
                    "slok": "एष देश: स काकुत्स्थ महेन्द्राध्युषितः पुरा ॥ १० ॥ दितिं यत्र तपः सिद्धामेवं परिचचार सः ।",
                    "arth": "काकुत्स्थ! यही वह देश है, जहाँ पूर्वकालमें रहकर देवराज इन्द्रने तपःसिद्ध दितिकी परिचर्या की थी ॥ १० ॥"
                },
                {
                    "slok": "इक्ष्वाकोस्तु नरव्याघ्र पुत्रः परमधार्मिकः ॥ ११ ॥ अलम्बुषायामुत्पन्नो विशाल इति विश्रुतः । तेन चासीदिह स्थाने विशालेति पुरी कृता ॥ १२ ॥",
                    "arth": "पुरुषसिंह! पूर्वकालमें महाराज इक्ष्वाकुके एक परम धर्मात्मा पुत्र थे, जो विशाल नामसे प्रसिद्ध हुए। उनका जन्म अलम्बुषाके गर्भसे हुआ था। उन्होंने इस स्थानपर विशाला नामकी पुरी बसायी थी । ११-१२ ॥"
                },
                {
                    "slok": "विशालस्य सुतो राम हेमचन्द्रो महाबलः । सुचन्द्र इति विख्यातो हेमचन्द्रादनन्तरः ॥ १३ ॥",
                    "arth": "श्रीराम ! विशालके पुत्रका नाम था हेमचन्द्र, जो बड़े बलवान् थे। हेमचन्द्रके पुत्र सुचन्द्र नामसे विख्यात हुए ॥ १३ ॥"
                },
                {
                    "slok": "सुचन्द्रतनयो राम धूम्राश्व इति विश्रुतः । धूम्राश्वतनयश्चापि सृञ्जयः समपद्यत ॥ १४ ॥",
                    "arth": "श्रीरामचन्द्र ! सुचन्द्रके पुत्र धूम्राश्व और धूम्राश्वके पुत्र संजय हुए ॥ १४ ॥"
                },
                {
                    "slok": "सृञ्जयस्य सुतः श्रीमान् सहदेवः प्रतापवान् । कुशाश्वः सहदेवस्य पुत्रः परमधार्मिकः ॥ १५ ॥",
                    "arth": "संजयके प्रतापी पुत्र श्रीमान् सहदेव हुए। सहदेवके परम धर्मात्मा पुत्रका नाम कुशाश्व था ॥ १५ ॥"
                },
                {
                    "slok": "कुशाश्वस्य महातेजाः सोमदत्तः प्रतापवान् । सोमदत्तस्य पुत्रस्तु काकुत्स्थ इति विश्रुतः ॥ १६ ॥",
                    "arth": "कुशाश्वके महातेजस्वी पुत्र प्रतापी सोमदत्त हुए और सोमदत्तके पुत्र काकुत्स्थ नामसे विख्यात हुए ॥ १६ ॥"
                },
                {
                    "slok": "तस्य पुत्रो महातेजाः सम्प्रत्येष पुरीमिमाम् । आवसत् परमप्रख्यः सुमतिर्नाम दुर्जयः ॥ १७ ॥",
                    "arth": "काकुत्स्थके महातेजस्वी पुत्र सुमति नामसे प्रसिद्ध हैं; जो परम कान्तिमान् एवं दुर्जय वीर हैं। वे ही इस समय इस पुरीमें निवास करते हैं ॥ १७ ॥"
                },
                {
                    "slok": "इक्ष्वाकोस्तु प्रसादेन सर्वे वैशालिका नृपाः । दीर्घायुषो महात्मानो वीर्यवन्तः सुधार्मिकाः ॥ १८ ॥",
                    "arth": "महाराज इक्ष्वाकुके प्रसादसे विशालाके सभी नरेश दीर्घायु, महात्मा, पराक्रमी और परम धार्मिक होते आये हैं ॥ १८ ॥"
                },
                {
                    "slok": "इहाद्य रजनीमेकां सुखं स्वप्स्यामहे वयम् । श्वः प्रभाते नरश्रेष्ठ जनकं द्रष्टुमर्हसि ॥ १९ ॥",
                    "arth": "नरश्रेष्ठ! आज एक रात हमलोग यहीं सुखपूर्वक शयन करेंगे; फिर कल प्रातःकाल यहाँसे चलकर तुम मिथिलामें राजा जनकका दर्शन करोगे ॥ १९ ॥"
                },
                {
                    "slok": "सुमतिस्तु महातेजा विश्वामित्रमुपागतम् । श्रुत्वा नरवरश्रेष्ठः प्रत्यागच्छन्महायशाः ॥ २० ॥",
                    "arth": "नरेशोंमें श्रेष्ठ, महातेजस्वी, महायशस्वी राजा सुमति विश्वामित्रजीको पुरीके समीप आया हुआ सुनकर उनकी अगवानीके लिये स्वयं आये ॥ २० ॥"
                },
                {
                    "slok": "पूजां च परमां कृत्वा सोपाध्यायः सबान्धवः । प्राञ्जलिः कुशलं पृष्ट्वा विश्वामित्रमथाब्रवीत् ॥ २१ ॥",
                    "arth": "अपने पुरोहित और बन्धु-बान्धवोंके साथ राजाने विश्वामित्रजीकी उत्तम पूजा करके हाथ जोड़ उनका कुशल- समाचार पूछा और उनसे इस प्रकार कहा- ॥"
                },
                {
                    "slok": "धन्योऽस्म्यनुगृहीतोऽस्मि यस्य मे विषयं मुने। सम्प्राप्तो दर्शनं चैव नास्ति धन्यतरो मम ॥ २२ ॥",
                    "arth": "'मुने! मैं धन्य हूँ। आपका मुझपर बड़ा अनुग्रह है; क्योंकि आपने स्वयं मेरे राज्यमें पधारकर मुझे दर्शन दिया। इस समय मुझसे बढ़कर धन्य पुरुष दूसरा कोई नहीं है' ॥ २२ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "48",
            "arth": [
                {
                    "slok": "पृष्ट्वा तु कुशलं तत्र परस्परसमागमे । कथान्ते सुमतिर्वाक्यं व्याजहार महामुनिम् ॥ १ ॥",
                    "arth": "वहाँ परस्पर समागमके समय एक-दूसरेका कुशल मंगल पूछकर बातचीतके अन्तमें राजा सुमतिने महामुनि विश्वामित्रसे कहा - ॥ १ ॥"
                },
                {
                    "slok": "इमौ कुमारौ भद्रं ते देवतुल्यपराक्रमौ । गजसिंहगती वीरौ शार्दूलवृषभोपमौ ॥ २ ॥",
                    "arth": "'ब्रह्मन्! आपका कल्याण हो। ये दोनों कुमार देवताओंके तुल्य पराक्रमी जान पड़ते हैं। इनकी चाल ढाल हाथी और सिंहकी गतिके समान है। ये दोनों वीर सिंह और साँड़के समान प्रतीत होते हैं ॥ २ ॥"
                },
                {
                    "slok": "पद्मपत्रविशालाक्षौ खड्गतूणधनुर्धरौ । अश्विनाविव रूपेण समुपस्थितयौवनौ ॥ ३ ॥",
                    "arth": "इनके बड़े-बड़े नेत्र विकसित कमलदलके समान शोभा पाते हैं। ये दोनों तलवार, तरकस और धनुष धारण किये हुए हैं। अपने सुन्दर रूपके द्वारा दोनों अश्विनीकुमारोंको लज्जित करते हैं तथा युवावस्थाके निकट आ पहुँचे हैं।"
                },
                {
                    "slok": "यदृच्छयैव गां प्राप्तौ देवलोकादिवामरौ । कथं पद्भ्यामिह प्राप्तौ किमर्थं कस्य वा मुने ॥ ४॥",
                    "arth": "'इन्हें देखकर ऐसा जान पड़ता है, मानो दो देवकुमार दैवेच्छावश देवलोकसे पृथ्वीपर आ गये हों। मुने! ये दोनों किसके पुत्र हैं और कैसे, किसलिये यहाँ पैदल ही आये हैं ? ॥ ४ ॥"
                },
                {
                    "slok": "भूषयन्ताविमं देशं चन्द्रसूर्याविवाम्बरम् । परस्परेण सदृशौ प्रमाणेङ्गितचेष्टितैः ॥ ५॥",
                    "arth": "'जैसे चन्द्रमा और सूर्य आकाशकी शोभा बढ़ाते हैं, उसी प्रकार ये दोनों कुमार इस देशको सुशोभित कर रहे हैं। शरीरकी ऊँचाई, मनोभावसूचक संकेत तथा चेष्टा (बोलचाल) में ये दोनों एक-दूसरेके समान हैं ॥ ५ ॥"
                },
                {
                    "slok": "किमर्थं च नरश्रेष्ठौ सम्प्राप्तौ दुर्गमे पथि । वरायुधधरौ वीरौ श्रोतुमिच्छामि तत्त्वतः ॥ ६ ॥",
                    "arth": "'श्रेष्ठ आयुध धारण करनेवाले ये दोनों नरश्रेष्ठ वीर इस दुर्गम मार्गमें किसलिये आये हैं? यह मैं यथार्थरूपसे सुनना चाहता हूँ' ॥ ६ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा यथावृत्तं न्यवेदयत् । सिद्धाश्रमनिवासं च राक्षसानां वधं यथा । विश्वामित्रवचः श्रुत्वा राजा परमविस्मितः ॥ ७ ॥",
                    "arth": "सुमतिका यह वचन सुनकर विश्वामित्रजीने उन्हें सब वृत्तान्त यथार्थरूपसे निवेदन किया। सिद्धाश्रममें निवास और राक्षसोंके वधका प्रसंग भी यथावत् रूपसे कह सुनाया। विश्वामित्रजीकी बात सुनकर राजा सुमतिको बड़ा विस्मय हुआ ॥ ७ ॥"
                },
                {
                    "slok": "अतिथी परमं प्राप्तौ पुत्रौ दशरथस्य तौ । पूजयामास विधिवत् सत्काराहौँ महाबलौ ॥ ८ ॥",
                    "arth": "उन्होंने परम आदरणीय अतिथिके रूपमें आये हुए उन दोनों महाबली दशरथ-पुत्रोंका विधिपूर्वक आतिथ्य सत्कार किया ॥ ८ ॥"
                },
                {
                    "slok": "ततः परमसत्कारं सुमतेः प्राप्य राघवौ । उष्य तत्र निशामेकां जग्मतुर्मिथिलां ततः ॥ ९॥",
                    "arth": "सुमतिसे उत्तम आदर-सत्कार पाकर वे दोनों रघुवंशी कुमार वहाँ एक रात रहे और सबेरे उठकर मिथिलाकी ओर चल दिये ॥ ९ ॥"
                },
                {
                    "slok": "तां दृष्ट्वा मुनयः सर्वे जनकस्य पुरीं शुभाम् । साधु साध्विति शंसन्तो मिथिलां समपूजयन् ॥ १० ॥",
                    "arth": "मिथिलामें पहुँचकर जनकपुरीकी सुन्दर शोभा देख सभी महर्षि साधु-साधु कहकर उसकी भूरि-भूरि प्रशंसा करने लगे ॥ १० ॥"
                },
                {
                    "slok": "मिथिलोपवने तत्र आश्रमं दृश्य राघवः । पुराणं निर्जनं रम्यं पप्रच्छ मुनिपुंगवम् ॥ ११ ॥",
                    "arth": "मिथिलाके उपवनमें एक पुराना आश्रम था, जो अत्यन्त रमणीय होकर भी सूनसान दिखायी देता था। उसे देखकर श्रीरामचन्द्रजीने मुनिवर विश्वामित्रजीसे पूछा- ॥ ११ ॥"
                },
                {
                    "slok": "इदमाश्रमसंकाशं किं न्विदं मुनिवर्जितम् । श्रोतुमिच्छामि भगवन् कस्यायं पूर्व आश्रमः ॥ १२ ॥",
                    "arth": "'भगवन्! यह कैसा स्थान है, जो देखनेमें तो आश्रम-जैसा है; किंतु एक भी मुनि यहाँ दृष्टिगोचर नहीं होते हैं। मैं यह सुनना चाहता हूँ कि पहले यह आश्रम किसका था ?' ॥ १२ ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा राघवेणोक्तं वाक्यं वाक्यविशारदः प्रत्युवाच महातेजा विश्वामित्रो महामुनिः ॥ १३ ॥",
                    "arth": "श्रीरामचन्द्रजीका यह प्रश्न सुनकर प्रवचनकुशल महातेजस्वी महामुनि विश्वामित्रने इस प्रकार उत्तर दिया - ॥ १३ ॥"
                },
                {
                    "slok": "हन्त ते कथयिष्यामि शृणु तत्त्वेन राघव । यस्यैतदाश्रमपदं शप्तं कोपान्महात्मनः ॥ १४ ॥",
                    "arth": "'रघुनन्दन! पूर्वकालमें यह जिस महात्माका आश्रम था और जिन्होंने क्रोधपूर्वक इसे शाप दिया था, उनका तथा उनके इस आश्रमका सब वृत्तान्त तुमसे कहता हूँ। तुम यथार्थरूपसे इसको सुनो ॥ १४ ।।"
                },
                {
                    "slok": "गौतमस्य नरश्रेष्ठ पूर्वमासीन्महात्मनः । आश्रमो दिव्यसंकाश: सुरैरपि सुपूजितः ॥ १५ ॥",
                    "arth": "'नरश्रेष्ठ! पूर्वकालमें यह स्थान महात्मा गौतमका आश्रम था। उस समय यह आश्रम बड़ा ही दिव्य जान पड़ता था। देवता भी इसकी पूजा एवं प्रशंसा किया करते थे ॥ १५ ॥"
                },
                {
                    "slok": "स चात्र तप आतिष्ठदहल्यासहितः पुरा । वर्षपूगान्यनेकानि राजपुत्र महायशः ॥ १६ ॥",
                    "arth": "'महायशस्वी राजपुत्र! पूर्वकालमें महर्षि गौतम अपनी पत्नी अहल्याके साथ रहकर यहाँ तपस्या करते थे। उन्होंने बहुत वर्षोंतक यहाँ तप किया था ॥ १६ ॥"
                },
                {
                    "slok": "तस्यान्तरं विदित्वा च सहस्त्राक्षः शचीपतिः । मुनिवेषधरो भूत्वा अहल्यामिदमब्रवीत् ॥ १७ ॥",
                    "arth": "'एक दिन जब महर्षि गौतम आश्रमपर नहीं थे, उपयुक्त अवसर समझकर शचीपति इन्द्र गौतम मुनिका वेष धारण किये वहाँ आये और अहल्यासे इस प्रकार बोले- ॥ १७॥"
                },
                {
                    "slok": "ऋतुकालं प्रतीक्षन्ते नार्थिनः सुसमाहिते। संगमं त्वहमिच्छामि त्वया सह सुमध्यमे ॥ १८ ॥",
                    "arth": "सदा सावधान रहनेवाली सुन्दरी! रतिकी इच्छा रखनेवाले प्रार्थी पुरुष ऋतुकालकी प्रतीक्षा नहीं करते हैं। सुन्दर कटिप्रदेशवाली सुन्दरी ! मैं (इन्द्र) तुम्हारे साथ समागम करना चाहता हूँ' ॥ १८ ॥"
                },
                {
                    "slok": "मुनिवेषं सहस्राक्षं विज्ञाय रघुनन्दन । मतिं चकार दुर्मेधा देवराजकुतूहलात् ॥ १९ ॥",
                    "arth": "'रघुनन्दन! महर्षि गौतमका वेष धारण करके आये हुए इन्द्रको पहचानकर भी उस दुर्बुद्धि नारीने 'अहो ! देवराज इन्द्र मुझे चाहते हैं' इस कौतूहलवश उनके साथ समागमका निश्चय करके वह प्रस्ताव स्वीकार कर लिया ॥"
                },
                {
                    "slok": "अथाब्रवीत् सुरश्रेष्ठं कृतार्थेनान्तरात्मना । कृतार्थास्मि सुरश्रेष्ठ गच्छ शीघ्रमितः प्रभो ॥ २० ॥ आत्मानं मां च देवेश सर्वथा रक्ष गौतमात् ।",
                    "arth": "‘रतिके पश्चात् उसने देवराज इन्द्रसे संतुष्टचित्त होकर कहा-'सुरश्रेष्ठ! मैं आपके समागमसे कृतार्थ हो गयी। प्रभो! अब आप शीघ्र यहाँसे चले जाइये। देवेश्वर! महर्षि गौतमके कोपसे आप अपनी और मेरी भी सब प्रकारसे रक्षा कीजिये ॥ २० ॥"
                },
                {
                    "slok": "इन्द्रस्तु प्रहसन् वाक्यमहल्यामिदमब्रवीत् ॥ २१ ॥ सुश्रोणि परितुष्टोऽस्मि गमिष्यामि यथागतम्।",
                    "arth": "'तब इन्द्रने अहल्यासे हँसते हुए कहा-'सुन्दरी ! मैं भी संतुष्ट हो गया। अब जैसे आया था, उसी तरह चला जाऊँगा' ॥ २१ ॥"
                },
                {
                    "slok": "एवं संगम्य तु तदा निश्चक्रामोटजात् ततः ॥ २२ ॥ स सम्भ्रमात् त्वरन् राम शङ्कितो गौतमं प्रति।",
                    "arth": "'श्रीराम! इस प्रकार अहल्यासे समागम करके इन्द्र जब उस कुटीसे बाहर निकले, तब गौतमके आ जानेकी आशङ्कासे बड़ी उतावलीके साथ वेगपूर्वक भागनेका प्रयत्न करने लगे ॥ २२ ॥"
                },
                {
                    "slok": "गौतमं स ददर्शाथ प्रविशन्तं महामुनिम् ॥ २३ ॥ देवदानवदुर्धर्षं तपोबलसमन्वितम् । तीर्थोदकपरिक्लिन् दीप्यमानमिवानलम् ॥ २४ ॥ गृहीतसमिधं तत्र सकुशं मुनिपुंगवम् ।",
                    "arth": "'इतनेहीमें उन्होंने देखा, देवताओं और दानवोंके लिये भी दुर्धर्ष, तपोबलसम्पन्न महामुनि गौतम हाथमें समिधा लिये आश्रममें प्रवेश कर रहे हैं। उनका शरीर तीर्थके जलसे भीगा हुआ है और वे प्रज्वलित अग्निके समान उद्दीप्त हो रहे हैं ॥ २३-२४ ॥"
                },
                {
                    "slok": "दृष्ट्वा सुरपतिस्त्रस्तो विषण्णवदनोऽभवत् ॥ २५ ॥ अथ दृष्ट्वा सहस्त्राक्षं मुनिवेषधरं मुनिः । दुर्वृत्तं वृत्तसम्पन्नो रोषाद् वचनमब्रवीत् ॥ २६ ॥",
                    "arth": "'उनपर दृष्टि पड़ते ही देवराज इन्द्र भयसे थर्रा उठे। उनके मुखपर विषाद छा गया। दुराचारी इन्द्रको मुनिका वेष धारण किये देख सदाचारसम्पन्न मुनिवर गौतमजीने रोषमें भरकर कहा- ॥ २५-२६ ॥"
                },
                {
                    "slok": "मम रूपं समास्थाय कृतवानसि दुर्मते । अकर्तव्यमिदं यस्माद् विफलस्त्वं भविष्यसि ॥ २७ ॥",
                    "arth": "दुर्मते! तूने मेरा रूप धारण करके यह न करनेयोग्य पापकर्म किया है, इसलिये तू विफल (अण्डकोषोंसे रहित) हो जायगा' ॥ २७ ॥"
                },
                {
                    "slok": "गौतमेनैवमुक्तस्य सुरोषेण महात्मना। घेततुर्वृषणौ भूमौ सहस्त्राक्षस्य तत्क्षणात् ॥ २८ ॥",
                    "arth": "'रोषमें भरे हुए महात्मा गौतमके ऐसा कहते ही सहस्राक्ष इन्द्रके दोनों अण्डकोष उसी क्षण पृथ्वीपर गिर पड़े ॥ २८ ॥"
                },
                {
                    "slok": "तथा शप्त्वा च वै शक्रं भार्यामपि च शप्तवान् । इह वर्षसहस्त्राणि बहूनि निवसिष्यसि ॥ २९ ॥ वातभक्षा निराहारा तप्यन्ती भस्मशायिनी । अदृश्या सर्वभूतानामाश्रमेऽस्मिन् वसिष्यसि ॥ ३० ॥ यदा त्वेतद् वनं घोरं रामो दशरथात्मजः । आगमिष्यति दुर्धर्षस्तदा पूता भविष्यसि ॥ ३१ ॥ तस्यातिथ्येन दुर्वृत्ते लोभमोहविवर्जिता । मत्सकाशं मुदा युक्ता स्वं वपुर्धारयिष्यसि ॥ ३२ ॥",
                    "arth": "इन्द्रको इस प्रकार शाप देकर गौतमने अपनी पत्नीको भी शाप दिया-'दुराचारिणी! तू भी यहाँ कई हजार वर्षोतक केवल हवा पीकर या उपवास करके कष्ट उठाती हुई राखमें पड़ी रहेगी। समस्त प्राणियोंसे अदृश्य रहकर इस आश्रममें निवास करेगी। जब दुर्धर्ष दशरथ-कुमार राम इस घोर वनमें पदार्पण करेंगे, उस समय तू पवित्र होगी। उनका आतिथ्य सत्कार करनेसे तेरे लोभ-मोह आदि दोष दूर हो जायेंगे और तू प्रसन्नतापूर्वक मेरे पास पहुँचकर अपना पूर्व शरीर धारण कर लेगी' ॥ २९-३२॥"
                },
                {
                    "slok": "एवमुक्त्वा महातेजा गौतमो दुष्टचारिणीम्। इममाश्रममुत्सृज्य सिद्धचारणसेविते । हिमवच्छिखरे रम्ये तपस्तेपे महातपाः ॥ ३३ ॥",
                    "arth": "‘अपनी दुराचारिणी पत्नीसे ऐसा कहकर महातेजस्वी, महातपस्वी गौतम इस आश्रमको छोड़कर चले गये और सिद्धों तथा चारणोंसे सेवित हिमालयके रमणीय शिखरपर रहकर तपस्या करने लगे' ॥ ३३ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "49",
            "arth": [
                {
                    "slok": "अफलस्तु ततः शक्रो देवानग्निपुरोगमान् । अब्रवीत् त्रस्तनयनः सिद्धगन्धर्वचारणान् ॥ १ ॥",
                    "arth": "तदनन्तर इन्द्र अण्डकोषसे रहित होकर बहुत डर गये। उनके नेत्रोंमें त्रास छा गया। वे अग्नि आदि देवताओं, सिद्धों, गन्धर्वो और चारणोंसे इस प्रकार बोले- ॥१॥"
                },
                {
                    "slok": "कुर्वता तपसो विघ्नं गौतमस्य महात्मनः । क्रोधमुत्पाद्य हि मया सुरकार्यमिदं कृतम् ॥ २ ॥",
                    "arth": "'देवताओ! महात्मा गौतमकी तपस्यामें विघ्न डालनेके लिये मैंने उन्हें क्रोध दिलाया है। ऐसा करके मैंने यह देवताओंका कार्य ही सिद्ध किया है ॥ २ ॥"
                },
                {
                    "slok": "अफलोऽस्मि कृतस्तेन क्रोधात् सा च निराकृता । शापमोक्षेण महता तपोऽस्यापहृतं मया ॥ ३ ॥",
                    "arth": "'मुनिने क्रोधपूर्वक भारी शाप देकर मुझे अण्डकोषसे रहित कर दिया और अपनी पत्नीका भी परित्याग कर दिया। इससे मेरे द्वारा उनकी तपस्याका अपहरण हुआ है।"
                },
                {
                    "slok": "तन्मां सुरवराः सर्वे सर्षिसङ्घाः सचारणाः । सुरकार्यकरं यूयं सफलं कर्तुमर्हथ ॥ ४ ॥",
                    "arth": "'(यदि मैं उनकी तपस्यामें विघ्न नहीं डालता तो वे देवताओंका राज्य ही छीन लेते। अतः ऐसा करके) मैंने देवताओंका ही कार्य सिद्ध किया है। इसलिये श्रेष्ठ देवताओ! तुम सब लोग, ऋषिसमुदाय और चारणगण मिलकर मुझे अण्डकोषसे युक्त करनेका प्रयत्न करो' ॥ ४ ॥"
                },
                {
                    "slok": "शतक्रतोर्वचः बः श्रुत्वा देवाः साग्निपुरोगमाः । पितृदेवानुपेत्याहुः सर्वे सह मरुद्गणैः ॥ ५ ॥",
                    "arth": "इन्द्रका यह वचन सुनकर मरुद्गणोंसहित अग्नि आदि समस्त देवता कव्यवाहन आदि पितृदेवताओंके पास जाकर बोले- ॥ ५ ॥"
                },
                {
                    "slok": "अयं मेषः सवृषणः शक्रो ह्यवृषणः कृतः । मेषस्य वृषणौ गृह्य शक्रायाशु प्रयच्छत ॥ ६ ॥",
                    "arth": "'पितृगण! यह आपका भेड़ा अण्डकोषसे युक्त है और इन्द्र अण्डकोषरहित कर दिये गये हैं। अतः इस भेड़ेके दोनों अण्डकोषोंको लेकर आप शीघ्र ही इन्द्रको अर्पित कर दें ॥ ६ ॥"
                },
                {
                    "slok": "अफलस्तु कृतो मेषः परां तुष्टिं प्रदास्यति । भवतां हर्षणार्थं च ये च दास्यन्ति मानवाः । अक्षयं हि फलं तेषां यूयं दास्यथ पुष्कलम् ॥ ७ ॥",
                    "arth": "'अण्डकोषसे रहित किया हुआ यह भेड़ा इसी स्थानमें आपलोगोंको परम संतोष प्रदान करेगा। अतः जो मनुष्य आपलोगोंकी प्रसन्नताके लिये अण्डकोषरहित भेड़ा दान करेंगे, उन्हें आपलोग उस दानका उत्तम एवं पूर्ण फल प्रदान करेंगे' ॥ ७ ॥"
                },
                {
                    "slok": "अग्नेस्तु वचनं श्रुत्वा पितृदेवाः समागताः । उत्पाट्य मेषवृषणौ सहस्त्राक्षे न्यवेशयन् ॥ ८ ॥",
                    "arth": "अग्निकी यह बात सुनकर पितृदेवताओंने एकत्र हो भेड़ेके अण्डकोषोंको उखाड़कर इन्द्रके शरीरमें उचित स्थानपर जोड़ दिया ॥ ८ ॥"
                },
                {
                    "slok": "तदाप्रभृति काकुत्स्थ पितृदेवाः समागताः । अफलान् भुञ्जते मेषान् फलैस्तेषामयोजयन् ॥ ९ ॥",
                    "arth": "ककुत्स्थनन्दन श्रीराम! तभीसे वहाँ आये हुए समस्त पितृ-देवता अण्डकोषरहित भेड़ोंको ही उपयोगमें लाते हैं और दाताओंको उनके दानजनित फलोंके भागी बनाते हैं ॥ ९ ॥"
                },
                {
                    "slok": "इन्द्रस्तु मेषवृषणस्तदाप्रभृति राघव । गौतमस्य प्रभावेण तपसा च महात्मनः ॥ १० ॥",
                    "arth": "रघुनन्दन! उसी समयसे महात्मा गौतमके तपस्याजनित प्रभावसे इन्द्रको भेड़ोंके अण्डकोष धारण करने पड़े ॥ १० ॥"
                },
                {
                    "slok": "तदागच्छ महातेज आश्रमं पुण्यकर्मणः । तारयैनां महाभागामहल्यां देवरूपिणीम् ॥ ११ ॥",
                    "arth": "महातेजस्वी श्रीराम! अब तुम पुण्यकर्मा महर्षि गौतमके इस आश्रमपर चलो और इन देवरूपिणी महाभागा अहल्याका उद्धार करो ॥ ११ ॥"
                },
                {
                    "slok": "विश्वामित्रवचः श्रुत्वा राघवः सहलक्ष्मणः । विश्वामित्रं पुरस्कृत्य आश्रमं प्रविवेश ह ॥ १२ ॥",
                    "arth": "विश्वामित्रजीका यह वचन सुनकर लक्ष्मणसहित श्रीरामने उन महर्षिको आगे करके उस आश्रममें प्रवेश किया ॥ १२ ॥"
                },
                {
                    "slok": "ददर्श च महाभागां तपसा द्योतितप्रभाम् । लोकैरपि समागम्य दुर्निरीक्ष्यां सुरासुरैः ॥ १३ ॥",
                    "arth": "वहाँ जाकर उन्होंने देखा- महासौभाग्यशालिनी अहल्या अपनी तपस्यासे देदीप्यमान हो रही हैं। इस लोकके मनुष्य तथा सम्पूर्ण देवता और असुर भी वहाँ आकर उन्हें देख नहीं सकते थे ॥ १३ ॥"
                },
                {
                    "slok": "प्रयत्नान्निर्मितां धात्रा दिव्यां मायामयीमिव । धूमेनाभिपरीतांगीं दीप्तामग्निशिखामिव ॥ १४ ॥ सतुषारावृतां साभ्रां पूर्णचन्द्रप्रभामिव । मध्येऽम्भसो दुराधर्षां दीप्तां सूर्यप्रभामिव ॥ १५ ॥",
                    "arth": "उनका स्वरूप दिव्य था। विधाताने बड़े प्रयत्नसे उनके अंगोंका निर्माण किया था। वे मायामयी-सी प्रतीत होती थीं। धूमसे घिरी हुई प्रज्वलित अग्निशिखा सी जान पड़ती थीं। ओले और बादलोंसे ढकी हुई पूर्ण चन्द्रमाकी प्रभा-सी दिखायी देती थीं तथा जलके भीतर उद्भासित होनेवाली सूर्यकी दुर्धर्ष प्रभाके समान दृष्टिगोचर होती थीं ॥ १४-१५॥"
                },
                {
                    "slok": "सा हि गौतमवाक्येन दुर्निरीक्ष्या बभूव ह। त्रयाणामपि लोकानां यावद् रामस्य दर्शनम्। शापस्यान्तमुपागम्य तेषां दर्शनमागता ॥ १६ ॥",
                    "arth": "गौतमके शापवश श्रीरामचन्द्रजीका दर्शन होनेसे पहले तीनों लोकोंके किसी भी प्राणीके लिये उनका दर्शन होना कठिन था। श्रीरामका दर्शन मिल जानेसे जब उनके शापका अन्त हो गया, तब वे उन सबको दिखायी देने लगीं ॥"
                },
                {
                    "slok": "राघवौ तु तदा तस्याः पादौ जगृहतुर्मुदा । स्मरन्ती गौतमवचः प्रतिजग्राह सा हि तौ ॥ १७ ॥ पाद्यमर्घ्यं तथाऽऽतिथ्यं चकार सुसमाहिता | प्रतिजग्राह काकुत्स्थो विधिदृष्टेन कर्मणा ॥ १८ ॥",
                    "arth": "उस समय श्रीराम और लक्ष्मणने बड़ी प्रसन्नताके साथ अहल्याके दोनों चरणोंका स्पर्श किया। महर्षि गौतमके वचनोंका स्मरण करके अहल्याने बड़ी सावधानीके साथ उन दोनों भाइयोंको आदरणीय अतिथिके रूपमें अपनाया और पाद्य, अर्घ्य आदि अर्पित करके उनका आतिथ्य सत्कार किया। श्रीरामचन्द्रजीने शास्त्रीय विधिके अनुसार अहल्याका वह आतिथ्य ग्रहण किया ॥ १७-१८ ॥"
                },
                {
                    "slok": "पुष्पवृष्टिर्महत्यासीद् देवदुन्दुभिनिःस्वनैः । गन्धर्वाप्सरसां चैव महानासीत् समुत्सवः ॥ १९ ॥",
                    "arth": "उस समय देवताओंकी दुन्दुभि बज उठी। साथ ही आकाशसे फूलोंकी बड़ी भारी वर्षा होने लगी। गन्धर्वों और अप्सराओंद्वारा महान् उत्सव मनाया जाने लगा ॥ १९ ॥"
                },
                {
                    "slok": "साधु साध्विति देवास्तामहल्यां समपूजयन् । तपोबलविशुद्धांगीं गौतमस्य वशानुगाम् ॥ २० ॥",
                    "arth": "महर्षि गौतमके अधीन रहनेवाली अहल्या अपनी तप:शक्तिसे विशुद्ध स्वरूपको प्राप्त हुईं- यह देख सम्पूर्ण देवता उन्हें साधुवाद देते हुए उनकी भूरि-भूरि प्रशंसा करने लगे ॥ २० ॥"
                },
                {
                    "slok": "गौतमोऽपि महातेजा अहल्यासहितः सुखी । रामं सम्पूज्य विधिवत् तपस्तेपे महातपाः ॥ २१ ॥",
                    "arth": "महातेजस्वी, महातपस्वी गौतम भी अहल्याको अपने साथ पाकर सुखी हो गये। उन्होंने श्रीरामकी विधिवत् पूजा करके तपस्या आरम्भ की ॥ २१ ॥"
                },
                {
                    "slok": "रामोऽपि परमां पूजां गौतमस्य महामुनेः । सकाशाद् विधिवत् प्राप्य जगाम मिथिलां ततः ॥ २२ ॥",
                    "arth": "महामुनि गौतमकी ओरसे विधिपूर्वक उत्तम पूजा आदर-सत्कार पाकर श्रीराम भी मुनिवर विश्वामित्रजीके साथ मिथिलापुरीको चले गये ॥ २२ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "50",
            "arth": [
                {
                    "slok": "ततः प्रागुत्तरां गत्वा रामः सौमित्रिणा सह । विश्वामित्रं पुरस्कृत्य यज्ञवाटमुपागमत् ॥ १ ॥",
                    "arth": "तदनन्तर लक्ष्मणसहित श्रीराम विश्वामित्रजीको आगे करके महर्षि गौतमके आश्रमसे ईशानकोणकी ओर चले और मिथिलानरेशके यज्ञमण्डपमें जा पहुँचे ॥ १ ॥"
                },
                {
                    "slok": "रामस्तु मुनिशार्दूलमुवाच सहलक्ष्मणः । साध्वी यज्ञसमृद्धिर्हि जनकस्य महात्मनः ॥ २॥ बहूनीह सहस्राणि नानादेशनिवासिनाम् । ब्राह्मणानां महाभाग वेदाध्ययनशालिनाम् ॥ ३॥",
                    "arth": "वहाँ लक्ष्मणसहित श्रीरामने मुनिश्रेष्ठ विश्वामित्रसे कहा- 'महाभाग ! महात्मा जनकके यज्ञका समारोह तो बड़ा सुन्दर दिखायी दे रहा है। यहाँ नाना देशोंके निवासी सहस्त्रों ब्राह्मण जुटे हुए हैं, जो वेदोंके स्वाध्यायसे शोभा पा रहे हैं ॥ २-३॥"
                },
                {
                    "slok": "ऋषिवाटाश्च दृश्यन्ते शकटीशतसंकुलाः । देशो विधीयतां ब्रह्मन् यत्र वत्स्यामहे वयम् ॥ ४ ॥",
                    "arth": "‘ऋषियोंके बाड़े सैकड़ों छकड़ोंसे भरे दिखायी दे रहे हैं। ब्रह्मन्! अब ऐसा कोई स्थान निश्चित कीजिये, जहाँ हमलोग भी ठहरें' ॥ ४ ॥"
                },
                {
                    "slok": "रामस्य वचनं श्रुत्वा विश्वामित्रो महामुनिः । निवासमकरोद् देशे विविक्ते सलिलान्विते ॥ ५ ॥",
                    "arth": "श्रीरामचन्द्रजीका यह वचन सुनकर महामुनि विश्वामित्रने एकान्त स्थानमें डेरा डाला, जहाँ पानीका सुभीता था ॥ ५ ॥"
                },
                {
                    "slok": "विश्वामित्रमनुप्राप्तं शतानन्दं श्रुत्वा नृपवरस्तदा । पुरस्कृत्य पुरोहितमनिन्दितः ॥ ६ ॥",
                    "arth": "अनिन्द्य (उत्तम) आचार-विचारवाले नृपश्रेष्ठ महाराज जनकने जब सुना कि विश्वामित्रजी पधारे हैं, तब वे तुरंत अपने पुरोहित शतानन्दको आगे करके [अर्घ्य लिये विनीतभावसे उनका स्वागत करनेको चल दिये] ॥"
                },
                {
                    "slok": "ऋत्विजोऽपि महात्मानस्त्वर्घ्यमादाय सत्वरम् । प्रत्युज्जगाम सहसा विनयेन समन्वितः ॥ ७ ॥ विश्वामित्राय धर्मेण ददौ धर्मपुरस्कृतम् ।",
                    "arth": "उनके साथ अर्घ्य लिये महात्मा ऋत्विज् भी शीघ्रतापूर्वक चले। राजाने विनीतभावसे सहसा आगे बढ़कर महर्षिकी अगवानी की तथा धर्मशास्त्रके अनुसार विश्वामित्रको धर्मयुक्त अर्घ्य समर्पित किया ॥ ७ ॥"
                },
                {
                    "slok": "प्रतिगृह्य तु तां पूजां जनकस्य महात्मनः ॥ ८ ॥ पप्रच्छ कुशलं राज्ञो यज्ञस्य च निरामयम् ।",
                    "arth": "महात्मा राजा जनककी वह पूजा ग्रहण करके मुनिने उनका कुशल-समाचार पूछा तथा उनके यज्ञकी निर्बाध स्थितिके विषयमें जिज्ञासा की ॥ ८ ।।"
                },
                {
                    "slok": "स तांश्चाथ मुनीन् पृष्ट्वा सोपाध्यायपुरोधसः ॥ ९ ॥ यथार्हमृषिभिः सर्वैः समागच्छत् प्रहृष्टवत् ।",
                    "arth": "राजाके साथ जो मुनि, उपाध्याय और पुरोहित आये थे, उनसे भी कुशल-मंगल पूछकर विश्वामित्रजी बड़े हर्षके साथ उन सभी महर्षियोंसे यथायोग्य मिले ॥ ९ ॥"
                },
                {
                    "slok": "अथ राजा मुनिश्रेष्ठं कृताञ्जलिरभाषत ॥ १० ॥ आसने भगवानास्तां सहैभिर्मुनिपुंगवैः ।",
                    "arth": "इसके बाद राजा जनकने मुनिवर विश्वामित्रसे हाथ जोड़कर कहा- 'भगवन् ! आप इन मुनीश्वरोंके साथ आसनपर विराजमान होइये ॥ १० ॥"
                },
                {
                    "slok": "जनकस्य वचः श्रुत्वा निषसाद महामुनिः ॥ ११ ॥ पुरोधा ऋत्विजश्चैव राजा च सहमन्त्रिभिः । आसनेषु यथान्यायमुपविष्टाः समन्ततः ॥ १२ ॥",
                    "arth": "यह बात सुनकर महामुनि विश्वामित्र आसनपर बैठ गये। फिर पुरोहित, ऋत्विज् तथा मन्त्रियोंसहित राजा भी सब ओर यथायोग्य आसनोंपर विराजमान हो गये ॥"
                },
                {
                    "slok": "दृष्ट्वा स नृपतिस्तत्र विश्वामित्रमथाब्रवीत् । अद्य यज्ञसमृद्धिमें सफला दैवतैः कृता ॥ १३ ॥",
                    "arth": "तत्पश्चात् राजा जनकने विश्वामित्रजीकी ओर देखकर कहा–'भगवन्! आज देवताओंने मेरे यज्ञकी आयोजना सफल कर दी ॥ १३ ॥"
                },
                {
                    "slok": "अद्य यज्ञफलं प्राप्तं भगवद्दर्शनान्मया । धन्योऽस्म्यनुगृहीतोऽस्मि यस्य मे मुनिपुंगवः ॥ १४ ॥ यज्ञोपसदनं ब्रह्मन् प्राप्तोऽसि मुनिभिः सह ।",
                    "arth": "'आज पूज्य चरणोंके दर्शनसे मैंने यज्ञका फल पा लिया। ब्रह्मन्! आप मुनियोंमें श्रेष्ठ हैं। आपने इतने महर्षियोंके साथ मेरे यज्ञमण्डपमें पदार्पण किया, इससे मैं धन्य हो गया। यह मेरे ऊपर आपका बहुत बड़ा अनुग्रह है ॥ १४ ॥"
                },
                {
                    "slok": "द्वादशाहं तु ब्रह्मर्षे दीक्षामाहुर्मनीषिणः ॥ १५ ॥ ततो भागार्थिनो देवान् द्रष्टुमर्हसि कौशिक |",
                    "arth": "'ब्रह्मर्षे! मनीषी ऋत्विजोंका कहना है कि 'मेरी यज्ञदीक्षाके बारह दिन ही शेष रह गये हैं। अतः कुशिकनन्दन! बारह दिनोंके बाद यहाँ भाग ग्रहण करनेके लिये आये हुए देवताओंका दर्शन कीजियेगा' ॥"
                },
                {
                    "slok": "इत्युक्त्वा मुनिशार्दूलं प्रहृष्टवदनस्तदा ॥ १६ ॥ पुनस्तं परिपप्रच्छ प्राञ्जलिः प्रयतो नृपः ।",
                    "arth": "मुनिवर विश्वामित्रसे ऐसा कहकर उस समय प्रसन्नमुख हुए जितेन्द्रिय राजा जनकने पुनः उनसे हाथ जोड़कर पूछा- ॥ १६ ॥"
                },
                {
                    "slok": "इमौ कुमारौ भद्रं ते देवतुल्यपराक्रमौ ॥ १७॥ गजतुल्यगती वीरौ शार्दूलवृषभोपमौ । पद्मपत्रविशालाक्षौ खड्गतूणीधनुर्धरौ । अश्विनाविव रूपेण समुपस्थितयौवनौ ॥ १८ ॥ यदृच्छयेव गां प्राप्तौ देवलोकादिवामरौ । कथं पद्भ्यामिह प्राप्तौ किमर्थं कस्य वा मुने ॥ १९ ॥ वरायुधधरौ वीरौ कस्य पुत्रौ महामुने । भूषयन्ताविमं देशं चन्द्रसूर्याविवाम्बरम् ॥ २० ॥ परस्परस्य सदृशौ प्रमाणेङ्गितचेष्टितैः । काकपक्षधरौ वीरौ श्रोतुमिच्छामि तत्त्वतः ॥ २१ ॥",
                    "arth": "'महामुने! आपका कल्याण हो। देवताके समान पराक्रमी और सुन्दर आयुध धारण करनेवाले ये दोनों वीर राजकुमार जो हाथीके समान मन्दगतिसे चलते हैं, सिंह और साँड़के समान जान पड़ते हैं, प्रफुल्ल कमलदलके समान सुशोभित हैं, तलवार, तरकस और धनुष धारण किये हुए हैं, अपने मनोहर रूपसे अश्विनीकुमारोंको भी लज्जित कर रहे हैं, जिन्होंने अभी-अभी यौवनावस्थामें प्रवेश किया है तथा जो स्वेच्छानुसार देवलोकसे उतरकर पृथ्वीपर आये हुए दो देवताओंके समान जान पड़ते हैं, किसके पुत्र हैं? और यहाँ कैसे, किसलिये अथवा किस उद्देश्यसे पैदल ही पधारे हैं? जैसे चन्द्रमा और सूर्य आकाशकी शोभा बढ़ाते हैं, उसी प्रकार ये अपनी उपस्थितिसे इस देशको विभूषित कर रहे हैं। ये दोनों एक-दूसरेसे बहुत मिलते-जुलते हैं। इनके शरीरकी ऊँचाई, संकेत और चेष्टाएँ प्रायः एक-सी हैं। मैं इन दोनों काकपक्षधारी वीरोंका परिचय एवं वृत्तान्त यथार्थरूपसे सुनना चाहता हूँ' ॥ १७–२१ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा जनकस्य महात्मनः । न्यवेदयदमेयात्मा पुत्रौ दशरथस्य तौ ॥ २२ ॥",
                    "arth": "महात्मा जनकका यह प्रश्न सुनकर अमित आत्मबलसे सम्पन्न विश्वामित्रजीने कहा- 'राजन् ! ये दोनों महाराज दशरथके पुत्र हैं' ॥ २२ ॥"
                },
                {
                    "slok": "सिद्धाश्रमनिवासं च राक्षसानां वधं तथा । तत्रागमनमव्यग्रं विशालायाश्च दर्शनम् ॥ २३ ॥ अहल्यादर्शनं चैव गौतमेन समागमम् । महाधनुषि जिज्ञासां कर्तुमागमनं तथा ॥ २४ ॥",
                    "arth": "इसके बाद उन्होंने उन दोनोंके सिद्धाश्रममें निवास, राक्षसोंके वध, बिना किसी घबराहटके मिथिलातक आगमन, विशालापुरीके दर्शन, अहल्याके साक्षात्कार तथा महर्षि गौतमके साथ समागम आदिका विस्तारपूर्वक वर्णन किया। फिर अन्तमें यह भी बताया कि 'ये आपके यहाँ रखे हुए महान् धनुषके सम्बन्धमें कुछ जाननेकी इच्छासे यहाँतक आये हैं' ॥ २३-२४ ॥"
                },
                {
                    "slok": "एतत् सर्वं महातेजा जनकाय महात्मने । निवेद्य विररामाथ विश्वामित्रो महामुनिः ॥ २५ ॥",
                    "arth": "महात्मा राजा जनकसे ये सब बातें निवेदन करके महातेजस्वी महामुनि विश्वामित्र चुप हो गये ॥ २५ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "51",
            "arth": [
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा विश्वामित्रस्य धीमतः । हृष्टरोमा महातेजाः शतानन्दो महातपाः ॥ १ ॥",
                    "arth": "परम बुद्धिमान् विश्वामित्रजीकी वह बात सुनकर महातेजस्वी महातपस्वी शतानन्दजीके शरीरमें रोमाञ्च हो आया ॥ १ ॥"
                },
                {
                    "slok": "गौतमस्य सुतो ज्येष्ठस्तपसा द्योतितप्रभः । रामसंदर्शनादेव परं विस्मयमागतः ॥ २ ॥",
                    "arth": "वे गौतमके ज्येष्ठ पुत्र थे। तपस्यासे उनकी कान्ति प्रकाशित हो रही थी। वे श्रीरामचन्द्रजीके दर्शनमात्रसे ही बड़े विस्मित हुए ॥ २ ॥"
                },
                {
                    "slok": "एतौ निषण्णौ सम्प्रेक्ष्य शतानन्दो नृपात्मजौ। सुखासीनौ मुनिश्रेष्ठं विश्वामित्रमथाब्रवीत् ॥ ३ ॥",
                    "arth": "उन दोनों राजकुमारोंको सुखपूर्वक बैठे देख शतानन्दने मुनिश्रेष्ठ विश्वामित्रजीसे पूछा- ॥३॥"
                },
                {
                    "slok": "अपि ते मुनिशार्दूल मम माता यशस्विनी । दर्शिता राजपुत्राय तपोदीर्घमुपागता ॥ ४ ॥",
                    "arth": "'मुनिप्रवर! मेरी यशस्विनी माता अहल्या बहुत दिनोंसे तपस्या कर रही थीं। क्या आपने राजकुमार श्रीरामको उनका दर्शन कराया ? ॥ ४ ॥"
                },
                {
                    "slok": "अपि रामे महातेजा मम माता यशस्विनी । वन्यैरुपाहरत् पूजां पूजार्हे सर्वदेहिनाम् ॥ ५ ॥",
                    "arth": "'क्या मेरी महातेजस्विनी एवं यशस्विनी माता अहल्याने वनमें होनेवाले फल-फूल आदिसे समस्त देहधारियोंके लिये पूजनीय श्रीरामचन्द्रजीका पूजन (आदर-सत्कार) किया था ? ॥ ५ ॥"
                },
                {
                    "slok": "अपि रामाय कथितं यद् वृत्तं तत् पुरातनम् । मम मातुर्महातेजो देवेन दुरनुष्ठितम् ॥ ६ ॥",
                    "arth": "'महातेजस्वी मुने! क्या आपने श्रीरामसे वह प्राचीन वृत्तान्त कहा था, जो मेरी माताके प्रति देवराज इन्द्रद्वारा किये गये छल-कपट एवं दुराचारद्वारा घटित हुआ था ? ॥"
                },
                {
                    "slok": "अपि कौशिक भद्रं ते गुरुणा मम संगता । मम माता मुनिश्रेष्ठ रामसंदर्शनादितः ॥ ७ ॥",
                    "arth": "'मुनिश्रेष्ठ कौशिक! आपका कल्याण हो । क्या श्रीरामचन्द्रजीके दर्शन आदिके प्रभावसे मेरी माता शापमुक्त हो पिताजीसे जा मिलीं ? ॥ ७ ॥"
                },
                {
                    "slok": "अपि मे गुरुणा रामः पूजितः कुशिकात्मज । इहागतो महातेजाः पूजां प्राप्य महात्मनः ॥ ८ ॥",
                    "arth": "'कुशिकनन्दन! क्या मेरे पिताने श्रीरामका पूजन किया था? क्या उन महात्माकी पूजा ग्रहण करके ये महातेजस्वी श्रीराम यहाँ पधारे हैं? ॥ ८ ॥"
                },
                {
                    "slok": "अपि शान्तेन मनसा गुरुर्मे कुशिकात्मज । इहागतेन रामेण पूजितेनाभिवादितः ॥ ९ ॥",
                    "arth": "'विश्वामित्रजी! क्या यहाँ आकर मेरे माता पिताद्वारा सम्मानित हुए श्रीरामने मेरे पूज्य पिताका शान्त चित्तसे अभिवादन किया था ?' ॥ ९ ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा वचनं तस्य विश्वामित्रो महामुनिः । प्रत्युवाच शतानन्दं वाक्यज्ञो वाक्यकोविदम् ॥ १० ॥",
                    "arth": "शतानन्दका यह प्रश्न सुनकर बोलनेकी कला जाननेवाले महामुनि विश्वामित्रने बातचीत करनेमें कुशल शतानन्दको इस प्रकार उत्तर दिया- ॥ १० ॥"
                },
                {
                    "slok": "नातिक्रान्तं मुनिश्रेष्ठ यत्कर्तव्यं कृतं मया । संगता मुनिना पत्नी भार्गवेणेव रेणुका ॥ ११ ॥",
                    "arth": "'मुनिश्रेष्ठ! मैंने कुछ उठा नहीं रखा है। मेरा जो कर्तव्य था, उसे मैंने पूरा किया। महर्षि गौतमसे उनकी पत्नी अहल्या उसी प्रकार जा मिली हैं, जैसे भृगुवंशी जमदग्निसे रेणुका मिली है' ॥ ११ ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा वचनं तस्य विश्वामित्रस्य धीमतः । शतानन्दो महातेजा रामं वचनमब्रवीत् ॥ १२ ॥",
                    "arth": "बुद्धिमान् विश्वामित्रकी यह बात सुनकर महातेजस्वी शतानन्दने श्रीरामचन्द्रजीसे यह बात कही- ॥ १२ ॥"
                },
                {
                    "slok": "स्वागतं ते नरश्रेष्ठ दिष्ट्या प्राप्तोऽसि राघव । विश्वामित्रं पुरस्कृत्य महर्षिमपराजितम् ॥ १३ ॥",
                    "arth": "'नरश्रेष्ठ! आपका स्वागत है। रघुनन्दन ! मेरा अहोभाग्य जो आपने किसीसे पराजित न होनेवाले महर्षि विश्वामित्रको आगे करके यहाँतक पधारनेका कष्ट उठाया ॥ १३ ॥"
                },
                {
                    "slok": "अचिन्त्यकर्मा तपसा ब्रह्मर्षिरमितप्रभः । विश्वामित्रो महातेजा वेम्येनं परमां गतिम् ॥ १४ ॥",
                    "arth": "'महर्षि विश्वामित्रके कर्म अचिन्त्य हैं। ये तपस्यासे ब्रह्मर्षिपदको प्राप्त हुए हैं। इनकी कान्ति असीम है और ये महातेजस्वी हैं। मैं इनको जानता हूँ। ये जगत्के परम आश्रय (हितैषी) हैं ॥ १४ ॥"
                },
                {
                    "slok": "नास्ति धन्यतरो राम त्वत्तोऽन्यो भुवि कश्चन । गोप्ता कुशिकपुत्रस्ते येन तप्तं महत्तपः ॥ १५ ॥",
                    "arth": "श्रीराम! इस पृथ्वीपर आपसे बढ़कर धन्यातिधन्य पुरुष दूसरा कोई नहीं है; क्योंकि कुशिकनन्दन विश्वामित्र आपके रक्षक हैं, जिन्होंने बड़ी भारी तपस्या की है।"
                },
                {
                    "slok": "श्रूयतां चाभिधास्यामि कौशिकस्य महात्मनः । यथाबलं यथातत्त्वं तन्मे निगदतः शृणु ॥ १६ ॥",
                    "arth": "'मैं महात्मा कौशिकके बल और स्वरूपका यथार्थ वर्णन करता हूँ। आप ध्यान देकर मुझसे यह सब सुनिये ॥ १६ ॥"
                },
                {
                    "slok": "राजाऽऽसीदेष धर्मात्मा दीर्घकालमरिंदमः । धर्मज्ञः कृतविद्यश्च प्रजानां च हिते रतः ॥ १७ ॥",
                    "arth": "'ये विश्वामित्र पहले एक धर्मात्मा राजा थे। इन्होंने शत्रुओंके दमनपूर्वक दीर्घकालतक राज्य किया था। ये धर्मज्ञ और विद्वान् होनेके साथ ही प्रजावर्गके हितसाधनमें तत्पर रहते थे ॥ १७ ॥"
                },
                {
                    "slok": "प्रजापतिसुतस्त्वासीत् कुशो नाम महीपतिः । कुशस्य पुत्रो बलवान् कुशनाभः सुधार्मिकः ॥ १८ ॥",
                    "arth": "'प्राचीनकालमें कुश नामसे प्रसिद्ध एक राजा हो गये हैं। वे प्रजापतिके पुत्र थे । कुशके बलवान् पुत्रका नाम कुशनाभ हुआ। वह बड़ा ही धर्मात्मा था ॥ १८ ॥"
                },
                {
                    "slok": "कुशनाभसुतस्त्वासीद् गाधिरित्येव विश्रुतः । गाधेः पुत्रो महातेजा विश्वामित्रो महामुनिः ॥ १९ ॥",
                    "arth": "'कुशनाभके पुत्र गाधि नामसे विख्यात थे। उन्हीं गाधिके महातेजस्वी पुत्र ये महामुनि विश्वामित्र हैं ॥ १९ ॥"
                },
                {
                    "slok": "विश्वामित्रो महातेजाः पालयामास मेदिनीम् । बहुवर्षसहस्त्राणि राजा राज्यमकारयत् ॥ २० ॥",
                    "arth": "'महातेजस्वी राजा विश्वामित्रने कई हजार वर्षोंतक इस पृथ्वीका पालन तथा राज्यका शासन किया ॥ २० ॥"
                },
                {
                    "slok": "कदाचित् तु महातेजा योजयित्वा वरूथिनीम्। अक्षौहिणीपरिवृतः परिचक्राम मेदिनीम् ॥ २१ ॥",
                    "arth": "'एक समयकी बात है महातेजस्वी राजा विश्वामित्र सेना एकत्र करके एक अक्षौहिणी सेनाके साथ पृथ्वीपर विचरने लगे ॥ २१ ॥"
                },
                {
                    "slok": "नगराणि च राष्ट्राणि सरितश्च महागिरीन् । आश्रमान् क्रमशो राजा विचरन्नाजगाम ह ॥ २२ ॥ वसिष्ठस्याश्रमपदं नानापुष्पलताद्रुमम् । नानामृगगणाकीर्णं सिद्धचारणसेवितम् ॥ २३ ॥",
                    "arth": "'वे अनेकानेक नगरों, राष्ट्रों, नदियों, बड़े-बड़े पर्वतों और आश्रमोंमें क्रमशः विचरते हुए महर्षि वसिष्ठके आश्रमपर आ पहुँचे, जो नाना प्रकारके फूलों, लताओं और वृक्षोंसे शोभा पा रहा था। नाना प्रकारके मृग (वन्यपशु) वहाँ सब ओर फैले हुए थे तथा सिद्ध और चारण उस आश्रममें निवास करते थे ।। २२-२३ ।।"
                },
                {
                    "slok": "देवदानवगन्धर्वैः किंनरैरुपशोभितम् । प्रशान्तहरिणाकीर्णं द्विजसङ्घनिषेवितम् ॥ २४ ॥ ब्रह्मर्षिगणसंकीर्णं देवर्षिगणसेवितम् ।",
                    "arth": "'देवता, दानव, गन्धर्व और किन्नर उसकी शोभा बढ़ाते थे। शान्त मृग वहाँ भरे रहते थे। बहुत-से ब्राह्मणों, ब्रह्मर्षियों और देवर्षियोंके समुदाय उसका सेवन करते थे ॥ २४ ॥"
                },
                {
                    "slok": "तपश्चरणसंसिद्धैरग्निकल्पैर्महात्मभिः ॥ २५ ॥ सततं संकुलं श्रीमद्ब्रह्मकल्पैर्महात्मभिः । अब्भक्षैर्वायुभक्षैश्च शीर्णपर्णाशनैस्तथा ॥ २६॥  फलमूलाशनैर्दान्तैर्जितदोषैर्जितेन्द्रियैः । ऋषिभिर्वालखिल्यैश्च जपहोमपरायणैः ॥ २७ ॥ अन्यैर्वैखानसैश्चैव समन्तादुपशोभितम् । वसिष्ठस्याश्रमपदं ब्रह्मलोकमिवापरम् । ददर्श जयतां श्रेष्ठो विश्वामित्रो महाबलः ॥ २८ ॥",
                    "arth": "'तपस्यासे सिद्ध हुए अग्निके समान तेजस्वी महात्मा तथा ब्रह्माके समान महामहिम महात्मा सदा उस आश्रममें भरे रहते थे। उनमेंसे कोई जल पीकर रहता था तो कोई हवा पीकर। कितने ही महात्मा फल-मूल खाकर अथवा सूखे पत्ते चबाकर रहते थे। राग आदि दोषोंको जीतकर मन और इन्द्रियोंपर काबू रखनेवाले बहुत-से ऋषि जप-होममें लगे रहते थे। वालखिल्य मुनिगण तथा अन्यान्य वैखानस महात्मा सब ओरसे उस आश्रमकी शोभा बढ़ाते थे। इन सब विशेषताओंके कारण महर्षि वसिष्ठका वह आश्रम दूसरे ब्रह्मलोकके समान जान पड़ता था। विजयी वीरोंमें श्रेष्ठ महाबली विश्वामित्रने उसका दर्शन किया' ॥ २५ - २८ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "52",
            "arth": [
                {
                    "slok": "तं दृष्ट्वा परमप्रीतो विश्वामित्रो महाबलः । प्रणतो विनयाद् वीरो वसिष्ठं जपतां वरम् ॥ १ ॥",
                    "arth": "‘जप करनेवालोंमें श्रेष्ठ वसिष्ठका दर्शन करके महाबली वीर विश्वामित्र बड़े प्रसन्न हुए और विनयपूर्वक उन्होंने उनके चरणोंमें प्रणाम किया ॥ १ ॥"
                },
                {
                    "slok": "स्वागतं तव चेत्युक्तो वसिष्ठेन महात्मना । आसनं चास्य भगवान् वसिष्ठो व्यादिदेश ह ॥ २ ॥",
                    "arth": "'तब महात्मा वसिष्ठने कहा- 'राजन् ! तुम्हारा स्वागत है।' ऐसा कहकर भगवान् वसिष्ठने उन्हें बैठनेके लिये आसन दिया ॥ २ ॥"
                },
                {
                    "slok": "उपविष्टाय च तदा विश्वामित्राय धीमते । यथान्यायं मुनिवरः फलमूलमुपाहरत् ॥ ३ ॥",
                    "arth": "'जब बुद्धिमान् विश्वामित्र आसनपर विराजमान हुए, तब मुनिवर वसिष्ठने उन्हें विधिपूर्वक फल मूलका उपहार अर्पित किया ॥ ३ ॥"
                },
                {
                    "slok": "प्रतिगृह्य तु तां पूजां वसिष्ठाद् राजसत्तमः तपोऽग्निहोत्रशिष्येषु कुशलं पर्यपृच्छत ॥४॥ विश्वामित्रो महातेजा वनस्पतिगणे तदा । सर्वत्र कुशलं प्राह वसिष्ठो राजसत्तमम् ॥ ५ ॥",
                    "arth": "‘वसिष्ठजीसे वह आतिथ्य सत्कार ग्रहण करके राजशिरोमणि महातेजस्वी विश्वामित्रने उनके तप, अग्रिहोत्र, शिष्यवर्ग और लता-वृक्ष आदिका कुशल समाचार पूछा। फिर वसिष्ठजीने उन नृपश्रेष्ठसे सबके सकुशल होनेकी बात बतायी ॥ ४५ ॥"
                },
                {
                    "slok": "सुखोपविष्टं राजानं विश्वामित्रं महातपाः । पप्रच्छ जपतां श्रेष्ठो वसिष्ठो ब्रह्मणः सुतः ॥ ६ ॥",
                    "arth": "‘फिर जप करनेवालों में श्रेष्ठ ब्रह्मकुमार महातपस्वी वसिष्ठने वहाँ सुखपूर्वक बैठे हुए राजा विश्वामित्रसे इस प्रकार पूछा - ॥ ६ ॥"
                },
                {
                    "slok": "कच्चित्ते कुशलं राजन् कच्चिद् धर्मेण रञ्जयन् । प्रजाः पालयसे राजन् राजवृत्तेन धार्मिक ॥ ७ ॥",
                    "arth": "'राजन्! तुम सकुशल तो हो न? धर्मात्मा नरेश ! क्या तुम धर्मपूर्वक प्रजाको प्रसन्न रखते हुए राजोचित रीति-नीतिसे प्रजावर्गका पालन करते हो ? ॥ ७ ॥"
                },
                {
                    "slok": "कच्चित्ते सम्भृता भृत्याः कच्चित् तिष्ठन्ति शासने । कच्चित्ते विजिताः सर्वे रिपवो रिपुसूदन ॥ ८ ॥",
                    "arth": "'शत्रुसूदन! क्या तुमने अपने भृत्योंका अच्छी तरह भरण-पोषण किया है? क्या वे तुम्हारी आज्ञाके अधीन रहते हैं? क्या तुमने समस्त शत्रुओंपर विजय पा ली है? ॥"
                },
                {
                    "slok": "कच्चिद् बलेषु कोशेषु मित्रेषु च परंतप । कुशलं ते नरव्याघ्र पुत्रपौत्रे तथानघ ॥ ९ ॥",
                    "arth": "'शत्रुओंको संताप देनेवाले पुरुषसिंह निष्पाप नरेश ! क्या तुम्हारी सेना, कोश, मित्रवर्ग तथा पुत्र-पौत्र आदि सब सकुशल हैं ?' ॥ ९ ॥"
                },
                {
                    "slok": "सर्वत्र कुशलं राजा वसिष्ठं प्रत्युदाहरत् । विश्वामित्रो महातेजा वसिष्ठं विनयान्वितम् ॥ १० ॥",
                    "arth": "'तब महातेजस्वी राजा विश्वामित्रने विनयशील महर्षि वसिष्ठको उत्तर दिया- 'हाँ भगवन्! मेरे यहाँ सर्वत्र कुशल है ?' ॥ १० ॥"
                },
                {
                    "slok": "कृत्वा तौ सुचिरं कालं धर्मिष्ठौ ताः कथास्तदा । मुदा परमया युक्तौ प्रीयेतां तौ परस्परम् ॥ ११ ॥",
                    "arth": "'तत्पश्चात् वे दोनों धर्मात्मा पुरुष बड़ी प्रसन्नताके साथ बहुत देरतक परस्पर वार्तालाप करते रहे। उस समय एकका दूसरेके साथ बड़ा प्रेम हो गया ॥ ११ ॥"
                },
                {
                    "slok": "ततो वसिष्ठो भगवान् कथान्ते रघुनन्दन । विश्वामित्रमिदं वाक्यमुवाच प्रहसन्निव ॥ १२ ॥",
                    "arth": "'रघुनन्दन! बातचीत करनेके पश्चात् भगवान् वसिष्ठने विश्वामित्रसे हँसते हुए-से इस प्रकार कहा – ॥ १२ ॥"
                },
                {
                    "slok": "आतिथ्यं कर्तुमिच्छामि बलस्यास्य महाबल। तव चैवाप्रमेयस्य यथार्हं सम्प्रतीच्छ मे ॥ १३ ॥",
                    "arth": "'महाबली नरेश! तुम्हारा प्रभाव असीम है। मैं तुम्हारा और तुम्हारी इस सेनाका यथायोग्य आतिथ्य सत्कार करना चाहता हूँ। तुम मेरे इस अनुरोधको स्वीकार करो ॥ १३ ॥"
                },
                {
                    "slok": "सत्क्रियां हि भवानेतां प्रतीच्छतु मया कृताम् । राजंस्त्वमतिथिश्रेष्ठ: पूजनीयः प्रयत्नतः ॥ १४ ॥",
                    "arth": "'राजन्! तुम अतिथियों में श्रेष्ठ हो, इसलिये यत्नपूर्वक तुम्हारा सत्कार करना मेरा कर्तव्य है। अतः मेरे द्वारा किये गये इस सत्कारको तुम ग्रहण करो' ॥ १४ ॥"
                },
                {
                    "slok": "एवमुक्तो वसिष्ठेन विश्वामित्रो महामतिः । कृतमित्यब्रवीद् राजा पूजावाक्येन मे त्वया ॥ १५ ॥",
                    "arth": "'वसिष्ठके ऐसा कहनेपर महाबुद्धिमान् राजा विश्वामित्रने कहा- 'मुने! आपके सत्कारपूर्ण वचनोंसे ही मेरा पूर्ण सत्कार हो गया ॥ १५ ॥"
                },
                {
                    "slok": "फलमूलेन भगवन् विद्यते यत् तवाश्रमे । पाद्येनाचमनीयेन भगवद्दर्शनेन च ॥ १६ ॥",
                    "arth": "'भगवन्! आपके आश्रमपर जो विद्यमान हैं, उन फल-मूल, पाद्य और आचमनीय आदि वस्तुओंसे मेरा भलीभाँति आदर-सत्कार हुआ है। सबसे बढ़कर जो आपका दर्शन हुआ, इसीसे मेरी पूजा हो गयी ॥ १६ ॥"
                },
                {
                    "slok": "सर्वथा च महाप्राज्ञ पूजार्हेण सुपूजितः । नमस्तेऽस्तु गमिष्यामि मैत्रेणेक्षस्व चक्षुषा ॥ १७ ॥",
                    "arth": "'महाज्ञानी महर्षे! आप सर्वथा मेरे पूजनीय हैं तो भी आपने मेरा भलीभाँति पूजन किया। आपको नमस्कार है। अब मैं यहाँसे जाऊँगा। आप मैत्रीपूर्ण दृष्टिसे मेरी ओर देखिये ॥ १७ ॥"
                },
                {
                    "slok": "एवं ब्रुवन्तं राजानं वसिष्ठं पुनरेव हि । न्यमन्त्रयत धर्मात्मा पुनः पुनरुदारधीः ॥ १८ ॥",
                    "arth": "ऐसा कहते हुए राजा विश्वामित्रसे उदारचेता धर्मात्मा वसिष्ठने निमन्त्रण स्वीकार करनेके लिये बारम्बार आग्रह किया ॥ १८ ॥"
                },
                {
                    "slok": "बाढमित्येव गाधेयो वसिष्ठं प्रत्युवाच ह। यथाप्रियं भगवतस्तथास्तु मुनिपुंगव ॥ १९ ॥",
                    "arth": "तब गाधिनन्दन विश्वामित्रने उन्हें उत्तर देते हुए कहा- 'बहुत अच्छा। मुझे आपकी आज्ञा स्वीकार है। मुनिप्रवर! आप मेरे पूज्य हैं। आपकी जैसी रुचि हो आपको जो प्रिय लगे, वही हो' ॥ १९ ॥"
                },
                {
                    "slok": "एवमुक्तस्तथा तेन वसिष्ठो जपतां वरः । आजुहाव ततः प्रीतः कल्माषीं धूतकल्मषाम् ॥ २० ॥",
                    "arth": "'राजाके ऐसा कहनेपर जप करनेवालोंमें श्रेष्ठ मुनिवर वसिष्ठ बड़े प्रसन्न हुए। उन्होंने अपनी उस चितकबरी होम-धेनुको बुलाया, जिसके पाप (अथवा मैल) धुल गये थे(वह कामधेनु थी) ॥ २० ॥"
                },
                {
                    "slok": "एह्येहि शबले क्षिप्रं शृणु चापि वचो मम । सबलस्यास्य राजर्षेः कर्तुं व्यवसितोऽस्म्यहम्। भोजनेन महार्हेण सत्कारं संविधत्स्व मे ॥ २१ ॥",
                    "arth": "‘(उसे बुलाकर ऋषिने कहा-) शबले! शीघ्र आओ, आओ और मेरी यह बात सुनो-मैंने सेनासहित इन राजर्षिका महाराजाओंके योग्य उत्तम भोजन आदिके द्वारा आतिथ्य-सत्कार करनेका निश्चय किया है। तुम मेरे इस मनोरथको सफल करो ॥ २१ ॥"
                },
                {
                    "slok": "यस्य यस्य यथाकामं षड्रसेष्वभिपूजितम् । तत् सर्वं कामधुग् दिव्ये अभिवर्ष कृते मम ॥ २२ ॥",
                    "arth": "'षड्स भोजनोंमेंसे जिसको जो-जो पसंद हो, उसके लिये वह सब प्रस्तुत कर दो। दिव्य कामधेनो! आज मेरे कहनेसे इन अतिथियोंके लिये अभीष्ट वस्तुओंकी वर्षा करो ॥ २२ ॥"
                },
                {
                    "slok": "रसेनान्नेन पानेन लेह्यचोष्येण संयुतम् । अन्नानां निचयं सर्वं सृजस्व शबले त्वर ॥ २३ ॥",
                    "arth": "'शबले! सरस पदार्थ, अन्न, पान, लेह्य (चटनी आदि) और चोष्य (चूसनेकी वस्तु) से युक्त भाँति भाँतिके अन्नोंकी ढेरी लगा दो। सभी आवश्यक वस्तुओंकी सृष्टि कर दो। शीघ्रता करो-विलम्ब न होने पावे' ॥ २३ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "53",
            "arth": [
                {
                    "slok": "एवमुक्ता वसिष्ठेन शबला शत्रुसूदन । विदधे कामधुक् कामान् यस्य यस्येप्सितं यथा ॥ १ ॥",
                    "arth": "'शत्रुसूदन! महर्षि वसिष्ठके ऐसा कहनेपर चितकबरे रंगकी उस कामधेनुने जिसकी जैसी इच्छा थी, उसके लिये वैसी ही सामग्री जुटा दी ॥ १ ॥"
                },
                {
                    "slok": "इक्षून् मधूंस्तथा लाजान् मैरेयांश्च वरासवान् । पानानि च महार्हाणि भक्ष्यांश्रोच्चावचानपि ॥ २ ॥",
                    "arth": "'ईख, मधु, लावा, मैरेय, श्रेष्ठ आसव, पानक रस आदि नाना प्रकारके बहुमूल्य भक्ष्य-पदार्थ प्रस्तुत कर दिये ॥ २ ॥"
                },
                {
                    "slok": "उष्णाढ्यस्यौदनस्यात्र राशयः पर्वतोपमाः । मृष्टान्यन्नानि सूपांश्च दधिकुल्यास्तथैव च ॥ ३ ॥",
                    "arth": "'गरम-गरम भातके पर्वतके सदृश ढेर लग गये। मिष्टान्न (खीर) और दाल भी तैयार हो गयी। दूध, दही और घीकी तो नहरें बह चलीं ॥ ३ ॥"
                },
                {
                    "slok": "नानास्वादुरसानां च खाण्डवानां तथैव च। भोजनानि सुपूर्णानि गौडानि च सहस्त्रशः ॥ ४ ॥",
                    "arth": "‘भाँति-भाँतिके सुस्वादु रस, खाण्डव तथा नाना प्रकारके भोजनोंसे भरी हुई चाँदीकी सहस्रों थालियाँ सज गयीं ॥ ४ ॥"
                },
                {
                    "slok": "सर्वमासीत् सुसंतुष्टं हृष्टपुष्टजनायुतम् । विश्वामित्रबलं राम वसिष्ठेन सुतर्पितम् ॥ ५ ॥",
                    "arth": "'श्रीराम! महर्षि वसिष्ठने विश्वामित्रजीकी सारी सेनाके लोगोंको भलीभाँति तृप्त किया। उस सेनामें बहुत-से हृष्ट-पुष्ट सैनिक थे। उन सबको वह दिव्य भोजन पाकर बड़ा संतोष हुआ ॥ ५ ॥"
                },
                {
                    "slok": "विश्वामित्रो हि राजर्षिर्हृष्टपुष्टस्तदाभवत् । सान्तः पुरवरो राजा सब्राह्मणपुरोहितः ॥ ६॥",
                    "arth": "'राजर्षि विश्वामित्र भी उस समय अन्तःपुरकी रानियों, ब्राह्मणों और पुरोहितोंके साथ बहुत ही हृष्ट पुष्ट हो गये ॥ ६ ॥"
                },
                {
                    "slok": "सामात्यो मन्त्रिसहितः सभृत्यः पूजितस्तदा । युक्तः परमहर्षेण वसिष्ठमिदमब्रवीत् ॥ ७॥",
                    "arth": "'अमात्य, मन्त्री और भृत्योंसहित पूजित हो वे बहुत प्रसन्न हुए और वसिष्ठजीसे इस प्रकार बोले-"
                },
                {
                    "slok": "पूजितोऽहं त्वया ब्रह्मन् पूजार्हेण सुसत्कृतः । श्रूयतामभिधास्यामि वाक्यं वाक्यविशारद ॥ ८ ॥",
                    "arth": "'ब्रह्मन्! आप स्वयं मेरे पूजनीय हैं तो भी आपने मेरा पूजन किया, भलीभाँति स्वागत-सत्कार किया। बातचीत करनेमें कुशल महर्षे! अब मैं एक बात कहता हूँ, उसे सुनिये ॥ ८ ॥"
                },
                {
                    "slok": "गवां शतसहस्रेण दीयतां शबला मम । रत्नं हि भगवन्नेतद् रत्नहारी च पार्थिवः ॥ ९ ॥ तस्मान्मे शबलां देहि ममैषा धर्मतो द्विज ।",
                    "arth": "'भगवन्! आप मुझसे एक लाख गौएँ लेकर यह चितकबरी गाय मुझे दे दीजिये; क्योंकि यह गौ रत्नरूप है और रत्न लेनेका अधिकारी राजा होता है। ब्रह्मन् ! मेरे इस कथनपर ध्यान देकर मुझे यह शबला गौ दे दीजिये; क्योंकि यह धर्मतः मेरी ही वस्तु है' ॥ ९ ।।"
                },
                {
                    "slok": "एवमुक्तस्तु भगवान् वसिष्ठो मुनिपुंगवः ॥ १० ॥ विश्वामित्रेण धर्मात्मा प्रत्युवाच महीपतिम् ।",
                    "arth": "‘विश्वामित्रके ऐसा कहनेपर धर्मात्मा मुनिवर भगवान् वसिष्ठ राजाको उत्तर देते हुए बोले- ॥ १० ॥"
                },
                {
                    "slok": "नाहं शतसहस्त्रेण नापि कोटिशतैर्गवाम् ॥ ११ ॥ राजन् दास्यामि शबलां राशिभी रजतस्य वा । न परित्यागम मत्सकाशादरिंदम ॥ १२ ॥",
                    "arth": "'शत्रुओंका दमन करनेवाले नरेश्वर! मैं एक लाख या सौ करोड़ अथवा चाँदीके ढेर लेकर भी बदलेमें इस शबला गौको नहीं दूँगा। यह मेरे पाससे अलग होने योग्य नहीं है ॥ १२ ॥"
                },
                {
                    "slok": "शाश्वती शबला मां कीर्तिरात्मवतो यथा अस्यां ह॒व्यं च कव्यं च प्राणयात्रा तथैव च ।। १३ ।।",
                    "arth": "'जैसे मनस्वी पुरुषकी अक्षय कीर्ति कभी उससे अलग नहीं रह सकती, उसी प्रकार यह सदा मेरे साथ सम्बन्ध रखनेवाली शबला गौ मुझसे पृथक् नहीं रह सकती। मेरा हव्य-कव्य और जीवन निर्वाह इसीपर निर्भर है ॥ १३ ॥"
                },
                {
                    "slok": "आयत्तमग्निहोत्रं च बलिहोमस्तथैव च। स्वाहाकारवषट्कारौ विद्याश्च विविधास्तथा ॥ १४ ॥",
                    "arth": "‘मेरे अग्रिहोत्र, बलि, होम, स्वाहा, वषट्कार और भाँति-भाँतिकी विद्याएँ इस कामधेनुके ही अधीन हैं ॥ १४ ॥"
                },
                {
                    "slok": "आयत्तमंत्र राजर्षे सर्वमेतन्न संशयः । सर्वस्वमेतत् सत्येन मम तुष्टिकरी तथा ॥ १५ ॥ कारणैर्बहुभी राजन् न दास्ये शबलां तव ।",
                    "arth": "'राजर्षे! मेरा यह सब कुछ इस गौके ही अधीन है, इसमें संशय नहीं है। मैं सच कहता हूँ-यह गौ ही मेरा सर्वस्व है और यही मुझे सब प्रकारसे संतुष्ट करनेवाली है। राजन्! बहुत-से ऐसे कारण हैं, जिनसे बाध्य होकर मैं यह शबला गौ आपको नहीं दे सकता' ॥ १५ ॥"
                },
                {
                    "slok": "वसिष्ठेनैवमुक्तस्तु विश्वामित्रोऽब्रवीत् तदा ॥ १६ ॥ संरब्धतरमत्यर्थं वाक्यं वाक्यविशारदः।",
                    "arth": "'वसिष्ठजीके ऐसा कहनेपर बोलने में कुशल विश्वामित्र अत्यन्त क्रोधपूर्वक इस प्रकार बोले - ॥ १६ ॥"
                },
                {
                    "slok": "हैरण्यकक्षग्रैवेयान् सुवर्णाङ्कुशभूषितान् ॥ १७ ॥ ददामि कुञ्जराणां ते सहस्त्राणि चतुर्दश ।",
                    "arth": "'मुने! मैं आपको चौदह हजार ऐसे हाथी दे रहा हूँ, जिनके कसनेवाले रस्से, गलेके आभूषण और अंकुश भी सोनेके बने होंगे और उन सबसे वे हाथी विभूषित होंगे ॥ १७ ॥"
                },
                {
                    "slok": "हैरण्यानां रथानां च श्वेताश्वानां चतुर्युजाम् ॥ १८ ॥ ददामि ते शतान्यष्टौ किंकिणीकविभूषितान् । हयानां देशजातानां कुलजानां महौजसाम् । सहस्त्रमेकं दश च ददामि तव सुव्रत ॥ १९ ॥ नानावर्णविभक्तानां वयःस्थानां तथैव च । ददाम्येकां गवां कोटिं शबला दीयतां मम ॥ २० ॥",
                    "arth": "'उत्तम व्रतका पालन करनेवाले मुनीश्वर! इनके सिवा मैं आठ सौ सुवर्णमय रथ प्रदान करूंगा; जिनमें शोभाके लिये सोनेके घुँघुरू लगे होंगे और हर एक रथमें चार चार सफेद रंगके घोड़े जुते हुए होंगे तथा अच्छी जाति और उत्तम देशमें उत्पन्न महातेजस्वी ग्यारह हजार घोड़े भी आपकी सेवामें अर्पित करूँगा। इतना ही नहीं, नाना प्रकारके रंगवाली नयी अवस्थाकी एक करोड़ गौएँ भी दूँगा, परंतु यह शबला गौ मुझे दे दीजिये ॥ १८-२० ॥"
                },
                {
                    "slok": "यावदिच्छसि रत्नानि हिरण्यं वा द्विजोत्तम । तावद् ददामि ते सर्वं दीयतां शबला मम ॥ २१ ॥",
                    "arth": "'द्विजश्रेष्ठ! इनके अतिरिक्त भी आप जितने रत्न या सुवर्ण लेना चाहें, वह सब आपको देनेके लिये मैं तैयार हूँ; किंतु यह चितकबरी गाय मुझे दे दीजिये' ॥ २१ ॥"
                },
                {
                    "slok": "एवमुक्तस्तु भगवान् विश्वामित्रेण धीमता । न दास्यामीति शबलां प्राह राजन् कथंचन ॥ २२ ॥",
                    "arth": "'बुद्धिमान् विश्वामित्रके ऐसा कहनेपर भगवान् वसिष्ठ बोले-'राजन्! मैं यह चितकबरी गाय तुम्हें किसी तरह भी नहीं दूँगा ॥ २२ ॥"
                },
                {
                    "slok": "एतदेव हि मे रत्नमेतदेव हि मे धनम् । एतदेव हि सर्वस्वमेतदेव हि जीवितम् ॥ २३ ॥",
                    "arth": "'यही मेरा रत्न है, यही मेरा धन है, यही मेरा सर्वस्व है और यही मेरा जीवन है ॥ २३ ॥"
                },
                {
                    "slok": "दर्शश्च पौर्णमासश्च यज्ञाश्चैवाप्तदक्षिणाः । एतदेव हि मे राजन् विविधाश्च क्रियास्तथा ॥ २४ ॥",
                    "arth": "'राजन्! मेरे दर्श, पौर्णमास, प्रचुर दक्षिणावाले यज्ञ तथा भाँति-भाँतिके पुण्यकर्म - यह गौ ही है। इसीपर ही मेरा सब कुछ निर्भर है ॥ २४ ॥"
                },
                {
                    "slok": "अतोमूलाः क्रियाः सर्वा मम राजन् न संशयः । बहुना किं प्रलापेन न दास्ये कामदोहिनीम् ॥ २५ ॥",
                    "arth": "'नरेश्वर ! मेरे सारे शुभ कर्मोंका मूल यही है, इसमें संशय नहीं है। बहुत व्यर्थ बात करनेसे क्या लाभ। मैं इस कामधेनुको कदापि नहीं दूंगा' ॥ २५ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "54",
            "arth": [
                {
                    "slok": "कामधेनुं वसिष्ठोऽपि यदा न त्यजते मुनिः । तदास्य शबलां राम विश्वामित्रोऽन्वकर्षत ॥ १ ॥",
                    "arth": "श्रीराम! जब वसिष्ठ मुनि किसी तरह भी उस कामधेनु गौको देनेके लिये तैयार न हुए, तब राजा विश्वामित्र उस चितकबरे रंगकी धेनुको बलपूर्वक घसीट ले चले ॥ १ ॥"
                },
                {
                    "slok": "नीयमाना तु शबला राम राज्ञा महात्मना । दुःखिता चिन्तयामास रुदन्ती शोककर्शिता ॥ २ ॥",
                    "arth": "'रघुनन्दन! महामनस्वी राजा विश्वामित्रके द्वारा इस प्रकार ले जायी जाती हुई वह गौ शोकाकुल हो मन-ही-मन रो पड़ी और अत्यन्त दुःखित हो विचार करने लगी - ॥२॥"
                },
                {
                    "slok": "परित्यक्ता वसिष्ठेन किमहं सुमहात्मना । याहं राजभृतैर्दीना ह्रियेय भृशदुःखिता ॥ ३ ॥",
                    "arth": "'अहो! क्या महात्मा वसिष्ठने मुझे त्याग दिया है, जो ये राजाके सिपाही मुझ दीन और अत्यन्त दुःखिया गौको इस तरह बलपूर्वक लिये जा रहे हैं? ॥ ३ ॥"
                },
                {
                    "slok": "किं मयापकृतं तस्य महर्षेर्भावितात्मनः । यन्मामनागसं दृष्ट्वा भक्तां त्यजति धार्मिकः ॥ ४ ॥",
                    "arth": "'पवित्र अन्तःकरणवाले उन महर्षिका मैंने क्या अपराध किया है कि वे धर्मात्मा मुनि मुझे निरपराध और अपना भक्त जानकर भी त्याग रहे हैं?' ॥ ४ ॥"
                },
                {
                    "slok": "इति संचिन्तयित्वा तु निःश्वस्य च पुनः पुनः । जगाम वेगेन तदा वसिष्ठं परमौजसम् ॥ ५ ॥ निर्धूय तांस्तदा भृत्यान् शतशः शत्रुसूदन ।",
                    "arth": "'शत्रुसूदन! यह सोचकर वह गौ बारम्बार लंबी साँस लेने लगी और राजाके उन सैकड़ों सेवकोंको झटककर उस समय महातेजस्वी वसिष्ठ मुनिके पास बड़े वेगसे जा पहुँची ॥ ५॥"
                },
                {
                    "slok": "जगामानिलवेगेन पादमूलं महात्मनः ॥ ६ ॥ शबला सा रुदन्ती च क्रोशन्ती चेदमब्रवीत् । वसिष्ठस्याग्रतः स्थित्वा रुदन्ती मेघनिःस्वना ॥ ७ ॥",
                    "arth": "'वह शबला गौ वायुके समान वेगसे उन महात्माके चरणोंके समीप गयी और उनके सामने खड़ी हो मेघके समान गम्भीर स्वरसे रोती-चीत्कार करती हुई उनसे इस प्रकार बोली- ॥ ६-७॥"
                },
                {
                    "slok": "भगवन् किं परित्यक्ता त्वयाहं ब्रह्मणः सुत । यस्माद् राजभटा मां हि नयन्ते त्वत्सकाशतः ॥ ८ ॥",
                    "arth": "'भगवन्! ब्रह्मकुमार! क्या आपने मुझे त्याग दिया, जो ये राजाके सैनिक मुझे आपके पाससे दूर लिये जा रहे हैं?' ॥ ८ ॥"
                },
                {
                    "slok": "एवमुक्तस्तु ब्रह्मर्षिरिदं वचनमब्रवीत् । शोकसंतप्तहृदयां स्वसारमिव दुःखिताम् ॥ ९ ॥",
                    "arth": "'उसके ऐसा कहनेपर ब्रह्मर्षि वसिष्ठ शोकसे संतप्त हृदयवाली दुःखिया बहिनके समान उस गौसे इस प्रकार बोले - ॥९॥"
                },
                {
                    "slok": "न त्वां त्यजामि शबले नापि मेऽपकृतं त्वया । एष त्वां नयते राजा बलान्मत्तो महाबलः ॥ १० ॥",
                    "arth": "'शबले! मैं तुम्हारा त्याग नहीं करता। तुमने मेरा कोई अपराध नहीं किया है। ये महाबली राजा अपने बलसे मतवाले होकर तुमको मुझसे छीनकर ले जा रहे हैं ॥ १० ॥"
                },
                {
                    "slok": "नहि तुल्यं बलं मह्यं राजा त्वद्य विशेषतः । बली राजा क्षत्रियश्च पृथिव्याः पतिरेव च ॥ ११ ॥",
                    "arth": "'मेरा बल इनके समान नहीं है। विशेषतः आजकल ये राजाके पदपर प्रतिष्ठित हैं। राजा, क्षत्रिय तथा इस पृथ्वीके पालक होनेके कारण ये बलवान् हैं ॥ ११ ॥"
                },
                {
                    "slok": "इयमक्षौहिणी पूर्णा गजवाजिरथाकुला | हस्तिध्वजसमाकीर्णा तेनासौ बलवत्तरः ॥ १२ ॥",
                    "arth": "'इनके पास हाथी, घोड़े और रथोंसे भरी हुई यह अक्षौहिणी सेना है, जिसमें हाथियोंके हौदोंपर लगे हुए ध्वज सब ओर फहरा रहे हैं। इस सेनाके कारण भी ये मुझसे प्रबल हैं' ॥ १२ ॥"
                },
                {
                    "slok": "एवमुक्ता वसिष्ठेन प्रत्युवाच विनीतवत् । वचनं वचनज्ञा सा ब्रह्मर्षिमतुलप्रभम् ॥ १३ ॥",
                    "arth": "'वसिष्ठजीके ऐसा कहनेपर बातचीतके मर्मको समझनेवाली उस कामधेनुने उन अनुपम तेजस्वी ब्रह्मर्षिसे यह विनययुक्त बात कही- ॥ १३ ॥"
                },
                {
                    "slok": "न बलं क्षत्रियस्याहुब्रह्मणा बलवत्तराः । ब्रह्मन् ब्रह्मबलं दिव्यं क्षात्राच्च बलवत्तरम् ॥ १४ ॥",
                    "arth": "'ब्रह्मन्! क्षत्रियका बल कोई बल नहीं है। ब्राह्मण ही क्षत्रिय आदिसे अधिक बलवान् होते हैं। ब्राह्मणका बल दिव्य है। वह क्षत्रिय-बलसे अधिक प्रबल होता है।"
                },
                {
                    "slok": "अप्रमेयं बलं तुभ्यं न त्वया बलवत्तरः । विश्वामित्रो महावीर्यस्तेजस्तव दुरासदम् ॥ १५ ॥",
                    "arth": "आपका बल अप्रमेय है। महापराक्रमी विश्वामित्र आपसे अधिक बलवान् नहीं हैं। आपका तेज दुर्धर्ष है ॥ १५ ॥"
                },
                {
                    "slok": "नियुङ्क्ष्व मां महातेजस्त्वं ब्रह्मबलसम्भृताम् । तस्य दर्पं बलं यत्नं नाशयामि दुरात्मनः ॥ १६ ॥",
                    "arth": "“महातेजस्वी महर्षे! मैं आपके ब्रह्मबलसे परिपुष्ट हुई हूँ। अतः आप केवल मुझे आज्ञा दे दीजिये। मैं इस दुरात्मा राजाके बल, प्रयत्न और अभिमानको अभी चूर्ण किये देती हूँ' ॥ १६॥"
                },
                {
                    "slok": "इत्युक्तस्तु तया राम वसिष्ठस्तु महायशाः । सृजस्वेति तदोवाच बलं परबलार्दनम् ॥ १७ ॥",
                    "arth": "'श्रीराम! कामधेनुके ऐसा कहनेपर महायशस्वी वसिष्ठने कहा- 'इस शत्रु- सेनाको नष्ट करनेवाले सैनिकोंकी सृष्टि करो' ॥ १७ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा सुरभिः सासृजत् तदा । तस्या हुंभारवोत्सृष्टाः पह्नवाः शतशो नृप ॥ १८ ॥",
                    "arth": "'राजकुमार! उनका वह आदेश सुनकर उस गौने उस समय वैसा ही किया। उसके हुंकार करते ही सैकड़ों पह्नव जातिके वीर पैदा हो गये ॥ १८ ॥"
                },
                {
                    "slok": "नाशयन्ति बलं सर्वं विश्वामित्रस्य पश्यतः । स राजा परमक्रुद्धः क्रोधविस्फारितेक्षणः ॥ १९ ॥",
                    "arth": "'वे सब विश्वामित्रके देखते-देखते उनकी सारी सेनाका नाश करने लगे। इससे राजा विश्वामित्रको बड़ा क्रोध हुआ। वे रोषसे आँखें फाड़-फाड़कर देखने लगे ॥ १९ ॥"
                },
                {
                    "slok": "पहवान् नाशयामास शस्त्रैरुच्चावचैरपि । विश्वामित्रार्दितान् दृष्ट्वा पह्नवान् शतशस्तदा ॥ २० ॥ भूय एवासृजद् घोरान् शकान् यवनमिश्रितान्। तैरासीत् संवृता भूमिः शकैर्यवनमिश्रितैः ॥ २१ ॥",
                    "arth": "'उन्होंने छोटे-बड़े कई तरहके अस्त्रोंका प्रयोग करके उन पह्नवोंका संहार कर डाला। विश्वामित्रद्वारा उन सैकड़ों पह्लवोंको पीड़ित एवं नष्ट हुआ देख उस समय उस शबला गौने पुनः यवनमिश्रित शक जातिके भयंकर वीरोंको उत्पन्न किया। उन यवनमिश्रित शकोंसे वहाँकी सारी पृथ्वी भर गयी ॥ २०-२१॥"
                },
                {
                    "slok": "प्रभावद्भिर्महावीर्यैर्हेमकिंजल्कसंनिभैः । तीक्ष्णासिपट्टिशधरैर्हेमवर्णाम्बरावृतैः ॥ २२ ॥ निर्दग्धं तद्बलं सर्वं प्रदीप्तैरिव पावकैः । ततोऽस्त्राणि महातेजा विश्वामित्रो मुमोच ह। तैस्ते यवनकाम्बोजा बर्बराश्चाकुलीकृताः ॥ २३ ॥",
                    "arth": "‘वे वीर महापराक्रमी और तेजस्वी थे। उनके शरीरकी कान्ति सुवर्ण तथा केसरके समान थी। वे सुनहरे वस्त्रोंसे अपने शरीरको ढँके हुए थे। उन्होंने हाथोंमें तीखे खड्ग और पट्टिश ले रखे थे। प्रज्वलित अग्निके समान उद्भासित होनेवाले उन वीरोंने विश्वामित्रकी सारी सेनाको भस्म करना आरम्भ किया। तब महातेजस्वी विश्वामित्रने उनपर बहुत-से अस्त्र छोड़े। उन अस्त्रोंकी चोट खाकर वे यवन, काम्बोज और बर्बर जातिके योद्धा व्याकुल हो उठे' ।। २२-२३ ।।"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "55",
            "arth": [
                {
                    "slok": "ततस्तानाकुलान् दृष्ट्वा विश्वामित्रास्त्रमोहितान् । वसिष्ठश्चोदयामास कामधुक् सृज योगतः ॥ १ ॥",
                    "arth": "‘विश्वामित्रके अस्त्रोंसे घायल होकर उन्हें व्याकुल हुआ देख वसिष्ठजीने फिर आज्ञा दी- 'कामधेनो! अब योगबलसे दूसरे सैनिकोंकी सृष्टि करो ॥ १ ॥"
                },
                {
                    "slok": "तस्या हुंकारतो जाताः काम्बोजा रविसंनिभाः । ऊधसश्चाथ सम्भूता बर्बराः शस्त्रपाणयः ॥ २ ॥",
                    "arth": "'तब उस गौने फिर हुंकार किया। उसके हुंकारसे सूर्यके समान तेजस्वी काम्बोज उत्पन्न हुए। थनसे शस्त्रधारी बर्बर प्रकट हुए ॥ २ ॥"
                },
                {
                    "slok": "योनिदेशाच्च यवनाः शकृद्देशाच्छकाः स्मृताः । रोमकूपेषु म्लेच्छाश्च हारीताः सकिरातकाः ॥ ३ ॥",
                    "arth": "'योनिदेशसे यवन और शकृद्देश (गोबरके स्थान) से शक उत्पन्न हुए। रोमकूपोंसे म्लेच्छ, हारीत और किरात प्रकट हुए ॥ ३ ॥"
                },
                {
                    "slok": "तैस्तन्निषूदितं सर्वं विश्वामित्रस्य तत्क्षणात् । सपदातिगजं साश्वं सरथं रघुनन्दन ॥ ४ ॥",
                    "arth": "'रघुनन्दन ! उन सब वीरोंने पैदल, हाथी, घोड़े और रथसहित विश्वामित्रकी सारी सेनाका तत्काल संहार कर डाला ॥ ४ ॥"
                },
                {
                    "slok": "दृष्ट्वा निषूदितं सैन्यं वसिष्ठेन महात्मना । विश्वामित्रसुतानां तु शतं नानाविधायुधम् ॥ ५ ॥ अभ्यधावत् सुसंक्रुद्धं वसिष्ठं जपतां वरम् । हुंकारेणैव तान् सर्वान् निर्ददाह महानृषिः ॥ ६ ॥",
                    "arth": "'महात्मा वसिष्ठद्वारा अपनी सेनाका संहार हुआ देख विश्वामित्रके सौ पुत्र अत्यन्त क्रोधमें भर गये और नाना प्रकारके अस्त्र-शस्त्र लेकर जप करनेवालोंमें श्रेष्ठ वसिष्ठमुनिपर टूट पड़े। तब उन महर्षिने हुंकारमात्रसे उन सबको जलाकर भस्म कर डाला ॥५-६॥"
                },
                {
                    "slok": "ते साश्वरथपादाता वसिष्ठेन महात्मना । भस्मीकृता मुहूर्तेन विश्वामित्रसुतास्तथा ॥ ७ ॥",
                    "arth": "'महात्मा वसिष्ठद्वारा विश्वामित्रके वे सभी पुत्र दो ही घड़ीमें घोड़े, रथ और पैदल सैनिकोंसहित जलाकर भस्म कर डाले गये ॥ ७ ॥"
                },
                {
                    "slok": "दृष्ट्वा विनाशितान् सर्वान् बलं च सुमहायशाः । सव्रीडं चिन्तयाविष्टो विश्वामित्रोऽभवत् तदा ॥ ८ ॥",
                    "arth": "'अपने समस्त पुत्रों तथा सारी सेनाका विनाश हुआ देख महायशस्वी विश्वामित्र लज्जित हो बड़ी चिन्तामें पड़ गये ॥ ८ ॥"
                },
                {
                    "slok": "समुद्र इव निर्वेगो भग्नद्रंष्ट्र इवोरगः । उपरक्त इवादित्यः सद्यो निष्प्रभतां गतः ॥ ९ ॥",
                    "arth": "'समुद्रके समान उनका सारा वेग शान्त हो गया। जिसके दाँत तोड़ लिये गये हों उस सर्पके समान तथा राहुग्रस्त सूर्यकी भाँति वे तत्काल ही निस्तेज हो गये ॥"
                },
                {
                    "slok": "हतपुत्रबलो दीनो लूनपक्ष इव द्विजः । हतसर्वबलोत्साहो निर्वेदं समपद्यत ॥ १० ॥",
                    "arth": "'पुत्र और सेना दोनोंके मारे जानेसे वे पंख कटे हुए पक्षीके समान दीन हो गये। उनका सारा बल और उत्साह नष्ट हो गया। वे मन-ही-मन बहुत खिन्न हो उठे ॥ १० ॥"
                },
                {
                    "slok": "स पुत्रमेकं राज्याय पालयेति नियुज्य च । पृथिवीं क्षत्रधर्मेण वनमेवाभ्यपद्यत ॥ ११ ॥",
                    "arth": "'उनके एक ही पुत्र बचा था, उसको उन्होंने राजाके पदपर अभिषिक्त करके राज्यकी रक्षाके लिये नियुक्त कर दिया और क्षत्रिय-धर्मके अनुसार पृथ्वीके पालनकी आज्ञा देकर वे वनमें चले गये ॥ ११ ॥"
                },
                {
                    "slok": "स गत्वा हिमवत्पार्श्वे किंनरोरगसेवितम् । महादेवप्रसादार्थं तपस्तेपे महातपाः ॥ १२॥",
                    "arth": "'हिमालयके पार्श्वभागमें, जो किन्नरों और नागोंसे सेवित प्रदेश है, वहाँ जाकर महादेवजीकी प्रसन्नताके लिये महान् तपस्याका आश्रय ले वे तपमें ही संलग्न हो गये ॥ १२ ॥"
                },
                {
                    "slok": "केनचित् त्वथ कालेन देवेशो वृषभध्वजः । दर्शयामास वरदो विश्वामित्रं महामुनिम् ॥ १३ ॥",
                    "arth": "'कुछ कालके पश्चात् वरदायक देवेश्वर भगवान् वृषभध्वज (शिव) ने महामुनि विश्वामित्रको दर्शन दिया और कहा- ॥ १३ ॥"
                },
                {
                    "slok": "किमर्थं तप्यसे राजन् ब्रूहि यत् ते विवक्षितम् । वरदोऽस्मि वरो यस्ते कांक्षितः सोऽभिधीयताम् ॥ १४ ॥",
                    "arth": "'राजन्! किसलिये तप करते हो? बताओ क्या कहना चाहते हो? मैं तुम्हें वर देनेके लिये आया हूँ। तुम्हें जो वर पाना अभीष्ट हो, उसे कहो' ॥ १४ ॥"
                },
                {
                    "slok": "एवमुक्तस्तु देवेन विश्वामित्रो महातपाः । प्रणिपत्य महादेवं विश्वामित्रोऽब्रवीदिदम् ॥ १५ ॥",
                    "arth": "'महादेवजीके ऐसा कहनेपर महातपस्वी विश्वामित्रने उन्हें प्रणाम करके इस प्रकार कहा- ॥ १५ ॥"
                },
                {
                    "slok": "यदि तुष्टो महादेव धनुर्वेदो ममानघ । सांगोपांगोपनिषदः सरहस्यः प्रदीयताम् ॥ १६ ॥",
                    "arth": "निष्पाप महादेव! यदि आप संतुष्ट हों तो अंग, उपांग, उपनिषद् और रहस्योंसहित धनुर्वेद मुझे प्रदान कीजिये ॥"
                },
                {
                    "slok": "यानि देवेषु चास्त्राणि दानवेषु महर्षिषु । गन्धर्वयक्षरक्षः सु प्रतिभान्तु ममानघ ॥ १७ ॥ तव प्रसादाद् भवतु देवदेव ममेप्सितम् ।",
                    "arth": "अनघ! देवताओं, दानवों, महर्षियों, गन्धर्वों, यक्षों तथा राक्षसोंके पास जो-जो अस्त्र हों, वे सब आपकी कृपासे मेरे हृदयमें स्फुरित हो जायँ। देवदेव! यही मेरा मनोरथ है, जो मुझे प्राप्त होना चाहिये' ॥ १७ ॥"
                },
                {
                    "slok": "एवमस्त्विति देवेशो वाक्यमुक्त्वा गतस्तदा ॥ १८ ॥ प्राप्य चास्त्राणि देवेशाद् विश्वामित्रो महाबलः । दर्पेण महता युक्तो दर्पपूर्णोऽभवत् तदा ॥ १९ ॥",
                    "arth": "'तब 'एवमस्तु' कहकर देवेश्वर भगवान् शङ्कर वहाँसे चले गये। देवेश्वर महादेवसे वे अस्त्र पाकर महाबली विश्वामित्रको बड़ा घमंड हो गया। वे अभिमानमें भर गये ॥ १८-१९ ॥"
                },
                {
                    "slok": "विवर्धमानो वीर्येण समुद्र इव पर्वणि । हतं मेने तदा राम वसिष्ठमृषिसत्तमम् ॥ २० ॥",
                    "arth": "'जैसे पूर्णिमाको समुद्र बढ़ने लगता है, उसी प्रकार वे पराक्रमद्वारा अपनेको बहुत बढ़ा-चढ़ा मानने लगे। श्रीराम! उन्होंने मुनिश्रेष्ठ वसिष्ठको उस समय मरा हुआ ही समझा ॥ २० ॥"
                },
                {
                    "slok": "ततो गत्वाऽऽश्रमपदं मुमोचास्त्राणि पार्थिवः । यैस्तत् तपोवनं नाम निर्दग्धं चास्त्रतेजसा ॥ २१ ॥",
                    "arth": "फिर तो वे पृथ्वीपति विश्वामित्र वसिष्ठके आश्रमपर जाकर भाँति-भाँतिके अस्त्रोंका प्रयोग करने लगे। जिनके तेजसे वह सारा तपोवन दग्ध होने लगा ॥ २१ ॥"
                },
                {
                    "slok": "उदीर्यमाणमस्त्रं तद् विश्वामित्रस्य धीमतः दृष्ट्वा विप्रद्रुता भीता मुनयः शतशो दिशः ॥ २२ ॥",
                    "arth": "'बुद्धिमान् विश्वामित्रके उस बढ़ते हुए अस्त्र तेजको देखकर वहाँ रहनेवाले सैकड़ों मुनि भयभीत हो सम्पूर्ण दिशाओंमें भाग चले ॥ २२ ॥"
                },
                {
                    "slok": "वसिष्ठस्य च ये शिष्या च वै मृगपक्षिणः । विद्रवन्ति भयाद् भीता नानादिग्भ्यः सहस्त्रशः ॥ २३ ॥",
                    "arth": "'वसिष्ठजीके जो शिष्य थे, जो वहाँके पशु और पक्षी थे, वे सहस्रों प्राणी भयभीत हो नाना दिशाओंकी ओर भाग गये ॥ २३ ॥"
                },
                {
                    "slok": "वसिष्ठस्याश्रमपदं शून्यमासीन्महात्मनः । मुहूर्तमिव निःशब्दमासीदीरिणसंनिभम् ॥ २४ ॥",
                    "arth": "'महात्मा वसिष्ठका वह आश्रम सूना हो गया। दो ही घड़ीमें ऊसर भूमिके समान उस स्थानपर सन्नाटा छा गया ॥ २४ ॥"
                },
                {
                    "slok": "वदतो वै वसिष्ठस्य मा भैरिति मुहुर्मुहुः । नाशयाम्यद्य गाधेयं नीहारमिव भास्करः ॥ २५ ॥",
                    "arth": "'वसिष्ठजी बार-बार कहने लगे-'डरो मत, मैं अभी इस गाधिपुत्रको नष्ट किये देता हूँ। ठीक उसी तरह, जैसे सूर्य कुहासेको मिटा देता है' ॥ २५ ॥"
                },
                {
                    "slok": "एवमुक्त्वा महातेजा वसिष्ठो जपतां वरः । विश्वामित्रं तदा वाक्यं सरोषमिदमब्रवीत् ॥ २६ ॥",
                    "arth": "'जपनेवालों में श्रेष्ठ महातेजस्वी वसिष्ठ ऐसा कहकर उस समय विश्वामित्रजीसे रोषपूर्वक बोले-"
                },
                {
                    "slok": "आश्रमं चिरसंवृद्धं यद् विनाशितवानसि । दुराचारो हि यन्मूढस्तस्मात् त्वं न भविष्यसि ॥ २७ ॥",
                    "arth": "'अरे! तूने चिरकालसे पाले-पोसे तथा हरे-भरे किये हुए इस आश्रमको नष्ट कर दिया-उजाड़ डाला, इसलिये तू दुराचारी और विवेकशून्य है और इस पापके कारण तू कुशलसे नहीं रह सकता' ॥ २७ ॥"
                },
                {
                    "slok": "इत्युक्त्वा परमक्रुद्धो दण्डमुद्यम्य सत्वरः । विधूम इव कालाग्निर्यमदण्डमिवापरम् ॥ २८ ॥",
                    "arth": "‘ऐसा कहकर वे अत्यन्त क्रुद्ध हो धूमरहित कालाग्निके समान उद्दीप्त हो उठे और दूसरे यमदण्डके समान भयंकर डंडा हाथमें उठाकर तुरंत उनका सामना करनेके लिये तैयार हो गये' ॥ २८ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "56",
            "arth": [
                {
                    "slok": "एवमुक्तो वसिष्ठेन विश्वामित्रो महाबलः । आग्नेयमस्त्रमुद्दिश्य तिष्ठ तिष्ठेति चाब्रवीत् ॥ १ ॥",
                    "arth": "वसिष्ठजीके ऐसा कहनेपर महाबली विश्वामित्र आग्रेयास्त्र लेकर बोले-'अरे खड़ा रह, खड़ा रह' ॥ १ ॥"
                },
                {
                    "slok": "ब्रह्मदण्डं समुद्यम्य कालदण्डमिवापरम् । वसिष्ठो भगवान् क्रोधादिदं वचनमब्रवीत् ॥ २ ॥",
                    "arth": "उस समय द्वितीय कालदण्डके समान ब्रह्मदण्डको उठाकर भगवान् वसिष्ठने क्रोधपूर्वक इस प्रकार कहा- २ ॥"
                },
                {
                    "slok": "क्षत्रबन्धो स्थितोऽस्म्येष यद् बलं तद् विदर्शय । नाशयाम्यद्य ते दर्पं शस्त्रस्य तव गाधिज ॥ ३ ॥",
                    "arth": "'क्षत्रियाधम ! ले, यह मैं खड़ा हूँ। तेरे पास जो बल हो, उसे दिखा। गाधिपुत्र! आज तेरे अस्त्र-शस्त्रोंके ज्ञानका घमंड मैं अभी धूलमें मिला दूँगा ॥ ३ ॥"
                },
                {
                    "slok": "क्व च ते क्षत्रियबलं क्व च ब्रह्मबलं महत् । पश्य ब्रह्मबलं दिव्यं मम क्षत्रियपांसन ॥ ४ ॥",
                    "arth": "'क्षत्रियकुलकलङ्क! कहाँ तेरा क्षात्रबल और कहाँ महान् ब्रह्मबल। मेरे दिव्य ब्रह्मबलको देख ले' ॥ ४ ॥"
                },
                {
                    "slok": "तस्यास्त्रं गाधिपुत्रस्य घोरमाग्नेयमुत्तमम् । ब्रह्मदण्डेन तच्छान्तमग्नेर्वेग इवाम्भसा ॥ ५ ॥",
                    "arth": "गाधिपुत्र विश्वामित्रका वह उत्तम एवं भयंकर आग्नेयास्त्र वसिष्ठजीके ब्रह्मदण्डसे उसी प्रकार शान्त हो गया, जैसे पानी पड़नेसे जलती हुई आगका वेग ॥ ५ ॥"
                },
                {
                    "slok": "वारुणं चैव रौद्रं च ऐन्द्रं पाशुपतं तथा । ऐषीकं चापि चिक्षेप कुपितो गाधिनन्दनः ॥ ६ ॥",
                    "arth": "तब गाधिपुत्र विश्वामित्रने कुपित होकर वारुण, रौद्र, ऐन्द्र, पाशुपत और ऐषीक नामक अस्त्रोंका प्रयोग किया ॥"
                },
                {
                    "slok": "मानवं मोहनं चैव गान्धर्वं स्वापनं तथा । जृम्भणं मादनं चैव संतापनविलापने ॥ ७ ॥ शोषणं दारणं चैव वज्रमस्त्रं सुदुर्जयम् । ब्रह्मपाशं कालपाशं वारुणं पाशमेव च ॥ ८ ॥ पिनाकमस्त्रं दयितं शुष्कार्द्रे अशनी तथा । दण्डास्त्रमथ पैशाचं क्रौञ्चमस्त्रं तथैव च ॥ ९ ॥ धर्मचक्रं कालचक्रं विष्णुचक्रं तथैव च । वायव्यं मथनं चैव अस्त्रं हयशिरस्तथा ॥ १० ॥ शक्तिद्वयं च चिक्षेप कङ्कालं मुसलं तथा । वैद्याधरं महास्त्रं च कालास्त्रमथ दारुणम् ॥ ११ ॥ त्रिशूलमस्त्रं घोरं च कापालमथ कङ्कणम् । एतान्यस्त्राणि चिक्षेप सर्वाणि रघुनन्दन ॥ १२ ॥",
                    "arth": "रघुनन्दन! उसके पश्चात् क्रमशः मानव, मोहन, गान्धर्व, स्वापन, जृम्भण, मादन, संतापन, विलापन, शोषण, विदारण, सुदुर्जय वज्रास्त्र, ब्रह्मपाश, कालपाश, वारुणपाश, परमप्रिय पिनाकास्त्र, सूखी-गीली दो प्रकारकी अशनि, दण्डास्त्र, पैशाचास्त्र, क्रौञ्चास्त्र, धर्मचक्र, कालचक्र, विष्णुचक्र, वायव्यास्त्र, मन्थनास्त्र, हयशिरा, दो प्रकारकी शक्ति, कङ्काल, मूसल, महान् वैद्याधरास्त्र, दारुण कालास्त्र, भयंकर त्रिशूलास्त्र, कापालास्त्र और कङ्कणास्त्र - ये सभी अस्त्र उन्होंने वसिष्ठजीके ऊपर चलाये ॥ ७ - १२॥"
                },
                {
                    "slok": "वसिष्ठे जपतां श्रेष्ठे तदद्भुतमिवाभवत् । तानि सर्वाणि दण्डेन ग्रसते ब्रह्मणः सुतः ॥ १३ ॥",
                    "arth": "जपनेवालों में श्रेष्ठ महर्षि वसिष्ठपर इतने अस्त्रोंका प्रहार वह एक अद्भुत-सी घटना थी, परंतु ब्रह्माके पुत्र वसिष्ठजीने उन सभी अस्त्रोंको केवल अपने डंडेसे ही नष्ट कर दिया ॥ १३ ॥"
                },
                {
                    "slok": "तेषु शान्तेषु ब्रह्मास्त्रं क्षिप्तवान् गाधिनन्दनः । तदस्त्रमुद्यतं दृष्ट्वा देवाः साग्निपुरोगमाः ॥ १४ ॥ देवर्षयश्च सम्भ्रान्ता गन्धर्वाः समहोरगाः । त्रैलोक्यमासीत् संत्रस्तं ब्रह्मास्त्रे समुदीरिते ॥ १५ ॥",
                    "arth": "उन सब अस्त्रोंके शान्त हो जानेपर गाधिनन्दन विश्वामित्रने ब्रह्मास्त्रका प्रयोग किया। ब्रह्मास्त्रको उद्यत देख अग्नि आदि देवता, देवर्षि, गन्धर्व और बड़े-बड़े नाग भी दहल गये। ब्रह्मास्त्रके ऊपर उठते ही तीनों लोकोंके प्राणी थर्रा उठे ॥ १४-१५ ।।"
                },
                {
                    "slok": "तदप्यस्त्रं महाघोरं ब्राह्मं ब्राह्मण तेजसा । वसिष्ठो ग्रसते सर्वं ब्रह्मदण्डेन राघव ॥ १६ ॥",
                    "arth": "राघव! वसिष्ठजीने अपने ब्रह्मतेजके प्रभावसे उस महाभयंकर ब्रह्मास्त्रको भी ब्रह्मदण्डके द्वारा ही शान्त कर दिया ॥ १६ ॥"
                },
                {
                    "slok": "ब्रह्मास्त्रं ग्रसमानस्य वसिष्ठस्य महात्मनः । त्रैलोक्यमोहनं रौद्रं रूपमासीत् सुदारुणम् ॥ १७ ॥",
                    "arth": "उस ब्रह्मास्त्रको शान्त करते समय महात्मा वसिष्ठका वह रौद्ररूप तीनों लोकोंको मोहमें डालनेवाला और अत्यन्त भयंकर जान पड़ता था ॥ १७ ॥"
                },
                {
                    "slok": "रोमकूपेषु सर्वेषु वसिष्ठस्य महात्मनः । मरीच्य इव निष्पेतुरग्नेर्धूमाकुलार्चिषः ॥ १८ ॥",
                    "arth": "महात्मा वसिष्ठके समस्त रोमकूपोंमेंसे किरणोंकी भाँति धूमयुक्त आगकी लपटें निकलने लगीं ॥ १८ ॥"
                },
                {
                    "slok": "प्राज्वलद् ब्रह्मदण्डश्च वसिष्ठस्य करोद्यतः । विधूम इव कालाग्नेर्यमदण्ड इवापरः ॥ १९ ॥",
                    "arth": "वसिष्ठजीके हाथमें उठा हुआ द्वितीय यमदण्डके समान वह ब्रह्मदण्ड धूमरहित कालाग्रिके समान प्रज्वलित हो रहा था ॥ १९ ॥"
                },
                {
                    "slok": "ततोऽस्तुवन् मुनिगणा वसिष्ठं जपतां वरम् । अमोघं ते बलं ब्रह्मंस्तेजो धारय तेजसा ॥ २० ॥",
                    "arth": "उस समय समस्त मुनिगण मन्त्र जपनेवालों में श्रेष्ठ वसिष्ठ मुनिकी स्तुति करते हुए बोले-'ब्रह्मन्! आपका बल अमोघ है। आप अपने तेजको अपनी ही शक्तिसे समेट लीजिये ॥ २० ॥"
                },
                {
                    "slok": "निगृहीतस्त्वया ब्रह्मन् विश्वामित्रो महाबलः । अमोघं ते बलं श्रेष्ठ लोकाः सन्तु गतव्यथाः ॥ २१ ॥",
                    "arth": "'महाबली विश्वामित्र आपसे पराजित हो गये। मुनिश्रेष्ठ! आपका बल अमोघ है। अब आप शान्त हो जाइये, जिससे लोगोंकी व्यथा दूर हो' ॥ २१ ॥"
                },
                {
                    "slok": "एवमुक्तो महातेजाः शमं चक्रे महाबलः । विश्वामित्रो विनिकृतो विनिःश्वस्येदमब्रवीत् ॥ २२ ॥",
                    "arth": "महर्षियोंके ऐसा कहनेपर महातेजस्वी महाबली वसिष्ठजी शान्त हो गये और पराजित विश्वामित्र लम्बी साँस खींचकर यों बोले - ॥ २२ ॥"
                },
                {
                    "slok": "धिग् बलं क्षत्रियबलं ब्रह्मतेजोबलं बलम् । एकेन ब्रह्मदण्डेन सर्वास्त्राणि हतानि मे ॥ २३ ॥",
                    "arth": "'क्षत्रियके बलको धिक्कार है। ब्रह्मतेजसे प्राप्त होनेवाला बल ही वास्तवमें बल है; क्योंकि आज एक ब्रह्मदण्डने मेरे सभी अस्त्र नष्ट कर दिये ॥ २३ ॥"
                },
                {
                    "slok": "तदेतत् प्रसमीक्ष्याहं प्रसन्नेन्द्रियमानसः । तपो महत् समास्थास्ये यद् वै ब्रह्मत्वकारणम् ॥ २४ ॥",
                    "arth": "'इस घटनाको प्रत्यक्ष देखकर अब मैं अपने मन और इन्द्रियोंको निर्मल करके उस महान् तपका अनुष्ठान करूँगा, जो मेरे लिये ब्राह्मणत्वकी प्राप्तिका कारण होगा' ॥ २४ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "57",
            "arth": [
                {
                    "slok": "ततः संतप्तहृदयः स्मरन्निग्रहमात्मनः । विनिःश्वस्य विनिःश्वस्य कृतवैरो महात्मना ॥ १ ॥ स दक्षिणां दिशं गत्वा महिष्या सह राघव। तताप परमं घोरं विश्वामित्रो महातपाः ॥ २ ॥",
                    "arth": "श्रीराम! तदनन्तर विश्वामित्र अपनी पराजयको याद करके मन-ही-मन संतप्त होने लगे। महात्मा वसिष्ठके साथ वैर बाँधकर महातपस्वी विश्वामित्र बारम्बार लम्बी साँस खींचते हुए अपनी रानीके साथ दक्षिण दिशामें जाकर अत्यन्त उत्कृष्ट एवं भयंकर तपस्या करने लगे ॥ १-२ ॥"
                },
                {
                    "slok": "फलमूलाशनो दान्तश्चचार परमं तपः । अथास्य जज्ञिरे पुत्राः सत्यधर्मपरायणाः ॥ ३ ॥ हविष्पन्दो मधुष्पन्दो दृढनेत्रो महारथः ।",
                    "arth": "वहाँ मन और इन्द्रियोंको वशमें करके वे फल मूलका आहार करते तथा उत्तम तपस्यामें लगे रहते थे। वहीं उनके हविष्पन्द, मधुष्पन्द, दृढनेत्र और महारथ नामक चार पुत्र उत्पन्न हुए, जो सत्य और धर्ममें तत्पर रहनेवाले थे ॥ ३ ॥"
                },
                {
                    "slok": "पूर्णे वर्षसहस्त्रे तु ब्रह्मा लोकपितामहः ॥ ४ ॥ अब्रवीन्मधुरं वाक्यं विश्वामित्रं तपोधनम् । जिता राजर्षिलोकास्ते तपसा कुशिकात्मज ॥ ५ ॥ अनेन तपसा त्वां हि राजर्षिरिति विद्महे ।",
                    "arth": "एक हजार वर्ष पूरे हो जानेपर लोकपितामह ब्रह्माजीने तपस्याके धनी विश्वामित्रको दर्शन देकर मधुर वाणीमें कहा—'कुशिकनन्दन! तुमने तपस्याके द्वारा राजर्षियोंके लोकोंपर विजय पायी है। इस तपस्याके प्रभावसे हम तुम्हें सच्चा राजर्षि समझते हैं' ॥ ४-५ ॥"
                },
                {
                    "slok": "एवमुक्त्वा महातेजा जगाम सह दैवतैः ॥ ६ ॥ त्रिविष्टपं ब्रह्मलोकं लोकानां परमेश्वरः ।",
                    "arth": "यह कहकर सम्पूर्ण लोकोंके स्वामी ब्रह्माजी देवताओंके साथ स्वर्गलोक होते हुए ब्रह्मलोकको चले गये ॥ ६ ॥"
                },
                {
                    "slok": "विश्वामित्रोऽपि तच्छ्रुत्वा ह्रिया किंचिदवाङ्मुखः ॥ ७॥ दुःखेन महताविष्ट: समन्युरिदमब्रवीत् । तपश्च सुमहत् तप्तं राजर्षिरिति मां विदुः ॥ ८ ॥ देवाः सर्षिगणाः सर्वे नास्ति मन्ये तपः फलम् ।",
                    "arth": "उनकी बात सुनकर विश्वामित्रका मुख लज्जासे कुछ झुक गया। वे बड़े दुःखसे व्यथित हो दीनतापूर्वक मन-ही-मन यों कहने लगे-'अहो! मैंने इतना बड़ा तप किया तो भी ऋषियोंसहित सम्पूर्ण देवता मुझे राजर्षि ही समझते हैं। मालूम होता है, इस तपस्याका कोई फल नहीं हुआ' ॥ ७-८ ॥"
                },
                {
                    "slok": "एवं निश्चित्य मनसा भूय एव महातपाः ॥ ९ ॥ तपश्चचार धर्मात्मा काकुत्स्थ परमात्मवान् ।",
                    "arth": "श्रीराम ! मनमें ऐसा सोचकर अपने मनको वशमें रखनेवाले महातपस्वी धर्मात्मा विश्वामित्र पुनः भारी तपस्यामें लग गये ॥ ९ ॥"
                },
                {
                    "slok": "एतस्मिन्नेव काले तु सत्यवादी जितेन्द्रियः ॥ १० ॥ त्रिशङ्कुरिति विख्यात इक्ष्वाकुकुलवर्धनः ।",
                    "arth": "इसी समय इक्ष्वाकुकुलकी कीर्ति बढ़ानेवाले एक सत्यवादी और जितेन्द्रिय राजा राज्य करते थे। उनका नाम था त्रिशंकु ॥ १० ॥"
                },
                {
                    "slok": "तस्य बुद्धिः समुत्पन्ना यजेयमिति राघव ॥ ११ ॥ गच्छेयं स्वशरीरेण देवतानां परां गतिम् ।",
                    "arth": "रघुनन्दन! उनके मनमें यह विचार हुआ कि 'मैं ऐसा कोई यज्ञ करूँ, जिससे अपने इस शरीरके साथ ही देवताओंकी परम गति-स्वर्गलोकको जा पहुँचूँ' ॥"
                },
                {
                    "slok": "वसिष्ठं स समाहूय कथयामास चिन्तितम् ॥ १२ ॥ अशक्यमिति चाप्युक्तो वसिष्ठेन महात्मना ।",
                    "arth": "तब उन्होंने वसिष्ठजीको बुलाकर अपना यह विचार उन्हें कह सुनाया। महात्मा वसिष्ठने उन्हें बताया कि 'ऐसा होना असम्भव है' ॥ १२३ ॥"
                },
                {
                    "slok": "प्रत्याख्यातो वसिष्ठेन स ययौ दक्षिणां दिशम् ॥ १३ ॥ ततस्तत्कर्मसिद्धयर्थं पुत्रांस्तस्य गतो नृपः ।",
                    "arth": "जब वसिष्ठने उन्हें कोरा उत्तर दे दिया, तब वे राजा उस कर्मकी सिद्धिके लिये दक्षिण दिशामें उन्हींके पुत्रोंके पास चले गये ॥ १३ ॥"
                },
                {
                    "slok": "वासिष्ठा दीर्घतपसस्तपो यत्र हि तेपिरे ॥ १४ ॥ त्रिशङ्कुस्तु महातेजाः शतं परमभास्वरम् । वसिष्ठपुत्रान् ददृशे तप्यमानान् मनस्विनः ॥ १५ ॥",
                    "arth": "वसिष्ठजीके वे पुत्र जहाँ दीर्घकालसे तपस्या में प्रवृत्त होकर तप करते थे, उस स्थानपर पहुँचकर महातेजस्वी त्रिशंकुने देखा कि मनको वशमें रखनेवाले वे सौ परमतेजस्वी वसिष्ठकुमार तपस्यामें संलग्न हैं ॥"
                },
                {
                    "slok": "सोऽभिगम्य महात्मानः सर्वानेव गुरोः सुतान् । अभिवाद्यानुपूर्वेण ह्रिया किंचिदवाङ्मुखः ॥ १६ ॥ अब्रवीत् स महात्मानः सर्वानेव कृताञ्जलिः ।",
                    "arth": "उन सभी महात्मा गुरुपुत्रोंके पास जाकर उन्होंने क्रमश: उन्हें प्रणाम किया और लज्जासे अपने मुखको कुछ नीचा किये हाथ जोड़कर उन सब महात्माओंसे कहा- ॥ १६३ ॥"
                },
                {
                    "slok": "शरणं वः प्रपन्नोऽहं शरण्यान् शरणं गतः ॥ १७ ॥ प्रत्याख्यातो हि भद्रं वो वसिष्ठेन महात्मना । यष्टुकामो महायज्ञं तदनुज्ञातुमर्हथ ॥ १८ ॥",
                    "arth": "'गुरुपुत्रो! आप शरणागतवत्सल हैं। मैं आपलोगोंकी शरणमें आया हूँ, आपका कल्याण हो। महात्मा वसिष्ठने मेरा यज्ञ कराना अस्वीकार कर दिया है। मैं एक महान् यज्ञ करना चाहता हूँ। आपलोग उसके लिये आज्ञा दें ॥ १७-१८ ॥"
                },
                {
                    "slok": "गुरुपुत्रानहं सर्वान् नमस्कृत्य प्रसादये। शिरसा प्रणतो याचे ब्राह्मणांस्तपसि स्थितान् ॥ १९ ॥ ते मां भवन्तः सिद्धयर्थं याजयन्तु समाहिताः । सशरीरो यथाहं वै देवलोकमवाप्नुयाम् ॥ २० ॥",
                    "arth": "'मैं समस्त गुरुपुत्रोंको नमस्कार करके प्रसन्न करना चाहता हूँ। आपलोग तपस्यामें संलग्न रहनेवाले ब्राह्मण हैं। मैं आपके चरणोंमें मस्तक रखकर यह याचना करता हूँ कि आपलोग एकाग्रचित्त हो मुझसे मेरी अभीष्टसिद्धिके लिये ऐसा कोई यज्ञ करावें, जिससे मैं इस शरीरके साथ ही देवलोकमें जा सकूँ ॥ १९-२० ॥"
                },
                {
                    "slok": "प्रत्याख्यातो वसिष्ठेन गतिमन्यां तपोधनाः । गुरुपुत्रानृते सर्वान् नाहं पश्यामि कांचन ॥ २१ ॥",
                    "arth": "'तपोधनो! महात्मा वसिष्ठके अस्वीकार कर देनेपर अब मैं अपने लिये समस्त गुरुपुत्रोंकी शरणमें जानेके सिवा दूसरी कोई गति नहीं देखता ॥ २१ ॥"
                },
                {
                    "slok": "इक्ष्वाकूणां हि सर्वेषां पुरोधाः परमा गतिः । तस्मादनन्तरं सर्वे भवन्तो दैवतं मम ॥ २२ ॥",
                    "arth": "'समस्त इक्ष्वाकुवंशियोंके लिये पुरोहित वसिष्ठजी ही परमगति हैं। उनके बाद आप सब लोग ही मेरे परम देवता हैं' ॥ २२ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "58",
            "arth": [
                {
                    "slok": "ततस्त्रिशङ्कोर्वचनं श्रुत्वा क्रोधसमन्वितम् । ऋषिपुत्रशतं राम राजानमिदमब्रवीत् ॥ १ ॥ प्रत्याख्यातोऽसि दुर्मेधो गुरुणा सत्यवादिना । तं कथं समतिक्रम्य शाखान्तरमुपेयिवान् ॥ २ ॥",
                    "arth": "रघुनन्दन! राजा त्रिशंकुका यह वचन सुनकर वसिष्ठ मुनिके वे सौ पुत्र कुपित हो उनसे इस प्रकार बोले- 'दुर्बुद्धे! तुम्हारे सत्यवादी गुरुने जब तुम्हें मना कर दिया है, तब तुमने उनका उल्लङ्घन करके दूसरी शाखाका आश्रय कैसे लिया ? ॥ १-२॥"
                },
                {
                    "slok": "इक्ष्वाकूणां हि सर्वेषां पुरोधाः परमा गतिः । न चातिक्रमितुं शक्यं वचनं सत्यवादिनः ॥ ३ ॥",
                    "arth": "'समस्त इक्ष्वाकुवंशी क्षत्रियोंके लिये पुरोहित वसिष्ठजी ही परमगति हैं। उन सत्यवादी महात्माकी बातको कोई अन्यथा नहीं कर सकता ॥ ३ ॥"
                },
                {
                    "slok": "अशक्यमिति सोवाच वसिष्ठो भगवानृषिः । तं वयं वै समाहर्तुं क्रतुं शक्ताः कथंचन ॥ ४ ॥",
                    "arth": "'जिस यज्ञकर्मको उन भगवान् वसिष्ठमुनिने असम्भव बताया है, उसे हमलोग कैसे कर सकते हैं ॥ ४ ॥"
                },
                {
                    "slok": "बालिशस्त्वं नरश्रेष्ठ गम्यतां स्वपुरं पुनः । याजने भगवान् शक्तस्त्रैलोक्यस्यापि पार्थिव ॥ ५ ॥ अवमानं कथं कर्तुं तस्य शक्ष्यामहे वयम् ।",
                    "arth": "'नरश्रेष्ठ! तुम अभी नादान हो, अपने नगरको लौट जाओ। पृथ्वीनाथ! भगवान् वसिष्ठ तीनों लोकोंका यज्ञ करानेमें समर्थ हैं, हमलोग उनका अपमान कैसे कर सकेंगे' ॥५॥"
                },
                {
                    "slok": "तेषां तद् वचनं श्रुत्वा क्रोधपर्याकुलाक्षरम् ॥ ६॥ स राजा प्रत्याख्यातो पुनरेवैतानिदं वचनमब्रवीत् । भगवता गुरुपुत्रैस्तथैव हि ॥ ७ ॥ अन्यां गतिं गमिष्यामि स्वस्ति वोऽस्तु तपोधनाः ।",
                    "arth": "गुरुपुत्रोंका वह क्रोधयुक्त वचन सुनकर राजा त्रिशंकुने पुनः उनसे इस प्रकार कहा–'तपोधनो ! भगवान् वसिष्ठने तो मुझे ठुकरा ही दिया था, आप गुरुपुत्रगण भी मेरी प्रार्थना नहीं स्वीकार कर रहे हैं; अतः आपका कल्याण हो, अब मैं दूसरे किसीकी शरणमें जाऊँगा' ॥"
                },
                {
                    "slok": "ऋषिपुत्रास्तु तच्छ्रुत्वा वाक्यं घोराभिसंहितम् ॥ ८॥ शेपुः परमसंक्रुद्धाश्चण्डालत्वं गमिष्यसि । इत्युक्त्वा ते महात्मानो विविशुः स्वं स्वमाश्रमम् ॥ ९ ॥",
                    "arth": "त्रिशंकुका यह घोर अभिसंधिपूर्ण वचन सुनकर महर्षिके पुत्रोंने अत्यन्त कुपित हो उन्हें शाप दे दिया 'अरे! जा तू चाण्डाल हो जायगा।' ऐसा कहकर वे महात्मा अपने-अपने आश्रममें प्रविष्ट हो गये ॥ ८-९ ॥"
                },
                {
                    "slok": "अथ रात्र्यां व्यतीतायां राजा चण्डालतां गतः । नीलवस्त्रधरो नीलः पुरुषो ध्वस्तमूर्धजः ॥ १० ॥ चित्यमाल्यांगरागश्च आयसाभरणोऽभवत् ।",
                    "arth": "तदनन्तर रात व्यतीत होते ही राजा त्रिशंकु चाण्डाल हो गये। उनके शरीरका रंग नीला हो गया। कपड़े भी नीले हो गये। प्रत्येक अंगमें रुक्षता आ गयी। सिरके बाल छोटे-छोटे हो गये। सारे शरीरमें चिताकी राख-सी लिपट गयी। विभिन्न अंगोंमें यथास्थान लोहेके गहने पड़ गये ॥ १० ॥"
                },
                {
                    "slok": "तं दृष्ट्वा मन्त्रिणः सर्वे त्यज्य चण्डालरूपिणम् ॥ ११ ॥ प्राद्रवन् सहिता राम पौरा येऽस्यानुगामिनः । एको हि राजा काकुत्स्थ जगाम परमात्मवान् ॥ १२ ॥ दह्यमानो दिवारात्रं विश्वामित्रं तपोधनम् ।",
                    "arth": "श्रीराम! अपने राजाको चाण्डालके रूपमें देखकर सब मन्त्री और पुरवासी जो उनके साथ आये थे, उन्हें छोड़कर भाग गये। ककुत्स्थनन्दन! वे धीरस्वभाव नरेश दिन-रात चिन्ताकी आगमें जलने लगे और अकेले ही तपोधन विश्वामित्रकी शरणमें गये ॥ ११-१२ ॥"
                },
                {
                    "slok": "विश्वामित्रस्तु तं दृष्ट्वा राजानं विफलीकृतम् ॥ १३ ॥ चण्डालरूपिणं राम मुनिः कारुण्यमागतः । कारुण्यात् स महातेजा वाक्यं परमधार्मिकः ॥ १४ ॥ इदं जगाद भद्रं ते राजानं घोरदर्शनम् । किमागमनकार्यं ते राजपुत्र महाबल ॥ १५ ॥ अयोध्याधिपते वीर शापाच्चण्डालतां गतः ।",
                    "arth": "श्रीराम ! विश्वामित्रने देखा राजाका जीवन निष्फल हो गया है। उन्हें चाण्डालके रूपमें देखकर उन महातेजस्वी परम धर्मात्मा मुनिके हृदयमें करुणा भर आयी। वे दयासे द्रवित होकर भयंकर दिखायी देनेवाले राजा त्रिशंकुसे इस प्रकार बोले-'महाबली राजकुमार! तुम्हारा भला हो, यहाँ किस कामसे तुम्हारा आना हुआ है। वीर अयोध्यानरेश! जान पड़ता है तुम शापसे चाण्डालभावको प्राप्त हुए हो' ॥ १३-१५ ॥"
                },
                {
                    "slok": "अथ तवाक्यमाकर्ण्य राजा चण्डालतां गतः ॥ १६ ॥ अब्रवीत् प्राञ्जलिर्वाक्यं वाक्यज्ञो वाक्यकोविदम् ।",
                    "arth": "विश्वामित्रकी बात सुनकर चाण्डालभावको प्राप्त हुए और वाणीके तात्पर्यको समझनेवाले राजा त्रिशंकुने हाथ जोड़कर वाक्यार्थकोविद विश्वामित्र मुनिसे इस प्रकार कहा- ॥ १६ ॥"
                },
                {
                    "slok": "प्रत्याख्यातोऽस्मि गुरुणा गुरुपुत्रैस्तथैव च ॥ १७ ॥ अनवाप्यैव तं कामं मया प्राप्तो विपर्ययः ।",
                    "arth": "'महर्षे! मुझे गुरु तथा गुरुपुत्रोंने ठुकरा दिया। मैं जिस मनोऽभीष्ट वस्तुको पाना चाहता था, उसे न पाकर इच्छाके विपरीत अनर्थका भागी हो गया ॥ १७ ॥"
                },
                {
                    "slok": "सशरीरो दिवं यायामिति मे सौम्यदर्शन ॥ १८ ॥ मया चेष्टं क्रतुशतं तच्च नावाप्यते फलम् ।",
                    "arth": "'सौम्यदर्शन मुनीश्वर! मैं चाहता था कि इसी शरीरसे स्वर्गको जाऊँ, परंतु यह इच्छा पूर्ण न हो सकी। मैंने सैकड़ों यज्ञ किये हैं; किंतु उनका भी कोई फल नहीं मिल रहा है॥ १८ ॥"
                },
                {
                    "slok": "अनृतं नोक्तपूर्वं मे न च वक्ष्ये कदाचन । १९ ।। कृच्छ्रेष्वपि गतः सौम्य क्षत्रधर्मेण ते शपे।",
                    "arth": "'सौम्य! मैं क्षत्रियधर्मकी शपथ खाकर आपसे कहता हूँ कि बड़े-से-बड़े सङ्कटमें पड़नेपर भी न तो पहले कभी मैंने मिथ्या भाषण किया है और न भविष्यमें ही कभी करूँगा ॥ १९ ।।"
                },
                {
                    "slok": "यज्ञैर्बहुविधैरिष्टं प्रजा धर्मेण पालिताः ॥ २० ॥ गुरवश्च महात्मानः शीलवृत्तेन तोषिताः। धर्मे प्रयतमानस्य यज्ञं चाहर्तुमिच्छतः ॥ २१ ॥ परितोषं न गच्छन्ति गुरवो मुनिपुंगव । दैवमेव परं मन्ये पौरुषं तु निरर्थकम् ॥ २२ ॥",
                    "arth": "'मैंने नाना प्रकारके यज्ञोंका अनुष्ठान किया, प्रजाजनोंकी धर्मपूर्वक रक्षा की और शील एवं सदाचारके द्वारा महात्माओं तथा गुरुजनोंको संतुष्ट रखनेका प्रयास किया। इस समय भी मैं यज्ञ करना चाहता था; अतः मेरा यह प्रयत्न धर्मके लिये ही था। मुनिप्रवर! तो भी मेरे गुरुजन मुझपर संतुष्ट न हो सके। यह देखकर मैं दैवको ही बड़ा मानता हूँ। पुरुषार्थ तो निरर्थक जान पड़ता है ॥ २० - २२ ॥"
                },
                {
                    "slok": "दैवेनाक्रम्यते सर्वं दैवं हि परमा गतिः । तस्य मे परमार्तस्य प्रसादमभिकांक्षतः । कर्तुमर्हसि भद्रं ते दैवोपहतकर्मणः ॥ २३ ॥",
                    "arth": "'दैव सबपर आक्रमण करता है। दैव ही सबकी परमगति है। मुने! मैं अत्यन्त आर्त होकर आपकी कृपा चाहता हूँ। दैवने मेरे पुरुषार्थको दबा दिया है। आपका भला हो। आप मुझपर अवश्य कृपा करें ॥ २३ ॥"
                },
                {
                    "slok": "नान्यां गतिं गमिष्यामि नान्यच्छरणमस्ति मे। दैवं पुरुषकारेण निवर्तयितुमर्हसि ॥ २४ ॥",
                    "arth": "'अब मैं आपके सिवा दूसरे किसीकी शरण में नहीं जाऊँगा। दूसरा कोई मुझे शरण देनेवाला है भी नहीं। आप ही अपने पुरुषार्थसे मेरे दुर्दैवको पलट सकते हैं' ॥ २४ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "59",
            "arth": [
                {
                    "slok": "उक्तवाक्यं तु राजानं कृपया कुशिकात्मजः । अब्रवीन्मधुरं वाक्यं साक्षाच्चण्डालतां गतम् ॥ १ ॥",
                    "arth": "[शतानन्दजी कहते हैं— श्रीराम !] साक्षात् चाण्डालके स्वरूपको प्राप्त हुए राजा त्रिशंकुके पूर्वोक्त वचनको सुनकर कुशिकनन्दन विश्वामित्रजीने दयासे द्रवित होकर उनसे मधुर वाणीमें कहा- ॥ १ ॥"
                },
                {
                    "slok": "इक्ष्वाको स्वागतं वत्स जानामि त्वां सुधार्मिकम् । शरणं ते प्रदास्यामि मा भैषीर्नृपपुंगव ॥ २ ॥",
                    "arth": "'वत्स! इक्ष्वाकुकुलनन्दन! तुम्हारा स्वागत है। मैं जानता हूँ, तुम बड़े धर्मात्मा हो। नृपप्रवर! डरो मत, मैं तुम्हें शरण दूँगा ॥ २ ॥"
                },
                {
                    "slok": "अहमामन्त्रये सर्वान् महर्षीन् पुण्यकर्मणः यज्ञसाह्यकरान् राजंस्ततो यक्ष्यसि निर्वृतः ॥ ३ ॥",
                    "arth": "'राजन्! तुम्हारे यज्ञमें सहायता करनेवाले समस्त पुण्यकर्मा महर्षियोंको मैं आमन्त्रित करता हूँ। फिर तुम आनन्दपूर्वक यज्ञ करना ॥ ३ ॥"
                },
                {
                    "slok": "गुरुशापकृतं रूपं यदिदं त्वयि वर्तते । अनेन सह रूपेण सशरीरो गमिष्यसि ॥ ४ ॥ हस्तप्राप्तमहं मन्ये स्वर्गं तव नराधिप । यस्त्वं कौशिकमागम्य शरण्यं शरणागतः ॥ ५ ॥",
                    "arth": "'गुरुके शापसे तुम्हें जो यह नवीन रूप प्राप्त हुआ है इसके साथ ही तुम सदेह स्वर्गलोकको जाओगे। नरेश्वर! तुम जो शरणागतवत्सल विश्वामित्रकी शरण में आ गये, इससे मैं यह समझता हूँ कि स्वर्गलोक तुम्हारे हाथमें आ गया है' ॥ ४-५॥"
                },
                {
                    "slok": "एवमुक्त्वा महातेजाः पुत्रान् परमधार्मिकान् । व्यादिदेश महाप्राज्ञान् यज्ञसम्भारकारणात् ॥ ६ ॥",
                    "arth": "ऐसा कहकर महातेजस्वी विश्वामित्रने अपने परम धर्मपरायण महाज्ञानी पुत्रोंको यज्ञकी सामग्री जुटानेकी आज्ञा दी ॥ ६ ॥"
                },
                {
                    "slok": "सर्वान् शिष्यान् समाहूय वाक्यमेतदुवाच ह। सर्वानृषीन् सवासिष्ठानानयध्वं ममाज्ञया ॥ ७ ॥ सशिष्यान् सुहृदश्चैव सविजः सुबहुश्रुतान् ।",
                    "arth": "तत्पश्चात् समस्त शिष्योंको बुलाकर उनसे यह बात कही- 'तुमलोग मेरी आज्ञासे अनेक विषयोंके ज्ञाता समस्त ऋषि-मुनियोंको, जिनमें वसिष्ठके पुत्र भी सम्मिलित हैं, उनके शिष्यों, सुहृदों तथा ऋत्विजोंसहित बुला लाओ ॥ ७ ॥"
                },
                {
                    "slok": "यदन्यो वचनं बूयान्मद्वाक्यबलचोदितः ॥ ८ ॥ तत् सर्वमखिलेनोक्तं ममाख्येयमनादृतम् ।",
                    "arth": "'जिसे मेरा संदेश देकर बुलाया गया हो वह अथवा दूसरा कोई यदि इस यज्ञके विषयमें कोई अवहेलनापूर्ण बात कहे तो तुमलोग वह सब पूरा-पूरा मुझसे आकर कहना' ॥ ८ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा दिशो जग्मुस्तदाज्ञया ॥ ९ ॥ आजग्मुरथ देशेभ्यः सर्वेभ्यो ब्रह्मवादिनः । ते च शिष्याः समागम्य मुनिं ज्वलिततेजसम् ॥ १० ॥ ऊचुश्च वचनं सर्वं सर्वेषां ब्रह्मवादिनाम् ।",
                    "arth": "उनकी आज्ञा मानकर सभी शिष्य चारों दिशाओंमें चले गये। फिर तो सब देशोंसे ब्रह्मवादी मुनि आने लगे। विश्वामित्रके वे शिष्य उन प्रज्वलित तेजवाले महर्षिके पास सबसे पहले लौट आये और समस्त ब्रह्मवादियोंने जो बातें कही थीं, उन्हें सबने विश्वामित्रजीसे कह सुनाया ॥"
                },
                {
                    "slok": "श्रुत्वा ते वचनं सर्वे समायान्ति द्विजातयः ॥ ११ ॥ सर्वदेशेषु चागच्छन् वर्जयित्वा महोदयम् ।",
                    "arth": "वे बोले - 'गुरुदेव! आपका आदेश या संदेश सुनकर प्रायः सम्पूर्ण देशोंमें रहनेवाले सभी ब्राह्मण आ रहे हैं। केवल महोदय नामक ऋषि तथा वसिष्ठ पुत्रोंको छोड़कर सभी महर्षि यहाँ आनेके लिये प्रस्थान कर चुके हैं ॥ ११ ॥"
                },
                {
                    "slok": "वासिष्ठं यच्छतं सर्व क्रोधपर्याकुलाक्षरम् ॥ १२ ॥ यथाह वचनं सर्वं शृणु त्वं मुनिपुंगव ।",
                    "arth": "'मुनिश्रेष्ठ! वसिष्ठके जो सौ पुत्र हैं, उन सबने क्रोधभरी वाणीमें जो कुछ कहा है, वह सब आप सुनिये ॥ १२ ॥"
                },
                {
                    "slok": "क्षत्रियो याजको यस्य चण्डालस्य विशेषतः ।। १३ ।। कथं सदसि भोक्तारो हविस्तस्य सुरर्षयः । ब्राह्मणा वा महात्मानो भुक्त्वा चाण्डालभोजनम् ॥ १४ ॥ कथं स्वर्गं गमिष्यन्ति विश्वामित्रेण पालिताः ।",
                    "arth": "'वे कहते हैं—जो विशेषत: चण्डाल है और जिसका यज्ञ करानेवाला आचार्य क्षत्रिय है, उसके यज्ञमें देवर्षि अथवा महात्मा ब्राह्मण हविष्यका भोजन कैसे कर सकते हैं? अथवा चण्डालका अन्न खाकर विश्वामित्रसे पालित हुए ब्राह्मण स्वर्गमें कैसे जा सकेंगे ?' ॥१३-१४ ॥"
                },
                {
                    "slok": "एतद् वचननैष्ठुर्यमूचुः संरक्तलोचनाः ॥ १५ ॥ वासिष्ठा मुनिशार्दूल सर्वे सहमहोदयाः ।",
                    "arth": "'मुनिप्रवर! महोदयके साथ वसिष्ठके सभी पुत्रोंने क्रोधसे लाल आँखें करके ये उपर्युक्त निष्ठुरतापूर्ण बातें कही थीं' ॥ १५३ ॥"
                },
                {
                    "slok": "तेषां तद् वचनं श्रुत्वा सर्वेषां मुनिपुंगवः ॥ १६ ॥ क्रोधसंरक्तनयनः सरोषमिदमब्रवीत्।",
                    "arth": "उन सबकी वह बात सुनकर मुनिवर विश्वामित्रके दोनों नेत्र क्रोधसे लाल हो गये और वे रोषपूर्वक इस प्रकार बोले- ॥ १६ ॥"
                },
                {
                    "slok": "यद् दूषयन्त्यदुष्टं मां तप उग्रं समास्थितम् ॥ १७ ॥ भस्मीभूता दुरात्मानो भविष्यन्ति न संशयः ।",
                    "arth": "'मैं उग्र तपस्यामें लगा हूँ और दोष या दुर्भावनासे रहित हूँ तो भी जो मुझपर दोषारोपण करते हैं, वे दुरात्मा भस्मीभूत हो जायँगे, इसमें संशय नहीं है ॥ १७ ॥"
                },
                {
                    "slok": "अद्य ते कालपाशेन नीता वैवस्वतक्षयम् ॥ १८ ॥ सप्तजातिशतान्येव मृतपाः सम्भवन्तु ते । श्वमांसनियताहारा मुष्टिका नाम निर्घृणाः ॥ १९ ॥",
                    "arth": "'आज कालपाशसे बँधकर वे यमलोकमें पहुँचा दिये गये। अब ये सात सौ जन्मोंतक मुर्दोंकी रखवाली करनेवाली, निश्चितरूपसे कुत्तेका मांस खानेवाली मुष्टिक नामक प्रसिद्ध निर्दय चण्डाल-जातिमें जन्म ग्रहण करें ॥ १८-१९ ॥"
                },
                {
                    "slok": "विकृताश्च विरूपाश्च लोकाननुचरन्त्विमान् । महोदयश्च दुर्बुद्धिर्मामदूष्यं ह्यदूषयत् ॥ २० ॥ दूषितः सर्वलोकेषु निषादत्वं गमिष्यति । प्राणातिपातनिरतो निरनुकोशतां गतः ॥ २१ ॥ दीर्घकालं मम क्रोधाद् दुर्गतिं वर्तयिष्यति ।",
                    "arth": "'वे लोग विकृत एवं विरूप होकर इन लोकोंमें विचरें। साथ ही दुर्बुद्धि महोदय भी, जिसने मुझ दोषहीनको भी दूषित किया है, मेरे क्रोधसे दीर्घ कालतक सब लोगोंमें निन्दित, दूसरे प्राणियोंकी हिंसामें तत्पर और दयाशून्य निषादयोनिको प्राप्त करके दुर्गति भोगेगा' ॥ २०-२१ ॥"
                },
                {
                    "slok": "एतावदुक्त्वा वचनं विश्वामित्रो महातपाः । विरराम महातेजा ऋषिमध्ये महामुनिः ॥ २२ ॥",
                    "arth": "ऋषियोंके बीचमें ऐसा कहकर महातपस्वी, महातेजस्वी एवं महामुनि विश्वामित्र चुप हो गये ॥ २२ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "60",
            "arth": [
                {
                    "slok": "तपोबलहतान् ज्ञात्वा वासिष्ठान् समहोदयान् । ऋषिमध्ये महातेजा विश्वामित्रोऽभ्यभाषत ॥ १ ॥",
                    "arth": "[शतानन्दजी कहते हैं— श्रीराम!] महोदयसहित वसिष्ठके पुत्रोंको अपने तपोबलसे नष्ट हुआ जान महातेजस्वी विश्वामित्रने ऋषियोंके बीचमें इस प्रकार कहा - ॥ १ ॥"
                },
                {
                    "slok": "अयमिक्ष्वाकुदायादस्त्रिशङ्कुरिति विश्रुतः । धर्मिष्ठश्च वदान्यश्च मां चैव शरणं गतः ॥ २ ॥",
                    "arth": "'मुनिवरो! ये इक्ष्वाकुवंशमें उत्पन्न राजा त्रिशंकु हैं। ये विख्यात नरेश बड़े ही धर्मात्मा और दानी रहे हैं तथा इस समय मेरी शरणमें आये हैं ॥ २ ॥"
                },
                {
                    "slok": "स्वेनानेन शरी देवलोकजिगीषया । यथायं स्वशरीरेण देवलोकं गमिष्यति ॥ ३ ॥ तथा प्रवर्त्यतां यज्ञो भवद्भिश्च मया सह।",
                    "arth": "'इनकी इच्छा है कि मैं अपने इसी शरीरसे देवलोकपर अधिकार प्राप्त करूँ। अतः आपलोग मेरे । साथ रहकर ऐसे यज्ञका अनुष्ठान करें, जिससे इन्हें इस शरीरसे ही देवलोककी प्राप्ति हो सके' ॥ ३ ॥"
                },
                {
                    "slok": "विश्वामित्रवचः श्रुत्वा सर्व एव महर्षयः ॥ ४ ॥ ऊचुः समेताः सहसा धर्मज्ञा धर्मसंहितम् । अयं कुशिकदायादो मुनिः परमकोपनः ॥ ५ ॥ यदाह वचनं सम्यगेतत् कार्यं न संशयः ।",
                    "arth": "विश्वामित्रजीकी यह बात सुनकर धर्मको जाननेवाले सभी महर्षियोंने सहसा एकत्र होकर आपसमें धर्मयुक्त परामर्श किया- 'ब्राह्मणो! कुशिकके पुत्र विश्वामित्र मुनि बड़े क्रोधी हैं। ये जो बात कह रहे हैं, उसका ठीक तरहसे पालन करना चाहिये। इसमें संशय नहीं है॥ ४-५ ॥"
                },
                {
                    "slok": "अग्निकल्पो हि भगवान् शापं दास्यति रोषतः ॥ ६ ॥ तस्मात् प्रवर्त्यतां यज्ञः सशरीरो यथा दिवि । गच्छेदिक्ष्वाकुदायादो विश्वामित्रस्य तेजसा ॥ ७ ॥",
                    "arth": "'ये भगवान् विश्वामित्र अग्निके समान तेजस्वी हैं। यदि इनकी बात नहीं मानी गयी तो ये रोषपूर्वक शाप दे देंगे। इसलिये ऐसे यज्ञका आरम्भ करना चाहिये, जिससे विश्वामित्रके तेजसे ये इक्ष्वाकुनन्दन त्रिशंकु सशरीर स्वर्गलोकमें जा सकें' ॥६-७॥"
                },
                {
                    "slok": "ततः प्रवर्त्यतां यज्ञः सर्वे समधितिष्ठत । एवमुक्त्वा महर्षयः संजह्नुस्ताः क्रियास्तदा ॥ ८ ॥",
                    "arth": "इस तरह विचार करके उन्होंने सर्वसम्मतिसे यह निश्चय किया कि 'यज्ञ आरम्भ किया जाय।' ऐसा निश्चय करके महर्षियोंने उस समय अपना-अपना कार्य आरम्भ किया ॥ ८ ॥"
                },
                {
                    "slok": "याजकश्च महातेजा विश्वामित्रोऽभवत् कृतौ । ऋत्विजश्चानुपूर्व्येण मन्त्रवन्मन्त्रकोविदाः ॥ ९ ॥ चक्रुः सर्वाणि कर्माणि यथाकल्पं यथाविधि ।",
                    "arth": "महातेजस्वी विश्वामित्र स्वयं ही उस यज्ञमें याजक (अध्वर्यु) हुए। फिर क्रमश: अनेक मन्त्रवेत्ता ब्राह्मण ऋत्विज् हुए; जिन्होंने कल्पशास्त्र के अनुसार विधि एवं मन्त्रोच्चारणपूर्वक सारे कार्य सम्पन्न किये ॥ १ ॥"
                },
                {
                    "slok": "ततः कालेन महता विश्वामित्रो महातपाः ।। १० ।। चकारावाहनं तत्र भागार्थं सर्वदेवताः । नाभ्यागमंस्तदा तत्र भागार्थं सर्वदेवताः ॥ ११ ॥",
                    "arth": "तदनन्तर बहुत समयतक यत्नपूर्वक मन्त्रपाठ करके महातपस्वी विश्वामित्रने अपना-अपना भाग ग्रहण करनेके लिये सम्पूर्ण देवताओंका आवाहन किया; परंतु उस समय वहाँ भाग लेनेके लिये वे सब देवता नहीं आये ॥ १०-११ ॥"
                },
                {
                    "slok": "ततः कोपसमाविष्टो विश्वामित्रो महामुनिः । स्स्रुवमुद्यम्य सक्रोधस्त्रिशङ्कुमिदमब्रवीत् ॥ १२ ॥",
                    "arth": "इससे महामुनि विश्वामित्रको बड़ा क्रोध आया और उन्होंने स्रुवा उठाकर रोषके साथ राजा त्रिशंकुसे इस प्रकार कहा - ॥ १२ ॥"
                },
                {
                    "slok": "पश्य मे तपसो वीर्यं स्वार्जितस्य नरेश्वर । एष त्वां स्वशरीरेण नयामि स्वर्गमोजसा ॥ १३ ॥",
                    "arth": "'नरेश्वर! अब तुम मेरे द्वारा उपार्जित तपस्याका बल देखो। मैं अभी तुम्हें अपनी शक्तिसे सशरीर स्वर्गलोकमें पहुँचाता हूँ ॥ १३ ॥"
                },
                {
                    "slok": "दुष्प्रापं स्वशरीरेण स्वर्गं गच्छ नरेश्वर । स्वार्जितं किंचिदप्यस्ति मया हि तपसः फलम् ॥ १४ ॥ राजंस्त्वं तेजसा तस्य सशरीरो दिवं व्रज |",
                    "arth": "'राजन्! आज तुम अपने इस शरीरके साथ ही दुर्लभ स्वर्गलोकको जाओ। नरेश्वर! यदि मैंने तपस्याका कुछ भी फल प्राप्त किया है तो उसके प्रभावसे तुम सशरीर स्वर्गलोकको जाओ' ॥ १४ ॥"
                },
                {
                    "slok": "उक्तवाक्ये मुनौ तस्मिन् सशरीरो नरेश्वरः ॥ १५ ॥ दिवं जगाम काकुत्स्थ मुनीनां पश्यतां तदा ।",
                    "arth": "श्रीराम! विश्वामित्र मुनिके इतना कहते ही राजा त्रिशंकु सब मुनियोंके देखते-देखते उस समय अपने शरीरके साथ ही स्वर्गलोकको चले गये ॥ १५ ॥"
                },
                {
                    "slok": "स्वर्गलोकं गतं दृष्ट्वा त्रिशङ्कं पाकशासनः ॥ १६ ॥ सह सर्वैः सुरगणैरिदं वचनमब्रवीत् ।",
                    "arth": "त्रिशंकुको स्वर्गलोकमें पहुँचा हुआ देख समस्त देवताओंके साथ पाकशासन इन्द्रने उनसे इस प्रकार कहा- ॥ १६ ॥"
                },
                {
                    "slok": "त्रिशङ्को गच्छ भूयस्त्वं नासि स्वर्गकृतालयः ॥ १७ ॥ गुरुशापहतो मूढ पत भूमिमवाक्शिराः ।",
                    "arth": "'मूर्ख त्रिशंकु! तू फिर यहाँसे लौट जा, तेरे लिये स्वर्गमें स्थान नहीं है। तू गुरुके शापसे नष्ट हो चुका है, अतः नीचे मुँह किये पुनः पृथ्वीपर गिर जा' ॥ १७ ॥"
                },
                {
                    "slok": "एवमुक्तो महेन्द्रेण त्रिशङ्कुरपतत् पुनः ॥ १८ ॥ विक्रोशमानस्त्राहीति विश्वामित्रं तपोधनम् ।",
                    "arth": "इन्द्रके इतना कहते ही राजा त्रिशंकु तपोधन विश्वामित्रको पुकारकर 'त्राहि-त्राहि' की रट लगाते हुए पुनः स्वर्गसे नीचे गिरे ॥ १८ ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा वचनं तस्य क्रोशमानस्य कौशिकः ॥ १९ ॥ रोषमाहारयत् तीव्रं तिष्ठ तिष्ठेति चाब्रवीत्।",
                    "arth": "चीखते-चिल्लाते हुए त्रिशंकुकी वह करुण पुकार सुनकर कौशिक मुनिको बड़ा क्रोध हुआ। वे त्रिशंकुसे बोले- 'राजन्! वहीं ठहर जा, वहीं ठहर जा' (उनके ऐसा कहनेपर त्रिशंकु बीचमें ही लटके रह गये) ॥ १९ ॥"
                },
                {
                    "slok": "ऋषिमध्ये स तेजस्वी प्रजापतिरिवापरः ॥ २० ॥ सृजन् दक्षिणमार्गस्थान् सप्तर्षीनपरान् पुनः । नक्षत्रवंशमपरमसृजत् क्रोधमूर्च्छितः ॥ २१ ॥",
                    "arth": "तत्पश्चात् तेजस्वी विश्वामित्रने ऋषिमण्डलीके बीच दूसरे प्रजापतिके समान दक्षिणमार्गके लिये नये सप्तर्षियोंकी सृष्टि की तथा क्रोधसे भरकर उन्होंने नवीन नक्षत्रोंका भी निर्माण कर डाला ॥ २०-२१ ॥"
                },
                {
                    "slok": "दक्षिणां दिशमास्थाय ऋषिमध्ये महायशाः । सृष्ट्वा नक्षत्रवंशं च क्रोधेन कलुषीकृतः ॥ २२ ॥ अन्यमिन्द्रं करिष्यामि लोको वा स्यादनिन्द्रकः । दैवतान्यपि स क्रोधात् स्त्रष्टुं समुपचक्रमे ॥ २३ ॥",
                    "arth": "वे महायशस्वी मुनि क्रोधसे कलुषित हो दक्षिण दिशामें ऋषिमण्डलीके बीच नूतन नक्षत्रमालाओंकी सृष्टि करके यह विचार करने लगे कि 'मैं दूसरे इन्द्रकी सृष्टि करूँगा अथवा मेरे द्वारा रचित स्वर्गलोक बिना इन्द्रके ही रहेगा।' ऐसा निश्चय करके उन्होंने क्रोधपूर्वक नूतन देवताओंकी सृष्टि प्रारम्भ की ॥ २२-२३॥"
                },
                {
                    "slok": "ततः परमसम्भ्रान्ताः सर्विसङ्घाः सुरासुराः । विश्वामित्रं महात्मानमूचुः सानुनयं वचः ॥ २४ ॥",
                    "arth": "इससे समस्त देवता, असुर और ऋषि-समुदाय बहुत घबराये और सभी वहाँ आकर महात्मा विश्वामित्रसे विनयपूर्वक बोले- ॥ २४ ॥"
                },
                {
                    "slok": "अयं राजा महाभाग गुरुशापपरिक्षतः । सशरीरो दिवं यातुं नार्हत्येव तपोधन ॥ २५ ॥",
                    "arth": "'महाभाग! ये राजा त्रिशंकु गुरुके शापसे अपना पुण्य नष्ट करके चाण्डाल हो गये हैं; अतः तपोधन ! ये सशरीर स्वर्गमें जानेके कदापि अधिकारी नहीं हैं' ॥"
                },
                {
                    "slok": "तेषां तद् वचनं श्रुत्वा देवानां मुनिपुंगवः । अब्रवीत् सुमहद् वाक्यं कौशिकः सर्वदेवताः ॥ २६ ॥",
                    "arth": "उन देवताओंकी यह बात सुनकर मुनिवर कौशिकने सम्पूर्ण देवताओंसे परमोत्कृष्ट वचन कहा- ॥ २६ ॥"
                },
                {
                    "slok": "सशरीरस्य भद्रं वस्त्रिशङ्कोरस्य भूपतेः । आरोहणं प्रतिज्ञातं नानृतं कर्तुमुत्सहे ॥ २७ ॥",
                    "arth": "'देवगण! आपका कल्याण हो। मैंने राजा त्रिशंकुको सदेह स्वर्ग भेजनेकी प्रतिज्ञा कर ली है; अतः उसे मैं झूठी नहीं कर सकता ॥ २७ ॥"
                },
                {
                    "slok": "स्वर्गोऽस्तु सशरीरस्य त्रिशङ्करस्य शाश्वतः । नक्षत्राणि च सर्वाणि मामकानि ध्रुवाण्यथ ॥ २८ ॥ यावल्लोका धरिष्यन्ति तिष्ठन्त्वेतानि सर्वशः । ॥ यत् कृतानि सुराः सर्वे तदनुज्ञातुमर्हथ ॥ २९ ॥",
                    "arth": "'इन महाराज त्रिशंकुको सदा स्वर्गलोकका सुख प्राप्त होता रहे। मैंने जिन नक्षत्रोंका निर्माण किया है, वे सब सदा मौजूद रहें। जबतक संसार रहे, तबतक ये सभी वस्तुएँ, जिनकी मेरे द्वारा सृष्टि हुई है, सदा बनी रहें। देवताओ! आप सब लोग इन बातोंका अनुमोदन करें' ॥"
                },
                {
                    "slok": "एवमुक्ताः सुराः सर्वे प्रत्यूचुर्मुनिपुंगवम् । एवं भवतु भद्रं ते तिष्ठन्त्वेतानि सर्वशः ॥ ३० ॥ गगने तान्यनेकानि वैश्वानरपथाद् बहिः । नक्षत्राणि मुनिश्रेष्ठ तेषु ज्योतिःषु जाज्वलन् ॥ ३१ ॥ अवाशिरास्त्रिशङ्कुश्च तिष्ठत्वमरसंनिभः । अनुयास्यन्ति चैतानि ज्योतींषि नृपसत्तमम् ॥ ३२ ॥ कृतार्थं कीर्तिमन्तं च स्वर्गलोकगतं यथा ।",
                    "arth": "उनके ऐसा कहनेपर सब देवता मुनिवर विश्वामित्रसे बोले—'महर्षे! ऐसा ही हो। ये सभी वस्तुएँ बनी रहें और आपका कल्याण हो। मुनिश्रेष्ठ! आपके रचे हुए अनेक नक्षत्र आकाशमें वैश्वानरपथसे बाहर प्रकाशित होंगे और उन्हीं ज्योतिर्मय नक्षत्रोंके बीचमें सिर नीचा किये त्रिशंकु भी प्रकाशमान रहेंगे। वहाँ इनकी स्थिति देवताओंके समान होगी और ये सभी नक्षत्र इन कृतार्थ एवं यशस्वी नृपश्रेष्ठका स्वर्गीय पुरुषकी भाँति अनुसरण करते रहेंगे' ॥"
                },
                {
                    "slok": "विश्वामित्रस्तु धर्मात्मा सर्वदेवैरभिष्टुतः ॥ ३३ ॥ ऋषिमध्ये महातेजा बाढमित्येव देवताः ।",
                    "arth": "इसके बाद सम्पूर्ण देवताओंने ऋषियोंके बीचमें ही महातेजस्वी धर्मात्मा विश्वामित्र मुनिकी स्तुति की। इससे प्रसन्न होकर उन्होंने 'बहुत अच्छा' कहकर देवताओंका अनुरोध स्वीकार कर लिया ॥ ३३ ॥"
                },
                {
                    "slok": "ततो देवा महात्मानो ऋषयश्च तपोधनाः । जग्मुर्यथागतं सर्वे यज्ञस्यान्ते नरोत्तम ॥ ३४ ॥",
                    "arth": "नरश्रेष्ठ श्रीराम! तदनन्तर यज्ञ समाप्त होनेपर सब देवता और तपोधन महर्षि जैसे आये थे, उसी प्रकार अपने-अपने स्थानको लौट गये ॥ ३४ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "61",
            "arth": [
                {
                    "slok": "विश्वामित्रो महातेजाः प्रस्थितान् वीक्ष्य तानृषीन् । अब्रवीन्नरशार्दूल सर्वांस्तान् वनवासिनः ॥ १ ॥",
                    "arth": "[शतानन्दजी कहते हैं-] पुरुषसिंह श्रीराम ! यज्ञमें आये हुए उन सब वनवासी ऋषियोंको वहाँसे जाते देख महातेजस्वी विश्वामित्रने उनसे कहा- ॥ १ ॥"
                },
                {
                    "slok": "महाविघ्नः प्रवृत्तोऽयं दक्षिणामास्थितो दिशम् । दिशमन्यां प्रपत्स्यामस्तत्र तप्स्यामहे तपः ॥ २ ॥",
                    "arth": "'महर्षियो! इस दक्षिण दिशामें रहनेसे हमारी तपस्यामें महान् विघ्न आ पड़ा है; अतः अब हम दूसरी दिशामें चले जायँगे और वहीं रहकर तपस्या करेंगे ॥ २ ॥"
                },
                {
                    "slok": "पश्चिमायां विशालायां पुष्करेषु महात्मनः । सुखं तपश्चरिष्यामः सुखं तद्धि तपोवनम् ॥ ३॥",
                    "arth": "‘विशाल पश्चिम दिशामें जो महात्मा ब्रह्माजीके तीन पुष्कर हैं, उन्हींके पास रहकर हम सुखपूर्वक तपस्या करेंगे; क्योंकि वह तपोवन बहुत ही सुखद है' ॥ ३ ॥"
                },
                {
                    "slok": "एवमुक्त्वा महातेजाः पुष्करेषु महामुनिः । तप उग्रं दुराधर्षं तेपे मूलफलाशनः ॥ ४ ॥",
                    "arth": "ऐसा कहकर वे महातेजस्वी महामुनि पुष्करमें चले गये और वहाँ फल-मूलका भोजन करके उग्र एवं दुर्जय तपस्या करने लगे ॥ ४ ॥"
                },
                {
                    "slok": "एतस्मिन्नेव काले तु अयोध्याधिपतिर्महान् । अम्बरीष इति ख्यातो यष्टुं समुपचक्रमे ॥ ५ ॥",
                    "arth": "इन्हीं दिनों अयोध्याके महाराज अम्बरीष एक यज्ञकी तैयारी करने लगे ॥ ५ ॥"
                },
                {
                    "slok": "तस्य वै यजमानस्य पशुमिन्द्रो जहार ह। प्रणष्टे तु पशौ विप्रो राजानमिदमब्रवीत् ॥ ६ ॥",
                    "arth": "जब वे यज्ञमें लगे हुए थे, उस समय इन्द्रने उनके यज्ञपशुको चुरा लिया। पशुके खो जानेपर पुरोहितजीने राजासे कहा- ॥ ६ ॥"
                },
                {
                    "slok": "पशुरभ्याहृतो राजन् प्रणष्टस्तव दुर्नयात् । अरक्षितारं राजानं घ्नन्ति दोषा नरेश्वर ॥ ७ ॥",
                    "arth": "'राजन्! जो पशु यहाँ लाया गया था, वह आपकी दुर्नीतिके कारण खो गया। नरेश्वर! जो राजा यज्ञ पशुकी रक्षा नहीं करता, उसे अनेक प्रकारके दोष नष्ट कर डालते हैं ॥ ७॥"
                },
                {
                    "slok": "प्रायश्चित्तं महद्धयेतन्नरं पुरुषर्षभ । वा आनयस्व पशुं शीघ्रं यावत् कर्म प्रवर्तते ॥ ८ ॥",
                    "arth": "'पुरुषप्रवर! जबतक कर्मका आरम्भ होता है, उसके पहले ही खोये हुए पशुकी खोज कराकर उसे शीघ्र यहाँ ले आओ। अथवा उसके प्रतिनिधिरूपसे किसी पुरुष पशुको खरीद लाओ। यही इस पापका महान् प्रायश्चित्त है' ॥"
                },
                {
                    "slok": "उपाध्यायवचः श्रुत्वा स राजा पुरुषर्षभः । अन्वियेष महाबुद्धिः पशुं गोभिः सहस्त्रशः ॥ ९ ॥",
                    "arth": "पुरोहितकी यह बात सुनकर महाबुद्धिमान् पुरुषश्रेष्ठ राजा अम्बरीषने हजारों गौओंके मूल्यपर खरीदनेके लिये एक पुरुषका अन्वेषण किया ॥ ९ ॥"
                },
                {
                    "slok": "देशाञ्जनपदांस्तांस्तान् नगराणि वनानि च । आश्रमाणि च पुण्यानि मार्गमाणो महीपतिः ॥ १० ॥ स पुत्रसहितं तात सभार्यं रघुनन्दन । भृगुतुंगे समासीनमृचीकं संददर्श ह ॥ ११ ॥",
                    "arth": "तात रघुनन्दन ! विभिन्न देशों, जनपदों, नगरों, वनों तथा पवित्र आश्रमोंमें खोज करते हुए राजा अम्बरीष भृगुतुंग पर्वतपर पहुँचे और वहाँ उन्होंने पत्नी तथा पुत्रोंके साथ बैठे हुए ऋचीक मुनिका दर्शन किया ॥ १०-११ ॥"
                },
                {
                    "slok": "तमुवाच महातेजाः प्रणम्याभिप्रसाद्य च। महर्षि तपसा दीप्तं राजर्षिरमितप्रभः ॥ १२ ॥",
                    "arth": "अमित कान्तिमान् एवं महातेजस्वी राजर्षि अम्बरीषने तपस्यासे उद्दीप्त होनेवाले महर्षि ऋचीकको प्रणाम किया और उन्हें प्रसन्न करके कहा ॥ १२ ॥"
                },
                {
                    "slok": "पृष्ट्वा सर्वत्र कुशलमृचीकं तमिदं वचः । गवां शतसहस्त्रेण विक्रीणीषे सुतं यदि ॥ १३ ॥ पशोरर्थे महाभाग कृतकृत्योऽस्मि भार्गव ।",
                    "arth": "पहले तो उन्होंने ऋचीक मुनिसे उनकी सभी वस्तुओंके विषयमें कुशल-समाचार पूछा, उसके बाद इस प्रकार कहा- 'महाभाग भृगुनन्दन! यदि आप एक लाख गौएँ लेकर अपने एक पुत्रको पशु बनानेके लिये बेचें तो मैं कृतकृत्य हो जाऊँगा ॥ १३ ॥"
                },
                {
                    "slok": "सर्वे परिगता देशा यज्ञियं न लभे पशुम् ॥ १४ ॥ दातुमर्हसि मूल्येन सुतमेकमितो मम ।",
                    "arth": "'मैं सारे देशोंमें घूम आया; परंतु कहीं भी यज्ञोपयोगी पशु नहीं पा सका। अतः आप उचित मूल्य लेकर यहाँ मुझे अपने एक पुत्रको दे दीजिये' ॥ १४ ॥"
                },
                {
                    "slok": "एवमुक्तो महातेजा ऋचीकस्त्वब्रवीद् वचः ॥ १५ ॥ नाहं ज्येष्ठं नरश्रेष्ठ विक्रीणीयां कथंचन ।",
                    "arth": "उनके ऐसा कहनेपर महातेजस्वी ऋचीक बोले 'नरश्रेष्ठ! मैं अपने ज्येष्ठ पुत्रको तो किसी तरह नहीं बेचूँगा' ॥ १५ ॥"
                },
                {
                    "slok": "ऋचीकस्य वचः श्रुत्वा तेषां माता महात्मनाम् ॥ १६ ॥ उवाच नरशार्दूलमम्बरीषमिदं वचः ।",
                    "arth": "ऋचीक मुनिकी बात सुनकर उन महात्मा पुत्रोंकी माताने पुरुषसिंह अम्बरीषसे इस प्रकार कहा- ॥ १६ ॥"
                },
                {
                    "slok": "अविक्रेयं सुतं ज्येष्ठं भगवानाह भार्गवः ॥ १७ ॥ ममापि दयितं विद्धि कनिष्ठं शुनकं प्रभो । तस्मात् कनीयसं पुत्रं न दास्ये तव पार्थिव ॥ १८ ॥",
                    "arth": "'प्रभो! भगवान् भार्गव कहते हैं कि ज्येष्ठ पुत्र कदापि बेचनेयोग्य नहीं है; परंतु आपको मालूम होना चाहिये जो सबसे छोटा पुत्र शुनक है, वह मुझे भी बहुत ही प्रिय है। अतः पृथ्वीनाथ! मैं अपना छोटा पुत्र आपको कदापि नहीं दूँगी ।। १७-१८ ॥"
                },
                {
                    "slok": "प्रायेण हि नरश्रेष्ठ ज्येष्ठाः पितृषु वल्लभाः । मातॄणां च कनीयांसस्तस्माद् रक्ष्ये कनीयसम् ॥ १९ ॥",
                    "arth": "'नरश्रेष्ठ! प्रायः जेठे पुत्र पिताओंको प्रिय होते हैं और छोटे पुत्र माताओंको । अतः मैं अपने कनिष्ठ पुत्रकी अवश्य रक्षा करूँगी' ॥ १९ ॥"
                },
                {
                    "slok": "उक्तवाक्ये मुनौ तस्मिन् मुनिपल्यां तथैव च । शुनःशेषः स्वयं राम मध्यमो वाक्यमब्रवीत् ॥ २० ॥",
                    "arth": "श्रीराम! मुनि और उनकी पत्नीके ऐसा कहनेपर मझले पुत्र शुन:शेपने स्वयं कहा – ॥ २० ॥"
                },
                {
                    "slok": "पिता ज्येष्ठमविक्रेयं माता चाह कनीयसम् । विक्रेयं मध्यमं मन्ये राजपुत्र नयस्व माम् ॥ २१ ॥",
                    "arth": "'राजपुत्र! पिताने ज्येष्ठको और माताने कनिष्ठ पुत्रको बेचनेके लिये अयोग्य बतलाया है। अतः मैं समझता हूँ इन दोनोंकी दृष्टिमें मझला पुत्र ही बेचनेके योग्य है। इसलिये तुम मुझे ही ले चलो' ॥ २१ ॥"
                },
                {
                    "slok": "अथ राजा महाबाहो वाक्यान्ते ब्रह्मवादिनः । हिरण्यस्य सुवर्णस्य कोटिभी रत्नराशिभिः ॥ २२ ॥ गवां शतसहस्त्रेण शुनः शेपं नरेश्वरः । गृहीत्वा परमप्रीतो जगाम रघुनन्दन ॥ २३ ॥",
                    "arth": "महाबाहु रघुनन्दन! ब्रह्मवादी मझले पुत्रके ऐसा कहनेपर राजा अम्बरीष बड़े प्रसन्न हुए और एक करोड़ स्वर्णमुद्रा, रत्नोंके ढेर तथा एक लाख गौओंके बदले शुनः शेपको लेकर वे घरकी ओर चले ॥ २२-२३ ॥"
                },
                {
                    "slok": "अम्बरीषस्तु राजर्षी रथमारोप्य सत्वरः । शुनःशेपं महातेजा जगामाशु महायशाः ॥ २४ ॥",
                    "arth": "महातेजस्वी महायशस्वी राजर्षि अम्बरीष शुनःशेपको रथपर बिठाकर बड़ी उतावलीके साथ तीव्र गतिसे चले ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "62",
            "arth": [
                {
                    "slok": "शुनः शेपं नरश्रेष्ठ गृहीत्वा तु महायशाः । व्यश्रमत् पुष्करे राजा मध्याहे रघुनन्दन ॥ १ ॥",
                    "arth": "[ शतानन्दजी बोले- ] नरश्रेष्ठ रघुनन्दन ! महायशस्वी राजा अम्बरीष शुन:शेपको साथ लेकर दोपहरके समय पुष्कर तीर्थमें आये और वहाँ विश्राम करने लगे ॥ १ ॥"
                },
                {
                    "slok": "तस्य विश्रममाणस्य शुनःशेपो महायशाः । पुष्करं ज्येष्ठमागम्य विश्वामित्रं ददर्श ह ॥ २ ॥ तप्यन्तमृषिभिः सार्धं मातुलं परमातुरः । विषण्णवदनो दीनस्तृष्णया च श्रमेण च ॥३॥ पपाताङ्के मुने राम वाक्यं चेदमुवाच ह ।",
                    "arth": "श्रीराम! जब वे विश्राम करने लगे, उस समय महायशस्वी शुनः शेप ज्येष्ठ पुष्करमें आकर ऋषियोंके साथ तपस्या करते हुए अपने मामा विश्वामित्रसे मिला। वह अत्यन्त आतुर एवं दीन हो रहा था। उसके मुखपर विषाद छा गया था। वह भूख-प्यास और परिश्रमसे दीन हो मुनिकी गोदमें गिर पड़ा और इस प्रकार बोला- ॥२-३ ॥"
                },
                {
                    "slok": "न मेऽस्ति माता न पिता ज्ञातयो बान्धवाः कुतः ॥ ४ ॥ त्रातुमर्हसि मां सौम्य धर्मेण मुनिपुंगव ।",
                    "arth": "'सौम्य! मुनिपुंगव! न मेरे माता हैं, न पिता, फिर भाई-बन्धु कहाँसे हो सकते हैं। (मैं असहाय हूँ अतः) आप ही धर्मके द्वारा मेरी रक्षा कीजिये ॥ ४ ॥"
                },
                {
                    "slok": "त्राता त्वं हि नरश्रेष्ठ सर्वेषां त्वं हि भावनः ॥ ५ ॥ राजा च कृतकार्यः स्यादहं दीर्घायुरव्ययः । स्वर्गलोकमुपाश्नीयां तपस्तप्त्वा ह्यनुत्तमम् ॥ ६ ॥",
                    "arth": "'नरश्रेष्ठ! आप सबके रक्षक तथा अभीष्ट वस्तुकी प्राप्ति करानेवाले हैं। ये राजा अम्बरीष कृतार्थ हो जायँ और मैं भी विकाररहित दीर्घायु होकर सर्वोत्तम तपस्या करके स्वर्गलोक प्राप्त कर लूँ- ऐसी कृपा कीजिये ॥ ५-६॥"
                },
                {
                    "slok": "स मे नाथो ह्यनाथस्य भव भव्येन चेतसा । पितेव पुत्रं धर्मात्मंस्त्रातुमर्हसि किल्बिषात् ॥ ७ ॥",
                    "arth": "'धर्मात्मन्! आप अपने निर्मलचित्तसे मुझ अनाथके नाथ (असहायके संरक्षक) हो जायँ। जैसे पिता अपने पुत्रकी रक्षा करता है, उसी प्रकार आप मुझे इस पापमूलक विपत्तिसे बचाइये' ॥ ७ ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा विश्वामित्रो महातपाः । सान्त्वयित्वा बहुविधं पुत्रानिदमुवाच ह ॥ ८ ॥",
                    "arth": "शुनः शेपकी वह बात सुनकर महातपस्वी विश्वामित्र उसे नाना प्रकारसे सान्त्वना दे अपने पुत्रोंसे इस प्रकार बोले- ॥ ८ ॥"
                },
                {
                    "slok": "यत्कृते पितरः पुत्राञ्जनयन्ति शुभार्थिनः । परलोकहितार्थाय तस्य कालोऽयमागतः ॥ ९ ॥",
                    "arth": "'बच्चो! शुभकी अभिलाषा रखनेवाले पिता जिस पारलौकिक हितके उद्देश्यसे पुत्रोंको जन्म देते हैं, उसकी पूर्तिका यह समय आ गया है ॥ ९ ॥"
                },
                {
                    "slok": "अयं मुनिसुतो बालो मत्तः शरणमिच्छति । अस्य जीवितमात्रेण प्रियं कुरुत पुत्रकाः ॥ १० ॥",
                    "arth": "'पुत्रो! यह बालक मुनिकुमार मुझसे अपनी रक्षा चाहता है, तुमलोग अपना जीवनमात्र देकर इसका प्रिय करो ॥"
                },
                {
                    "slok": "सर्वे सुकृतकर्माणः सर्वे धर्मपरायणाः । पशुभूता नरेन्द्रस्य तृप्तिमग्नेः प्रयच्छत ॥ ११ ॥",
                    "arth": "'तुम सब-के-सब पुण्यात्मा और धर्मपरायण हो। अतः राजाके यज्ञमें पशु बनकर अग्निदेवको तृप्ति प्रदान करो ॥ ११ ॥"
                },
                {
                    "slok": "नाथवांश्च शुनःशेपो यज्ञश्चाविघ्नतो भवेत्। देवतास्तर्पिताश्च स्युर्मम चापि कृतं वचः॥१२॥",
                    "arth": "'इससे शुनःशेप सनाथ होगा, राजाका यज्ञ भी बिना किसी विघ्न-बाधाके पूर्ण हो जायगा, देवता भी तृप्त होंगे और तुम्हारे द्वारा मेरी आज्ञाका पालन भी हो जायगा'॥१२॥"
                },
                {
                    "slok": "मुनेस्तद् वचनं श्रुत्वा मधुच्छन्दादयः सुताः। साभिमानं नरश्रेष्ठ सलीलमिदमब्रुवन्॥१३॥",
                    "arth": "'नरश्रेष्ठ! विश्वामित्र मुनिका वह वचन सुनकर | उनके मधुच्छन्द आदि पुत्र अभिमान और अवहेलनापूर्वक इस प्रकार बोले- ॥१३॥ "
                },
                {
                    "slok": "कथमात्मसुतान् हित्वा त्रायसेऽन्यसुतं विभो। अकार्यमिव पश्यामः श्वमांसमिव भोजने॥१४॥",
                    "arth": "'प्रभो! आप अपने बहुत-से पुत्रोंको त्यागकर दूसरेके एक पुत्रकी रक्षा कैसे करते हैं? जैसे पवित्र भोजनमें कुत्तेका मांस पड़ जाय तो वह अग्राह्य हो जाता है, उसी प्रकार जहाँ अपने पुत्रोंकी रक्षा आवश्यक हो, वहाँ दूसरेके पुत्रकी रक्षाके कार्यको हम अकर्त्तव्यकी कोटिमें ही देखते हैं ॥ १४॥ "
                },
                {
                    "slok": "तेषां तद् वचनं श्रुत्वा पुत्राणां मुनिपुंगवः। कि क्रोधसंरक्तनयनो व्याहर्तुमुपचक्रमे ॥१५॥",
                    "arth": "उन पुत्रोंका वह कथन सुनकर मुनिवर विश्वामित्रके नेत्र क्रोधसे लाल हो गये। वे इस प्रकार कहने लगे- ॥१५॥ "
                },
                {
                    "slok": "निःसाध्वसमिदं प्रोक्तं धर्मादपि विगर्हितम्। अतिक्रम्य तु मद्वाक्यं दारुणं रोमहर्षणम्॥१६॥ श्वमांसभोजिनः सर्वे वासिष्ठा इव जातिषु। पूर्णं वर्षसहस्रं तु पृथिव्यामनुवत्स्यथ॥१७॥ ",
                    "arth": "'अरे! तुमलोगोंने निर्भय होकर ऐसी बात कही है, जो धर्मसे रहित एवं निन्दित है। मेरी आज्ञाका उल्लङ्घन करके जो यह दारुण एवं रोमाञ्चकारी बात तुमने मुँहसे निकाली है, इस अपराधके कारण तुम सब लोग भी वसिष्ठके पुत्रोंकी भाँति कुत्तेका मांस खानेवाली मुष्टिक आदि जातियोंमें जन्म लेकर पूरे एक हजार वर्षोंतक इस पृथ्वीपर रहोगे'॥१६-१७॥ "
                },
                {
                    "slok": "कृत्वा शापसमायुक्तान् पुत्रान् मुनिवरस्तदा। शुनःशेपमुवाचार्तं कृत्वा रक्षां निरामयाम्॥१८॥ ",
                    "arth": "इस प्रकार अपने पुत्रोंको शाप देकर मुनिवर विश्वामित्रने उस समय शोकात शुनःशेपकी निर्विघ्न रक्षा करके उससे इस प्रकार कहा-॥१८॥ "
                },
                {
                    "slok": "पवित्रपाशैराबद्धो रक्तमाल्यानुलेपनः। | वैष्णवं यूपमासाद्य वाग्भिरग्निमुदाहर॥१९॥ इमे च गाथे द्वे दिव्ये गायेथा मुनिपुत्रक। अम्बरीषस्य यज्ञेऽस्मिस्ततः सिद्धिमवाप्स्यसि ॥२०॥ ",
                    "arth": "'मुनिकुमार! अम्बरीषके इस यज्ञमें जब तुम्हें कुश आदिके पवित्र पाशोंसे बाँधकर लाल फूलोंकी माला और लाल चन्दन धारण करा दिया जाय, उस समय तुम विष्णुदेवता-सम्बन्धी यूपके पास जाकर वाणीद्वारा अग्निकी (इन्द्र और विष्णुकी) स्तुति करना और इन दो दिव्य गाथाओंका गान करना। इससे तुम मनोवांछित | सिद्धि प्राप्त कर लोगे' ॥ १९-२०॥ "
                },
                {
                    "slok": "शुनःशेपो गृहीत्वा ते द्वे गाथे सुसमाहितः। त्वरया राजसिंहं तमम्बरीषमुवाच ह॥२१॥",
                    "arth": "शुनःशेपने एकाग्रचित्त होकर उन दोनों गाथाओंको ग्रहण किया और राजसिंह अम्बरीषके पास जाकर उनसे शीघ्रतापूर्वक कहा- ॥ २१॥ "
                },
                {
                    "slok": "राजसिंह महाबुद्धे शीघ्रं गच्छावहे वयम्। निवर्तयस्व राजेन्द्र दीक्षां च समुदाहर॥२२॥",
                    "arth": "'राजेन्द्र! परम बुद्धिमान् राजसिंह! अब हम दोनों शीघ्र चलें। आप यज्ञकी दीक्षा लें और यज्ञकार्य सम्पन्न करें॥२२॥ "
                },
                {
                    "slok": "तद् वाक्यमृषिपुत्रस्य श्रुत्वा हर्षसमन्वितः। जगामः नृपतिः शीघ्रं यज्ञवाटमतन्द्रितः॥२३॥ ",
                    "arth": "ऋषिकुमारका वह वचन सुनकर राजा अम्बरीष आलस्य छोड़ हर्षसे उत्फुल्ल हो शीघ्रतापूर्वक यज्ञशालामें गये ॥ २३॥ "
                },
                {
                    "slok": "सदस्यानुमते राजा पवित्रकृतलक्षणम्। लामो पशुं रक्ताम्बरं कृत्वा यूपे तं समबन्धयत्॥२४॥",
                    "arth": "वहाँ सदस्यकी अनुमति ले राजा अम्बरीषने शुनःशेपको कुशके पवित्र पाशसे बाँधकर उसे पशुके लक्षणसे सम्पन्न कर दिया और यज्ञ-पशुको लाल वस्त्र पहिनाकर यूपमें बाँध दिया॥ २४॥"
                },
                {
                    "slok": "स बद्धो वाग्भिरग्र्याभिरभितुष्टाव वै सुरौ। इन्द्रमिन्द्रानुजं चैव यथावन्मुनिपुत्रकः॥२५॥",
                    "arth": "बँधे हुए मुनिपुत्र शुनःशेपने उत्तम वाणीद्वारा इन्द्र और उपेन्द्र इन दोनों देवताओंकी यथावत् स्तुति की॥ २५॥ "
                },
                {
                    "slok": "जीन ततः प्रीतः सहस्त्राक्षो रहस्यस्तुतितोषितः। दीर्घमायुस्तदा प्रादाच्छुनःशेपाय वासवः॥२६॥",
                    "arth": "उस रहस्यभत स्ततिसे संतुष्ट होकर सहस्त्र नेत्रधारी इन्द्र बड़े प्रसन्न हुए। उस समय उन्होंने शुनःशेपको दीर्घायु प्रदान की ॥२६॥"
                },
                {
                    "slok": "स च राजा नरश्रेष्ठ यज्ञस्य च समाप्तवान्। फलं बहुगुणं राम सहस्त्राक्षप्रसादजम्॥२७॥",
                    "arth": "नरश्रेष्ठ श्रीराम! राजा अम्बरीषने भी देवराज इन्द्रकी कृपासे उस यज्ञका बहुगुणसम्पन्न उत्तम फल प्राप्त किया॥२७॥"
                },
                {
                    "slok": "विश्वामित्रोऽपि धर्मात्मा भूयस्तेपे महातपाः। पुष्करेषु नरश्रेष्ठ दशवर्षशतानि च॥२८॥ ",
                    "arth": "पुरुषप्रवर! इसके बाद महातपस्वी धर्मात्मा | विश्वामित्रने भी पुष्कर तीर्थमें पुनः एक हजार वर्षांतक | तीव्र तपस्या की॥२८॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "63",
            "arth": [
                {
                    "slok": "पूर्णे वर्षसहस्त्रे तु व्रतस्नातं महामुनिम्। अभ्यगच्छन् सुराः सर्वे तपः फलचिकीर्षवः॥१॥",
                    "arth": "[शतानन्दजी कहते हैं- श्रीराम!] जब एक हजार वर्ष पूरे हो गये, तब उन्होंने व्रतकी समाप्तिका स्नान किया। स्नान कर लेनेपर महामुनि विश्वामित्रके पास सम्पूर्ण देवता उन्हें तपस्याका फल देनेकी इच्छासे आये॥"
                },
                {
                    "slok": "अब्रवीत् सुमहातेजा ब्रह्मा सुरुचिरं वचः। ऋषिस्त्वमसि भद्रं ते स्वार्जितैः कर्मभिः शुभैः॥२॥",
                    "arth": "उस समय महातेजस्वी ब्रह्माजीने मधुर वाणीमें कहा- 'मुने! तुम्हारा कल्याण हो। अब तुम अपने द्वारा उपार्जित शुभकर्मों के प्रभावसे ऋषि हो गये ॥२॥ "
                },
                {
                    "slok": "तमेवमुक्त्वा देवेशस्त्रिदिवं पुनरभ्यगात्। विश्वामित्रो महातेजा भूयस्तेपे महत् तपः॥३॥ ",
                    "arth": "उनसे ऐसा कहकर देवेश्वर ब्रह्माजी पुनः स्वर्गको चले गये। इधर महातेजस्वी विश्वामित्र पुनः बड़ी भारी तपस्यामें लग गये॥३॥"
                },
                {
                    "slok": "ततः कालेन महता मेनका परमाप्सराः। पुष्करेषु नरश्रेष्ठ स्नातुं समुपचक्रमे॥४॥",
                    "arth": "नरश्रेष्ठ! तदनन्तर बहुत समय व्यतीत होनेपर परम सुन्दरी अप्सरा मेनका पुष्करमें आयी और वहाँ स्नानकी तैयारी करने लगी॥४॥ "
                },
                {
                    "slok": "तां ददर्श महातेजा मेनकां कुशिकात्मजः। रूपेणाप्रतिमां तत्र विद्युतं जलदे यथा॥५॥",
                    "arth": "महातेजस्वी कुशिकनन्दन विश्वामित्रने वहाँ उस मेनकाको देखा। उसके रूप और लावण्यकी कहीं तुलना नहीं थी। जैसे बादलमें बिजली चमकती हो,उसी प्रकार वह पुष्करके जलमें शोभा पा रही थी ॥ ५ ॥"
                },
                {
                    "slok": "कन्दर्पदर्पवशगो मुनिस्तामिदमब्रवीत्। अप्सरः स्वागतं तेऽस्तु वस चेह ममाश्रमे॥६॥",
                    "arth": "उसे देखकर विश्वामित्र मुनि कामके अधीन हो गये और उससे इस प्रकार बोले-'अप्सरा! तेरा स्वागत है, तू मेरे इस आश्रममें निवास कर॥६॥ "
                },
                {
                    "slok": "अनुगृह्णीष्व भद्रं ते मदनेन विमोहितम्। इत्युक्ता सा वरारोहा तत्र वासमथाकरोत्॥७॥ ",
                    "arth": "'तेरा भला हो। मैं कामसे मोहित हो रहा हूँ। मुझपर कृपा कर।' उनके ऐसा कहनेपर सुन्दर कटिप्रदेशवाली मेनका वहाँ निवास करने लगी॥७॥ "
                },
                {
                    "slok": "तपसो हि महाविघ्नो विश्वामित्रमुपागमत्। तस्यां वसन्त्यां वर्षाणि पञ्च पञ्च च राघव॥८॥ विश्वामित्राश्रमे सौम्ये सुखेन व्यतिचक्रमुः।",
                    "arth": "इस प्रकार तपस्याका बहुत बड़ा विघ्न विश्वामित्रजीके पास स्वयं उपस्थित हो गया। रघुनन्दन! मेनकाको विश्वामित्रजीके उस सौम्य आश्रमपर रहते हुए दस वर्ष बड़े सुखसे बीते ॥८३ ॥ "
                },
                {
                    "slok": "अथ काले गते तस्मिन् विश्वामित्रो महामुनिः॥९॥ सव्रीड इव संवृत्तश्चिन्ताशोकपरायणः।",
                    "arth": "। इतना समय बीत जानेपर महामुनि विश्वामित्र लज्जित-से हो गये। चिन्ता और शोकमें डूब गये॥ ९ ॥ "
                },
                {
                    "slok": "बुद्धिर्मुनेः समुत्पन्ना सामर्षा रघुनन्दन॥१०॥ सर्वं सुराणां कर्मैतत् तपोऽपहरणं महत्।",
                    "arth": "रघुनन्दन! मुनिके मनमें रोषपूर्वक यह विचार उत्पन्न हुआ कि 'यह सब देवताओंकी करतूत है। उन्होंने हमारी तपस्याका अपहरण करनेके लिये यह महान् प्रयास किया है ॥ १०३ ॥"
                },
                {
                    "slok": "अहोरात्रापदेशेन गताः संवत्सरा दश॥११॥ काममोहाभिभूतस्य विघ्नोऽयं प्रत्युपस्थितः।",
                    "arth": "'मैं कामजनित मोहसे ऐसा आक्रान्त हो गया कि मेरे दस वर्ष एक दिन-रातके समान बीत गये। यह मेरी तपस्यामें बहुत बड़ा विघ्न उपस्थित हो गया॥ ११ ॥"
                },
                {
                    "slok": "स निःश्वसन मुनिवरः पश्चात्तापेन दुःखितः॥१२॥",
                    "arth": "ऐसा विचारकर मुनिवर विश्वामित्र लम्बी साँस खींचते हुए पश्चात्तापसे दुःखित हो गये॥१२॥ "
                },
                {
                    "slok": "भीतामप्सरसं दृष्ट्वा वेपन्तीं प्राञ्जलिं स्थिताम्। मेनकां मधुरैर्वाक्यैर्विसृज्य कुशिकात्मजः॥१३॥ उत्तरं पर्वतं राम विश्वामित्रो जगाम ह।",
                    "arth": "उस समय मेनका अप्सरा भयभीत हो थर-थर काँपती हुई हाथ जोड़कर उनके सामने खड़ी हो गयी। उसकी ओर देखकर कुशिकनन्दन विश्वामित्रने मधुर वचनोंद्वारा उसे विदा कर दिया और स्वयं वे उत्तर पर्वत (हिमवान्) पर चले गये॥१३॥ "
                },
                {
                    "slok": "स कृत्वा नैष्ठिकी बुद्धिं जेतुकामो महायशाः॥१४॥ कौशिकीतीरमासाद्य तपस्तेपे दुरासदम्।",
                    "arth": "वहाँ उन महायशस्वी मुनिने निश्चयात्मक बुद्धिका आश्रय ले कामदेवको जीतनेके लिये कौशिकी-तटपर जाकर दुर्जय तपस्या आरम्भ की॥ १४ ॥ "
                },
                {
                    "slok": "तस्य वर्षसहस्त्राणि घोरं तप उपासतः॥१५॥ उत्तरे पर्वते राम देवतानामभूद् भयम्।",
                    "arth": "श्रीराम! वहाँ उत्तर पर्वतपर एक हजार वर्षांतक घोर तपस्यामें लगे हुए विश्वामित्रसे देवताओंको बड़ा भय हुआ॥१५॥ "
                },
                {
                    "slok": "आमन्त्रयन् समागम्य सर्वे सर्षिगणाः सुराः॥१६॥ महर्षिशब्दं लभतां साध्वयं कुशिकात्मजः।",
                    "arth": "सब देवता और ऋषि परस्पर मिलकर सलाह करने लगे-'ये कुशिकनन्दन विश्वामित्र महर्षिकी पदवी प्राप्त करें, यही इनके लिये उत्तम बात होगी' ॥१६॥ "
                },
                {
                    "slok": "देवतानां वचः श्रुत्वा सर्वलोकपितामहः॥१७॥ अब्रवीन्मधुरं वाक्यं विश्वामित्रं तपोधनम्। महर्षे स्वागतं वत्स तपसोग्रेण तोषितः॥१८॥ महत्त्वमृषिमुख्यत्वं ददामि तव कौशिक। ",
                    "arth": "देवताओंकी बात सुनकर सर्वलोकपितामह ब्रह्माजी तपोधन विश्वामित्रके पास जा मधुर वाणीमें बोले'महर्षे! तम्हारा स्वागत है। वत्स कौशिक! मैं तुम्हारी उग्र तपस्यासे बहुत संतुष्ट हूँ और तुम्हें महत्ता एवं ऋषियोंमें श्रेष्ठता प्रदान करता हूँ'॥ १७-१८ ॥ "
                },
                {
                    "slok": "ब्रह्मणस्तु वचः श्रुत्वा विश्वामित्रस्तपोधनः॥१९॥ प्राञ्जलिः प्रणतो भूत्वा प्रत्युवाच पितामहम्। ब्रह्मर्षिशब्दमतुलं स्वार्जितैः कर्मभिः शुभैः॥२०॥ यदि मे भगवन्नाह ततोऽहं विजितेन्द्रियः।",
                    "arth": "ब्रह्माजीका यह वचन सुनकर तपोधन विश्वामित्र हाथ जोड़ प्रणाम करके उनसे बोले-'भगवन्! यदि अपने द्वारा उपार्जित शुभकर्मोंके फलसे मुझे आप ब्रह्मर्षिका अनुपम पद प्रदान कर सकें तो मैं अपनेको जितेन्द्रिय समशृंगा' ॥१९-२०॥"
                },
                {
                    "slok": "तमुवाच ततो ब्रह्मा न तावत् त्वं जितेन्द्रियः॥२१॥ यतस्व मुनिशार्दूल इत्युक्त्वा त्रिदिवं गतः।",
                    "arth": "तब ब्रह्माजीने उनसे कहा-'मुनिश्रेष्ठ! अभी तुम जितेन्द्रिय नहीं हुए हो। इसके लिये प्रयत्न करो।' ऐसा कहकर वे स्वर्गलोकको चले गये॥ २१ ॥"
                },
                {
                    "slok": "विप्रस्थितेषु देवेषु विश्वामित्रो महामुनिः॥२२॥ ऊर्ध्वबाहुर्निरालम्बो वायुभक्षस्तपश्चरन्।",
                    "arth": "देवताओंके चले जानेपर महामुनि विश्वामित्रने पुनः घोर तपस्या आरम्भ की। वे दोनों भुजाएँ ऊपर उठाये बिना किसी आधारके खड़े होकर केवल वायु पीकर रहते हुए तपमें संलग्न हो गये॥ २२ ॥ "
                },
                {
                    "slok": "धर्मे पञ्चतपा भूत्वा वर्षास्वाकाशसंश्रयः॥२३॥ शिशिरे सलिलेशायी रात्र्यहानि तपोधनः। एवं वर्षसहस्त्रं हि तपो घोरमुपागमत्॥२४॥",
                    "arth": "गर्मीके दिनोंमें पञ्चाग्निका सेवन करते, वर्षाकालमें खुले आकाशके नीचे रहते और जाड़ेके समय रात-दिन पानीमें खड़े रहते थे। इस प्रकार उन तपोधनने एक हजार वर्षांतक घोर तपस्या की॥ २३-२४ ॥ "
                },
                {
                    "slok": "तस्मिन् संतप्यमाने तु विश्वामित्रे महामुनौ। | संतापः सुमहानासीत् सुराणां वासवस्य च ॥२५॥ ",
                    "arth": "महामुनि विश्वामित्रके इस प्रकार तपस्या करते समय देवताओं और इन्द्रके मनमें बड़ा भारी संताप हुआ॥"
                },
                {
                    "slok": "रम्भामप्सरसं शक्रः सर्वैः सह मरुद्गणैः। उवाचात्महितं वाक्यमहितं कौशिकस्य च॥२६॥",
                    "arth": "समस्त मरुद्गणोंसहित इन्द्रने उस समय रम्भा अप्सरासे ऐसी बात कही, जो अपने लिये हितकर और | विश्वामित्रके लिये अहितकर थी॥२६॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "64",
            "arth": [
                {
                    "slok": "सुरकार्यमिदं रम्भे कर्तव्यं सुमहत् त्वया। लोभनं कौशिकस्येह काममोहसमन्वितम्॥१॥ ",
                    "arth": "(इन्द्र बोले-) रम्भे! देवताओंका एक बहुत बड़ा कार्य उपस्थित हुआ है। इसे तुम्हें ही पूरा करना है। तू महर्षि विश्वामित्रको इस प्रकार लुभा, जिससे वे काम और मोहके वशीभूत हो जायें ॥१॥"
                },
                {
                    "slok": "तथोक्ता साप्सरा राम सहस्त्राक्षेण धीमता। वीडिता प्राञ्जलिर्वाक्यं प्रत्युवाच सुरेश्वरम् ॥२॥",
                    "arth": "श्रीराम! बुद्धिमान् इन्द्रके ऐसा कहनेपर वह अप्सरा लज्जित हो हाथ जोड़कर देवेश्वर इन्द्रसे बोली- ॥२॥"
                },
                {
                    "slok": "अयं सुरपते घोरो विश्वामित्रो महामुनिः। क्रोधमुत्स्रक्ष्यते घोरं मयि देव न संशयः॥३॥ ",
                    "arth": "'सुरपते! ये महामुनि विश्वामित्र बड़े भयंकर हैं। देव! इसमें संदेह नहीं कि ये मुझपर भयानक क्रोधका प्रयोग करेंगे॥३॥"
                },
                {
                    "slok": "ततो हि मे भयं देव प्रसादं कर्तुमर्हसि। एवमुक्तस्तया राम सभयं भीतया तदा॥४॥ तामुवाच सहस्त्राक्षो वेपमानां कृताञ्जलिम्। मा भैषी रम्भे भद्रं ते कुरुष्व मम शासनम्॥५॥ ",
                    "arth": "'अतः देवेश्वर! मुझे उनसे बड़ा डर लगता है, आप मुझपर कृपा करें।' श्रीराम! डरी हुई रम्भाके इस प्रकार भयपूर्वक कहनेपर सहस्र नेत्रधारी इन्द्र हाथ जोड़कर खड़ी और थर-थर काँपती हुई रम्भासे इस प्रकार बोले-'रम्भे! तू भय न कर, तेरा भला हो, तू | मेरी आज्ञा मान ले॥४-५॥"
                },
                {
                    "slok": "कोकिलो हृदयग्राही माधवे रुचिरद्रुमे। अहं कन्दर्पसहितः स्थास्यामि तव पार्श्वतः॥६॥ ",
                    "arth": "'वैशाख मासमें जब कि प्रत्येक वृक्ष नवपल्लवोंसे परम सुन्दर शोभा धारण कर लेता है, अपनी मधुर काकलीसे सबके हृदयको खींचनेवाले कोकिल और कामदेवके साथ मैं भी तेरे पास रहूँगा॥६॥ "
                },
                {
                    "slok": "त्वं हि रूपं बहुगुणं कृत्वा परमभास्वरम्। तमृषि कौशिकं भद्रे भेदयस्व तपस्विनम्॥७॥ ",
                    "arth": "'भद्रे! तू अपने परम कान्तिमान् रूपको हावभाव आदि विविध गुणोंसे सम्पन्न करके उसके द्वारा विश्वामित्र निको नाम्यासे विचलित कर दे॥७॥"
                },
                {
                    "slok": "सा श्रुत्वा वचनं तस्य कृत्वा रूपमनुत्तमम्। | लोभयामास ललिता विश्वामित्रं शुचिस्मिता॥८॥",
                    "arth": "देवराजका यह वचन सुनकर उस मधुर मुसकानवाली सुन्दरी अप्सराने परम उत्तम रूप बनाकर विश्वामित्रको लुभाना आरम्भ किया॥८॥ "
                },
                {
                    "slok": "कोकिलस्य तु शुश्राव वल्गु व्याहरतः स्वनम्। सम्प्रहृष्टेन मनसा स चैनामन्ववैक्षत॥९॥",
                    "arth": "विश्वामित्रने मीठी बोली बोलनेवाले कोकिलकी | मधुर काकली सुनी। उन्होंने प्रसन्नचित्त होकर जब उस ओर दृष्टिपात किया, तब सामने रम्भा खड़ी | दिखायी दी॥९॥ "
                },
                {
                    "slok": "अथ तस्य च शब्देन गीतेनाप्रतिमेन च।मी। दर्शनेन च रम्भाया मुनिः संदेहमागतः॥१०॥",
                    "arth": "कोकिलके कलरव, रम्भाके अनुपम गीत और अप्रत्याशित दर्शनसे मुनिके मनमें संदेह हो गया॥१०॥ "
                },
                {
                    "slok": "सहस्त्राक्षस्य तत्सर्वं विज्ञाय मुनिपुंगवः। रम्भां क्रोधसमाविष्टः शशाप कुशिकात्मजः॥११॥",
                    "arth": "देवराजका वह सारा कुचक्र उनकी समझमें आ गया। फिर तो मुनिवर विश्वामित्रने क्रोधमें भरकर रम्भाको शाप देते हुए कहा- ॥११॥ "
                },
                {
                    "slok": "यन्मां लोभयसे रम्भे कामक्रोधजयैषिणम्। | दशवर्षसहस्त्राणि शैली स्थास्यसि दुर्भगे॥१२॥",
                    "arth": "'दुर्भगे रम्भे! मैं काम और क्रोधपर विजय पाना चाहता हूँ और तू आकर मुझे लुभाती है। अत: इस अपराधके कारण तू दस हजार वर्षांतक पत्थरकी प्रतिमा बनकर खड़ी रहेगी॥१२॥ "
                },
                {
                    "slok": "ब्राह्मणः सुमहातेजास्तपोबलसमन्वितः। उद्धरिष्यति रम्भे त्वां मत्क्रोधकलुषीकृताम्॥१३॥ ",
                    "arth": "'रम्भे! शापका समय पूरा हो जानेके बाद एक महान् तेजस्वी और तपोबलसम्पन्न ब्राह्मण (ब्रह्माजीके पुत्र वसिष्ठ) मेरे क्रोधसे कलुषित तेरा उद्धार करेंगे। "
                },
                {
                    "slok": "एवमुक्त्वा महातेजा विश्वामित्रो महामुनिः। अशक्नुवन् धारयितुं कोपं संतापमात्मनः ॥१४॥",
                    "arth": "ऐसा कहकर महातेजस्वी महामुनि विश्वामित्र अपना क्रोध न रोक सकनेके कारण मन-ही-मन संतप्त हो उठे ॥ १४ ॥"
                },
                {
                    "slok": "तस्य शापेन महता रम्भा शैली तदाभवत्। वचः श्रुत्वा च कन्दो महर्षेः स च निर्गतः॥१५॥",
                    "arth": "मुनिके उस महाशापसे रम्भा तत्काल पत्थरकी प्रतिमा बन गयी। महर्षिका वह शापयुक्त वचन सुनकर कन्दर्प और इन्द्र वहाँसे खिसक गये॥१५॥ "
                },
                {
                    "slok": "कोपेन च महातेजास्तपोऽपहरणे कृते। इन्द्रियैरजितै राम न लेभे शान्तिमात्मनः॥१६॥",
                    "arth": "श्रीराम! क्रोधसे तपस्याका क्षय हो गया और इन्द्रियाँ अभीतक काबूमें न आ सकीं, यह विचारकर उन महातेजस्वी मुनिके चित्तको शान्ति नहीं मिलती थी॥१६॥"
                },
                {
                    "slok": "बभूवास्य मनश्चिन्ता तपोऽपहरणे कृते।। नैवं क्रोधं गमिष्यामि न च वक्ष्ये कथंचन॥१७॥",
                    "arth": "तपस्याका अपहरण हो जानेपर उनके मनमें यह विचार उत्पन्न हआ कि 'अबसे न तो क्रोध करूँगा और न किसी भी अवस्थामें मुँहसे कुछ बोलूँगा॥१७॥ "
                },
                {
                    "slok": "अथवा नोच्छ्वसिष्यामि संवत्सरशतान्यपि। अहं हि शोषयिष्यामि आत्मानं विजितेन्द्रियः॥१८॥",
                    "arth": "'अथवा सौ वर्षोंतक मैं श्वास भी न लूँगा। इन्द्रियोंको जीतकर इस शरीरको सुखा डालूँगा ॥ १८ ॥"
                },
                {
                    "slok": "तावद् यावद्धि मे प्राप्तं ब्राह्मण्यं तपसार्जितम् । अनुच्छ्वसन्नभुञ्जानस्तिष्ठेयं शाश्वतीः समाः ॥ १९ ॥",
                    "arth": "'जबतक अपनी तपस्यासे उपार्जित ब्राह्मणत्व मुझे प्राप्त न होगा, तबतक चाहे अनन्त वर्ष बीत जायँ, मैं बिना खाये-पीये खड़ा रहूँगा और साँसतक न लूँगा ॥ १९ ॥"
                },
                {
                    "slok": "नहि मे तप्यमानस्य क्षयं यास्यन्ति मूर्तयः । एवं वर्षसहस्त्रस्य दीक्षां स मुनिपुंगवः । चकाराप्रतिमां लोके प्रतिज्ञां रघुनन्दन ॥ २० ॥",
                    "arth": "'तपस्या करते समय मेरे शरीरके अवयव कदापि नष्ट नहीं होंगे।' रघुनन्दन ! ऐसा निश्चय करके मुनिवर विश्वामित्रने पुनः एक हजार वर्षोंतक तपस्या करनेके लिये दीक्षा ग्रहण की। उन्होंने जो प्रतिज्ञा की थी, उसकी संसारमें कहीं तुलना नहीं है ॥ २० ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "65",
            "arth": [
                {
                    "slok": "अथ हैमवतीं राम दिशं त्यक्त्वा महामुनिः। पूर्वां दिशमनुप्राप्य तपस्तेपे सुदारुणम्॥१॥",
                    "arth": "(शतानन्दजी कहते हैं-)श्रीराम! पूर्वोक्त प्रतिज्ञाके अनन्तर महामुनि विश्वामित्र उत्तर दिशाको त्यागकर पूर्व दिशामें चले गये और वहीं रहकर अत्यन्त कठोर तपस्या करने लगे॥१॥ "
                },
                {
                    "slok": "मौनं वर्षसहस्त्रस्य । कृत्वा व्रतमनुत्तमम्। चकाराप्रतिमं राम तपः परमदुष्करम्॥२॥ ",
                    "arth": "रघुनन्दन! एक सहस्र वर्षोंतक परम उत्तम मौनव्रत धारण करके वे परम दुष्कर तपस्यामें लगे रहे। उनके उस तपकी कहीं तुलना न थी॥२॥ "
                },
                {
                    "slok": "पूर्णे वर्षसहस्त्रे तु काष्ठभूतं महामुनिम्। विघ्नैर्बहुभिराधूतं क्रोधो नान्तरमाविशत्॥३॥",
                    "arth": "एक हजार वर्ष पूर्ण होनेतक वे महामुनि काष्ठकी भाँति निश्चेष्ट बने रहे। बीच-बीचमें उनपर बहुत-से विघ्नोंका आक्रमण हुआ, परंतु क्रोध उनके भीतर नहीं घुसने पाया॥३॥ "
                },
                {
                    "slok": "स कृत्वा निश्चयं राम तप आतिष्ठताव्ययम्। तस्य  वर्षसहस्त्रस्य व्रते पूर्णे महाव्रतः॥४॥ | भोक्तुमारब्धवाननं तस्मिन् काले रघूत्तम। इन्द्रो द्विजातिर्भूत्वा तं सिद्धमन्नमयाचत॥५॥",
                    "arth": "श्रीराम! अपने निश्चयपर अटल रहकर उन्होंने | अक्षय तपका अनुष्ठान किया। उनका एक सहस्र वर्षों का व्रत पूर्ण होनेपर वे महान् व्रतधारी महर्षि व्रत समाप्त करके अन्न ग्रहण करनेको उद्यत हुए। रघुकुलभूषण! इसी समय इन्द्रने ब्राह्मणके वेषमें आकर उनसे तैयार अन्नकी याचना की॥४-५॥ "
                },
                {
                    "slok": "तस्मै दत्त्वा तदा सिद्धं सर्वं विप्राय निश्चितः। निःशेषितेऽन्ने भगवानभुक्त्वैव महातपाः॥६॥",
                    "arth": "तब उन्होंने वह सारा तैयार किया हुआ भोजन उस ब्राह्मणको देनेका निश्चय करके दे डाला। | उस अन्नमेंसे कुछ भी शेष नहीं बचा। इसलिये वे महातपस्वी भगवान् विश्वामित्र बिना खाये-पीये ही रह गये ॥ ६ ॥"
                },
                {
                    "slok": "न किंचिदवदद् विप्रं मौनव्रतमुपास्थितः । तथैवासीत् पुनर्मोनमनुच्छ्वासं चकार ह ॥७॥",
                    "arth": "फिर भी उन्होंने उस ब्राह्मणसे कुछ कहा नहीं। अपने मौन व्रतका यथार्थरूपसे पालन किया। इसके बाद पुन: पहलेकी ही भाँति श्वासोच्छ्वाससे रहित मौन-व्रतका अनुष्ठान आरम्भ किया ॥ ७ ॥"
                },
                {
                    "slok": "अथ वर्षसहस्त्रं च नोच्छ्वसन् मुनिपुंगवः । तस्यानुच्छ्वसमानस्य मूर्ध्नि धूमो व्यजायत ॥ ८ ॥",
                    "arth": "पूरे एक हजार वर्षोंतक उन मुनिश्रेष्ठने साँसतक नहीं ली। इस तरह साँस न लेनेके कारण उनके मस्तकसे धुआँ उठने लगा ॥ ८ ॥"
                },
                {
                    "slok": "त्रैलोक्यं येन सम्भ्रान्तमातापितमिवाभवत् । ततो देवर्षिगन्धर्वाः पन्नगोरगराक्षसाः ॥ ९ ॥ मोहितास्तपसा तस्य तेजसा मन्दरश्मयः । कश्मलोपहताः सर्वे पितामहमथाब्रुवन् ॥ १० ॥",
                    "arth": "उससे तीनों लोकोंके प्राणी घबरा उठे, सभी संतप्त-से होने लगे। उस समय देवता, ऋषि, गन्धर्व, नाग, सर्प और राक्षस सब मुनिकी तपस्यासे मोहित हो गये। उनके तेजसे सबकी कान्ति फीकी पड़ गयी। वे सब-के-सब दुःखसे व्याकुल हो पितामह ब्रह्माजीसे बोले - ॥९-१०॥"
                },
                {
                    "slok": "बहुभिः कारणैर्देव विश्वामित्रो महामुनिः । लोभितः क्रोधितश्चैव तपसा चाभिवर्धते ।। ११ ।।",
                    "arth": "'देव! अनेक प्रकारके निमित्तोंद्वारा महामुनि विश्वामित्रको लोभ और क्रोध दिलानेकी चेष्टा की गयी; किंतु वे अपनी तपस्याके प्रभावसे निरन्तर आगे बढ़ते जा रहे हैं ॥ ११ ॥"
                },
                {
                    "slok": "नह्यस्य वृजिनं किंचिद् दृश्यते सूक्ष्ममप्युत । न दीयते यदि त्वस्य मनसा यदभीप्सितम् ॥ १२ ॥ विनाशयति त्रैलोक्यं तपसा सचराचरम् । व्याकुलाश्च दिशः सर्वा न च किंचित् प्रकाशते ॥ १३ ॥",
                    "arth": "'हमें उनमें कोई छोटा-सा भी दोष नहीं दिखायी देता। यदि इन्हें इनकी मनचाही वस्तु नहीं दी गयी तो ये अपनी तपस्यासे चराचर प्राणियोंसहित तीनों लोकोंका नाश कर डालेंगे। इस समय सारी दिशाएँ धूमसे आच्छादित हो गयी हैं, कहीं कुछ भी सूझता नहीं है ॥"
                },
                {
                    "slok": "सागराः क्षुभिताः सर्वे विशीर्यन्ते च पर्वताः । प्रकम्पते च वसुधा वायुवतीह संकुलः ॥ १४ ॥",
                    "arth": "'समुद्र क्षुब्ध हो उठे हैं, सारे पर्वत विदीर्ण हुए जाते हैं, धरती डगमग हो रही है और प्रचण्ड आँधी चलने लगी है॥१४॥ "
                },
                {
                    "slok": "ब्रह्मन् न प्रतिजानीमो नास्तिको जायते जनः। मालामाल सम्मूढमिव त्रैलोक्यं सम्प्रक्षुभितमानसम्॥१५॥",
                    "arth": "'ब्रह्मन्! हमें इस उपद्रवके निवारणका कोई उपाय नहीं समझमें आता है। सब लोग नास्तिककी भाँति कर्मानुष्ठानसे शून्य हो रहे हैं। तीनों लोकोंके प्राणियोंका मन क्षुब्ध हो गया है। सभी किंकर्तव्यविमूढ़से हो रहे हैं॥१५॥ "
                },
                {
                    "slok": "भास्करो निष्प्रभश्चैव महर्षेस्तस्य तेजसा। बुद्धिं न कुरुते यावन्नाशे देव महामुनिः॥१६॥ तावत् प्रसादो भगवन्नग्निरूपो महाद्युतिः।",
                    "arth": "'महर्षि विश्वामित्रके तेजसे सूर्यकी प्रभा फीकी पड़ गयी है। भगवन्! ये महाकान्तिमान् मुनि अग्निस्वरूप हो रहे हैं। देव! महामुनि विश्वामित्र जबतक जगत्के विनाशका विचार नहीं करते तबतक ही इन्हें प्रसन्न कर लेना चाहिये ॥१६॥ "
                },
                {
                    "slok": "कालाग्निना यथा पूर्वं त्रैलोक्यं दह्यतेऽखिलम्॥१७॥ देवराज्यं चिकीर्षत दीयतामस्य यन्मनः।",
                    "arth": "'जैसे पूर्वकालमें प्रलयकालिक अग्निने सम्पूर्ण त्रिलोकीको दग्ध कर डाला था, उसी प्रकार ये भी सबको जलाकर भस्म कर देंगे। यदि ये देवताओंका राज्य प्राप्त करना चाहें तो वह भी इन्हें दे दिया जाय। इनके मनमें जो भी अभिलाषा हो, उसे पूर्ण किया जाय॥"
                },
                {
                    "slok": "ततः सुरगणाः सर्वे पितामहपुरोगमाः॥१८॥ विश्वामित्रं महात्मानं वाक्यं मधुरमब्रुवन्।",
                    "arth": "तदनन्तर ब्रह्मा आदि सब देवता महात्मा विश्वामित्रके पास जाकर मधुर वाणीमें बोले- ॥१८॥"
                },
                {
                    "slok": "ब्रह्मर्षे स्वागतं तेऽस्तु तपसा स्म सुतोषिताः॥१९॥ ब्राह्मण्यं तपसोग्रेण प्राप्तवानसि कौशिक।",
                    "arth": "'ब्रह्मर्षे ! तुम्हारा स्वागत है, हम तुम्हारी तपस्यासे बहुत संतुष्ट हुए हैं। कुशिकनन्दन! तुमने अपनी उग्र तपस्यासे ब्राह्मणत्व प्राप्त कर लिया॥ १९ ॥ "
                },
                {
                    "slok": "दीर्घमायुश्च ते ब्रह्मन् ददामि समरुद्गणः॥२०॥ स्वस्ति प्राप्नुहि भद्रं ते गच्छ सौम्य यथासुखम्। ",
                    "arth": "'ब्रह्मन्! मरुद्गणोंसहित मैं तुम्हें दीर्घायु प्रदान करता हूँ। तुम्हारा कल्याण हो। सौम्य! तुम मंगलके भागी बनो और तुम्हारी जहाँ इच्छा हो वहाँ सुखपूर्वक जाओ ॥२०॥"
                },
                {
                    "slok": "पितामहवचः श्रुत्वा सर्वेषां त्रिदिवौकसाम्॥२१॥| कृत्वा प्रणामं मुदितो व्याजहार महामुनिः।",
                    "arth": "पितामह ब्रह्माजीकी यह बात सुनकर महामुनि विश्वामित्रने अत्यन्त प्रसन्न होकर सम्पूर्ण देवताओंको प्रणाम किया और कहा- ॥ २१ ॥ "
                },
                {
                    "slok": "ब्राह्मण्यं यदि मे प्राप्तं दीर्घमायुस्तथैव च॥२२॥ ॐकारोऽथ वषट्कारो वेदाश्च वरयन्तु माम्। क्षत्रवेदविदां श्रेष्ठो ब्रह्मवेदविदामपि॥२३॥ ब्रह्मपुत्रो वसिष्ठो मामेवं वदतु देवताः। यद्येवं परमः कामः कृतो यान्तु सुरर्षभाः॥२४॥",
                    "arth": "'देवगण! यदि मुझे (आपकी कृपासे) ब्राह्मणत्व मिल गया और दीर्घ आयुकी भी प्राप्ति हो गयी तो ॐकार, वषट्कार और चारों वेद स्वयं आकर मेरा वरण करें। इसके सिवा जो क्षत्रिय-वेद (धनुर्वेद आदि) तथा ब्रह्मवेद (ऋक् आदि चारों वेद) के ज्ञाताओंमें भी सबसे श्रेष्ठ हैं, वे ब्रह्मपुत्र वसिष्ठ स्वयं आकर मुझसे ऐसा कहें (कि तुम ब्राह्मण हो गये), यदि ऐसा हो जाय तो मैं समझूगा कि मेरा उत्तम मनोरथ पूर्ण हो गया। उस अवस्थामें आप सभी श्रेष्ठ देवगण यहाँसे जा सकते हैं ॥ २२-२४॥"
                },
                {
                    "slok": "ततः प्रसादितो देवैर्वसिष्ठो जपतां वरः। सख्यं चकार ब्रह्मर्षिरेवमस्त्विति चाब्रवीत्॥२५॥ ",
                    "arth": "तब देवताओंने मन्त्रजप करनेवालोंमें श्रेष्ठ वसिष्ठ मुनिको प्रसन्न किया। इसके बाद ब्रह्मर्षि वसिष्ठने 'एवमस्तु' कहकर विश्वामित्रका ब्रह्मर्षि होना स्वीकार कर लिया और उनके साथ मित्रता स्थापित कर ली॥ २५॥"
                },
                {
                    "slok": "ब्रह्मर्षिस्त्वं न संदेहः सर्वं सम्पद्यते तव। इत्युक्त्वा देवताश्चापि सर्वा जग्मुर्यथागतम्॥२६॥ ",
                    "arth": "'मुने! तुम ब्रह्मर्षि हो गये, इसमें संदेह नहीं है। तुम्हारा सब ब्राह्मणोचित संस्कार सम्पन्न हो गया।' ऐसा कहकर सम्पूर्ण देवता जैसे आये थे वैसे लौट गये॥ २६ ॥ "
                },
                {
                    "slok": "विश्वामित्रोऽपि धर्मात्मा लब्ब्वा ब्राह्मण्यमुत्तमम्। पूजयामास ब्रह्मर्षि वसिष्ठं जपतां वरम्॥२७॥ ",
                    "arth": "इस प्रकार उत्तम ब्राह्मणत्व प्राप्त करके धर्मात्मा विश्वामित्रजीने भी मन्त्र-जप करनेवालोंमें श्रेष्ठ ब्रह्मर्षि वसिष्ठका पूजन किया ॥२७॥"
                },
                {
                    "slok": "कृतकामो महीं सर्वां चचार तपसि स्थितः। एक एवं त्वनेन ब्राह्मण्यं प्राप्तं राम महात्मना ॥२८॥",
                    "arth": "इस तरह अपना मनोरथ सफल करके तपस्यामें लगे रहकर ही ये सम्पूर्ण पृथ्वीपर विचरने लगे। श्रीराम! इस प्रकार कठोर तपस्या करके इन महात्माने ब्राह्मणत्व प्राप्त किया॥ २८॥"
                },
                {
                    "slok": "एष राम मुनिश्रेष्ठ एष विग्रहवांस्तपः। एष धर्मः परो नित्यं वीर्यस्यैष परायणम्॥२९॥",
                    "arth": "रघुनन्दन! ये विश्वामित्रजी समस्त मुनियोंमें श्रेष्ठ | हैं, ये तपस्याके मूर्तिमान् स्वरूप हैं, उत्तम धर्मके साक्षात् विग्रह हैं और पराक्रमकी परम निधि हैं ॥ २९॥ "
                },
                {
                    "slok": "एवमुक्त्वा महातेजा विरराम द्विजोत्तमः। शतानन्दवचः श्रुत्वा रामलक्ष्मणसंनिधौ॥३०॥ | जनकः प्राञ्जलिर्वाक्यमुवाच कुशिकात्मजम्।",
                    "arth": "ऐसा कहकर महातेजस्वी विप्रवर शतानन्दजी चुप | हो गये। शतानन्दजीके मुखसे यह कथा सुनकर महाराज जनकने श्रीराम और लक्ष्मणके समीप विश्वामित्रजीसे हाथ जोड़कर कहा-॥ ३० ॥ "
                },
                {
                    "slok": "धन्योऽस्म्यनुगृहीतोऽस्मि यस्य मे मुनिपुंगव॥३१॥ यज्ञं काकुत्स्थसहितः प्राप्तवानसि कौशिक। मयत | पावितोऽहं त्वया ब्रह्मन् दर्शनेन महामुने॥३२॥",
                    "arth": "'मुनिप्रवर कौशिक! आप ककुत्स्थकुलनन्दन श्रीराम और लक्ष्मणके साथ मेरे यज्ञमें पधारे, इससे मैं धन्य हो गया। आपने मुझपर बड़ी कृपा की। महामुने! | ब्रह्मन्! आपने दर्शन देकर मुझे पवित्र कर दिया।"
                },
                {
                    "slok": "गुणा बहुविधाः प्राप्तास्तव संदर्शनान्मया। | विस्तरेण च वै ब्रह्मन् कीर्त्यमानं महत्तपः॥३३॥ | श्रुतं मया महातेजो रामेण च महात्मना। | सदस्यैः प्राप्य च सदः श्रुतास्ते बहवो गुणाः॥३४॥",
                    "arth": "'आपके दर्शनसे मुझे बड़ा लाभ हुआ, अनेक प्रकारके गुण उपलब्ध हुए। ब्रह्मन्! आज इस सभामें आकर मैंने महात्मा राम तथा अन्य सदस्योंके साथ आपके महान् तेज (प्रभाव) का वर्णन सुना है, बहुतसे गुण सुने हैं। ब्रह्मन्! शतानन्दजीने आपके महान् । तपका वृत्तान्त विस्तारपूर्वक बताया है॥३३-३४॥"
                },
                {
                    "slok": "अप्रमेयं तपस्तुभ्यमप्रमेयं च ते बलम्। | अप्रमेया गुणाश्चैव नित्यं ते कुशिकात्मज॥३५॥",
                    "arth": "'कुशिकनन्दन! आपकी तपस्या अप्रमेय है, आपका बल अनन्त है तथा आपके गुण भी सदा ही माप और संख्यासे परे हैं॥३५॥ "
                },
                {
                    "slok": "तृप्तिराश्चर्यभूतानां कथानां नास्ति मे विभो। कर्मकालो मुनिश्रेष्ठ लम्बते रविमण्डलम्॥३६॥ ",
                    "arth": "'प्रभो! आपकी आश्चर्यमयी कथाओंके श्रवणसे मुझे तृप्ति नहीं होती है; किंतु मुनिश्रेष्ठ! यज्ञका समय हो गया है, सूर्यदेव ढलने लगे हैं॥३६॥ "
                },
                {
                    "slok": "श्वः प्रभाते महातेजो द्रष्टुमर्हसि मां पुनः। स्वागतं जपतां श्रेष्ठ मामनुज्ञातुमर्हसि ॥३७॥ ",
                    "arth": "'जप करनेवालोंमें श्रेष्ठ महातेजस्वी मुने! आपका स्वागत है। कल प्रातःकाल फिर मुझे दर्शन दें, इस समय मुझे जानेकी आज्ञा प्रदान करें'॥ ३७॥ "
                },
                {
                    "slok": "एवमुक्तो मुनिवरः प्रशस्य पुरुषर्षभम्। विससर्जाशु जनकं प्रीतं प्रीतमनास्तदा॥३८॥",
                    "arth": "राजाके ऐसा कहनेपर मुनिवर विश्वामित्रजी मन-ही-मन बड़े प्रसन्न हुए। उन्होंने प्रीतियुक्त नरश्रेष्ठ राजा जनककी प्रशंसा करके शीघ्र ही उन्हें विदा कर दिया॥ ३८॥ "
                },
                {
                    "slok": "एवमुक्त्वा मुनिश्रेष्ठं वैदेहो मिथिलाधिपः। प्रदक्षिणं चकाराशु सोपाध्यायः सबान्धवः ॥३९॥",
                    "arth": "उस समय मिथिलापति विदेहराज जनकने मुनिश्रेष्ठ विश्वामित्रसे पूर्वोक्त बात कहकर अपने उपाध्याय और बन्धु-बान्धवोंके साथ उनकी शीघ्र ही परिक्रमा की। फिर वहाँसे वे चल दिये ॥३९॥ "
                },
                {
                    "slok": "विश्वामित्रोऽपि धर्मात्मा सहरामः सलक्ष्मणः। स्ववासमभिचक्राम पूज्यमानो महात्मभिः॥४०॥",
                    "arth": "तत्पश्चात् धर्मात्मा विश्वामित्र भी महात्माओंसे पूजित होकर श्रीराम और लक्ष्मणके साथ अपने विश्रामस्थानपर लौट आये॥४०॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "66",
            "arth": [
                {
                    "slok": "ततः प्रभाते विमले कृतकर्मा नराधिपः। विश्वामित्रं महात्मानमाजुहाव सराघवम्॥१॥ तमर्चयित्वा धर्मात्मा शास्त्रदृष्टेन कर्मणा। राघवौ च महात्मानौ तदा वाक्यमुवाच ह॥२॥",
                    "arth": "तदनन्तर दूसरे दिन निर्मल प्रभातकाल आनेपर धर्मात्मा राजा जनकने अपना नित्य नियम पूरा करके श्रीराम और लक्ष्मणसहित महात्मा विश्वामित्रजीको बुलाया और शास्त्रीय विधिके अनुसार मुनि तथा उन दोनों महामनस्वी राजकुमारोंका पूजन करके इस प्रकार कहा-॥१-२॥ "
                },
                {
                    "slok": "भगवन् स्वागतं तेऽस्तु किं करोमि तवानघ। भव नाज्ञापयतु मामाज्ञाप्यो भवता ह्यहम्॥३॥",
                    "arth": "'भगवन्! आपका स्वागत है। निष्पाप महर्षे! आप मुझे आज्ञा दीजिये, मैं आपकी क्या सेवा करूँ; क्योंकि मैं आपका आज्ञापालक हूँ॥३॥ "
                },
                {
                    "slok": "एवमुक्तः स धर्मात्मा जनकेन महात्मना। प्रत्युवाच मुनिश्रेष्ठो वाक्यं वाक्यविशारदः॥४॥",
                    "arth": "महात्मा जनकके ऐसा कहनेपर बोलनेमें कुशल धर्मात्मा मुनिश्रेष्ठ विश्वामित्रने उनसे यह बात कही-॥४॥"
                },
                {
                    "slok": "पुत्रौ दशरथस्येमौ क्षत्रियौ लोकविश्रुतौ। द्रष्टुकामौ धनुःश्रेष्ठं यदेतत्त्वयि तिष्ठति ॥५॥",
                    "arth": "'महाराज! राजा दशरथके ये दोनों पुत्र विश्वविख्यात क्षत्रिय वीर हैं और आपके यहाँ जो यह श्रेष्ठ धनुष रखा है, उसे देखनेकी इच्छा रखते हैं॥५॥ "
                },
                {
                    "slok": "एतद् दर्शय भद्रं ते कृतकामौ नृपात्मजौ। दर्शनादस्य धनुषो यथेष्टं प्रतियास्यतः॥६॥ ",
                    "arth": "'आपका कल्याण हो, वह धनुष इन्हें दिखा दीजिये। इससे इनकी इच्छा पूरी हो जायगी। फिर ये दोनों राजकुमार उस धनुषके दर्शनमात्रसे संतुष्ट हो इच्छानुसार अपनी राजधानीको लौट जायँगे'॥६॥"
                },
                {
                    "slok": "एवमुक्तस्तु जनकः प्रत्युवाच महामुनिम्। श्रूयतामस्य धनुषो यदर्थमिह तिष्ठति॥७॥ ",
                    "arth": "मुनिके ऐसा कहनेपर राजा जनक महामुनि विश्वामित्रसे बोले-'मुनिवर! इस धनुषका वृत्तान्त सुनिये। जिस उद्देश्यसे यह धनुष यहाँ रखा गया, वह सब बताता हूँ॥७॥ "
                },
                {
                    "slok": "देवरात इति ख्यातो निमेयेष्ठो महीपतिः। न्यासोऽयं तस्य भगवन् हस्ते दत्तो महात्मनः॥८॥ ",
                    "arth": "'भगवन्! निमिके ज्येष्ठ पुत्र राजा देवरातके नामसे विख्यात थे। उन्हीं महात्माके हाथमें यह धनुष धरोहरके रूपमें दिया गया था॥८॥ "
                },
                {
                    "slok": "दक्षयज्ञवधे पूर्वं धनुरायम्य वीर्यवान्। विध्वंस्य त्रिदशान् रोषात् सलीलमिदमब्रवीत्॥ ९ ॥ यस्माद् भागार्थिनो भागं नाकल्पयत मे सुराः। वरांगानि महार्हाणि धनुषा शातयामि वः॥१०॥ ",
                    "arth": "'कहते हैं, पूर्वकालमें दक्षयज्ञ-विध्वंसके समय परम पराक्रमी भगवान् शङ्करने खेल-खेलमें ही रोषपूर्वक इस धनुषको उठाकर यज्ञ-विध्वंसके पश्चात् देवताओंसे कहा-'देवगण! मैं यज्ञमें भाग प्राप्त करना चाहता था, किंतु तुमलोगोंने नहीं दिया। इसलिये इस धनुषसे मैं तुम सब लोगोंके परम पूजनीय श्रेष्ठ अंग-मस्तक काट डालूँगा'॥९-१०॥ "
                },
                {
                    "slok": "ततो विमनसः सर्वे देवा वै मुनिपुंगव। प्रसादयन्त देवेशं तेषां प्रीतोऽभवद् भवः॥११॥",
                    "arth": "'मुनिश्रेष्ठ! यह सुनकर सम्पूर्ण देवता उदास हो गये और स्तुतिके द्वारा देवाधिदेव महादेवजीको प्रसन्न करने लगे। अन्तमें उनपर भगवान् शिव प्रसन्न हो गये ॥११॥ "
                },
                {
                    "slok": "प्रीतियुक्तस्तु सर्वेषां ददौ तेषां महात्मनाम्। तदेतद् देवदेवस्य धनूरत्नं महात्मनः ॥१२॥ न्यासभूतं तदा न्यस्तमस्माकं पूर्वजे विभौ। ",
                    "arth": "'प्रसन्न होकर उन्होंने उन सब महामनस्वी देवताओंको यह धनुष अर्पण कर दिया। वही यह देवाधिदेव महात्मा भगवान् शङ्करका धनुष-रत्न है, जो मेरे पूर्वज महाराज देवरातके पास धरोहरके रूपमें रखा गया था॥ १२ ॥ "
                },
                {
                    "slok": "अथ मे कृषतः क्षेत्रं लांगलादुत्थिता ततः॥१३॥ क्षेत्रं शोधयता लब्धा नाना सीतेति विश्रुता। भूतलादुत्थिता सा तु व्यवर्धत ममात्मजा॥१४॥",
                    "arth": "एक दिन मैं यज्ञके लिये भूमिशोधन करते समय खेतमें हल चला रहा था। उसी समय हलके अग्रभागसे जोती गयी भूमि (हराई या सीता) से एक कन्या प्रकट हुई। सीता (हलद्वारा खींची गयी रेखा) से उत्पन्न होनेके कारण उसका नाम सीता रखा गया। पृथ्वीसे प्रकट हुई वह मेरी कन्या क्रमशः बढ़कर सयानी हुई ॥१३-१४॥ "
                },
                {
                    "slok": "वीर्यशुल्केति मे कन्या स्थापितेयमयोनिजा। जो भूतलादुत्थितां तां तु वर्धमानां ममात्मजाम्॥१५॥ वरयामासुरागत्य राजानो मुनिपुंगव।",
                    "arth": "अपनी इस अयोनिजा कन्याके विषयमें मैंने यह निश्चय किया कि जो अपने पराक्रमसे इस धनुषको चढ़ा देगा, उसीके साथ मैं इसका ब्याह करूँगा। इस तरह इसे वीर्यशुल्का (पराक्रमरूप शुल्कवाली) बनाकर अपने घरमें रख छोड़ा है। मुनिश्रेष्ठ! भूतलसे प्रकट होकर दिनों-दिन बढ़नेवाली मेरी पुत्री सीताको कई राजाओंने यहाँ आकर माँगा॥ १५ ॥"
                },
                {
                    "slok": "तेषां वरयतां कन्यां सर्वेषां पृथिवीक्षिताम्॥१६॥ | वीर्यशुल्केति भगवन् न ददामि सुतामहम्।",
                    "arth": "'परंतु भगवन्! कन्याका वरण करनेवाले उन | सभी राजाओंको मैंने यह बता दिया कि मेरी कन्या वीर्यशुल्का है। (उचित पराक्रम प्रकट करनेपर ही कोई | पुरुष उसके साथ विवाह करनेका अधिकारी हो सकता | है।) यही कारण है कि मैंने आजतक किसीको अपनी कन्या नहीं दी॥१६॥ "
                },
                {
                    "slok": "ततः सर्वे नृपतयः समेत्य मुनिपुंगव॥१७॥ मिथिलामप्युपागम्य वीर्यं जिज्ञासवस्तदा। ",
                    "arth": "'मुनिपुंगव! तब सभी राजा मिलकर मिथिलामें आये और पूछने लगे कि राजकुमारी सीताको प्राप्त करनेके लिये कौन-सा पराक्रम निश्चित किया गया है। "
                },
                {
                    "slok": "तेषां जिज्ञासमानानां शैवं धनुरुपाहृतम्॥१८॥ न शेकुर्ग्रहणे तस्य धनुषस्तोलनेऽपि वा।",
                    "arth": "'मैंने पराक्रमकी जिज्ञासा करनेवाले उन राजाओंके | सामने यह शिवजीका धनुष रख दिया; परंतु वे लोग इसे उठाने या हिलानेमें भी समर्थ न हो सके॥१८ ॥"
                },
                {
                    "slok": "तेषां वीर्यवतां वीर्यमल्पं ज्ञात्वा महामुने॥१९॥ प्रत्याख्याता नृपतयस्तन्निबोध तपोधन।",
                    "arth": "'महामुने! उन पराक्रमी नरेशोंकी शक्ति बहुत थोड़ी जानकर मैंने उन्हें कन्या देनेसे इनकार कर दिया। तपोधन! इसके बाद जो घटना घटी, उसे भी आप सुन लीजिये॥१९॥ "
                },
                {
                    "slok": "ततः परमकोपेन राजानो मुनिपुंगव॥२०॥ अरुन्धन् मिथिलां सर्वे वीर्यसंदेहमागताः।।",
                    "arth": "'मुनिप्रवर! मेरे इनकार करनेपर ये सब राजा अत्यन्त कुपित हो उठे और अपने पराक्रमके विषयमें संशयापन्न हो मिथिलाको चारों ओरसे घेरकर खड़े हो गये॥२०॥"
                },
                {
                    "slok": "आत्मानमवधूतं मे विज्ञाय नृपपुंगवाः॥२१॥ | रोषेण महताविष्टाः पीडयन् मिथिलां पुरीम्।",
                    "arth": "'मेरे द्वारा अपना तिरस्कार हुआ मानकर उन श्रेष्ठ | नरेशोंने अत्यन्त रुष्ट हो मिथिलापुरीको सब ओरसे पीड़ा देना प्रारम्भ कर दिया॥ २१ ॥"
                },
                {
                    "slok": "ततः संवत्सरे पूर्णे क्षयं यातानि सर्वशः॥२२॥ साधनानि मुनिश्रेष्ठ ततोऽहं भृशदुःखितः।",
                    "arth": "'मुनिश्रेष्ठ! पूरे एक वर्षतक वे घेरा डाले रहे। इस बीचमें युद्धके सारे साधन क्षीण हो गये। इससे मुझे बड़ा दुःख हुआ॥२२॥ "
                },
                {
                    "slok": "ततो देवगणान् सर्वांस्तपसाहं प्रसादयम्॥२३॥ ददुश्च । परमप्रीताश्चतुरंगबलं सुराः। ",
                    "arth": "'तब मैंने तपस्याके द्वारा समस्त देवताओंको प्रसन्न करनेकी चेष्टा की। देवता बहुत प्रसन्न हुए और उन्होंने मुझे चतुरंगिणी सेना प्रदान की॥ २३ ॥ "
                },
                {
                    "slok": "ततो भग्ना नृपतयो हन्यमाना दिशो ययुः॥२४॥ अवीर्या वीर्यसंदिग्धाः सामात्याः पापकारिणः। ",
                    "arth": "'फिर तो हमारे सैनिकोंकी मार खाकर वे सभी पापाचारी राजा, जो बलहीन थे अथवा जिनके बलवान् होनेमें संदेह था, मन्त्रियोंसहित भागकर विभिन्न दिशाओंमें चले गये॥ २४॥ "
                },
                {
                    "slok": "तदेतन्मुनिशार्दूल धनुः परमभास्वरम्॥२५॥ रामलक्ष्मणयोश्चापि दर्शयिष्यामि सुव्रत।",
                    "arth": "'मुनिश्रेष्ठ! यही वह परम प्रकाशमान धनुष है। उत्तम व्रतका पालन करनेवाले महर्षे! मैं उसे श्रीराम और लक्ष्मणको भी दिखाऊँगा ॥ २५॥ "
                },
                {
                    "slok": "यद्यस्य धनुषो रामः कुर्यादारोपणं मुने। सुतामयोनिजां सीतां दद्यां दाशरथेरहम् ॥२६॥",
                    "arth": "'मुने! यदि श्रीराम इस धनुषकी प्रत्यञ्चा चढ़ा दें तो मैं अपनी अयोनिजा कन्या सीताको इन दशरथकुमारके हाथमें दे दें॥२६॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "67",
            "arth": [
                {
                    "slok": "जनकस्य वचः श्रुत्वा विश्वामित्रो महामुनिः। धनुर्दर्शय रामाय इति होवाच पार्थिवम्॥१॥",
                    "arth": "जनककी यह बात सुनकर महामुनि विश्वामित्र बोले-'राजन्! आप श्रीरामको अपना धनुष दिखाइये॥"
                },
                {
                    "slok": "ततः स राजा जनकः सचिवान् व्यादिदेश ह। धनुरानीयतां दिव्यं गन्धमाल्यानुलेपितम्॥२॥",
                    "arth": "तब राजा जनकने मन्त्रियोंको आज्ञा दी-'चन्दन और मालाओंसे सुशोभित वह दिव्य धनुष यहाँ ले आओ' ॥२॥ "
                },
                {
                    "slok": "जनकेन समादिष्टाः सचिवाः प्राविशन् पुरम्। तद्धनुः पुरतः कृत्वा निर्जग्मुरमितौजसः॥३॥",
                    "arth": "राजा जनककी आज्ञा पाकर वे अमित तेजस्वी मन्त्री नगरमें गये और उस धनुषको आगे करके पुरीसे बाहर निकले ॥३॥ "
                },
                {
                    "slok": "नृणां शतानि पञ्चाशद् व्यायतानां महात्मनाम्। मञ्जूषामष्टचक्रां तां समूहुस्ते कथंचन॥४॥",
                    "arth": "वह धनुष आठ पहियोंवाली लोहेकी बहुत बड़ी संदूकमें रखा गया था। उसे मोटे-ताजे पाँच हजार महामनस्वी वीर किसी तरह ठेलकर वहाँतक ला सके ॥ ४ ॥"
                },
                {
                    "slok": "तामादाय सुमञ्जूषामायसीं यत्र तद्धनुः।। सुरोपमं तेमा जनकमूचुर्नृपतिमन्त्रिणः॥५॥ ",
                    "arth": "लोहेकी वह संदूक, जिसमें धनुष रखा गया था, लाकर उन मन्त्रियोंने देवोपम राजा जनकसे कहा-॥ "
                },
                {
                    "slok": "इदं धनुर्वरं राजन् पूजितं सर्वराजभिः। मिथिलाधिप राजेन्द्र दर्शनीयं यदीच्छसि॥६॥",
                    "arth": "'राजन्! मिथिलापते! राजेन्द्र! यह समस्त राजाओंद्वारा सम्मानित श्रेष्ठ धनुष है। यदि आप इन दोनों राजकुमारोंको दिखाना चाहते हैं तो दिखाइये'॥६॥"
                },
                {
                    "slok": "तेषां नृपो वचः श्रुत्वा कृताञ्जलिरभाषत। विश्वामित्रं महात्मानं तावुभौ रामलक्ष्मणौ ॥७॥",
                    "arth": "उनकी बात सुनकर राजा जनकने हाथ जोड़कर महात्मा विश्वामित्र तथा दोनों भाई श्रीराम और लक्ष्मणसे कहा-॥७॥ "
                },
                {
                    "slok": "इदं । धनुर्वरं ब्रह्मञ्जनकैरभिपूजितम्। राजभिश्च महावीरशक्तैः पूरितं तदा॥८॥",
                    "arth": "'ब्रह्मन्! यही वह श्रेष्ठ धनुष है, जिसका जनकवंशी | नरेशोंने सदा ही पूजन किया है तथा जो इसे उठाने में | समर्थ न हो सके, उन महापराक्रमी नरेशोंने भी इसका पूर्वकालमें सम्मान किया है ॥ ८ ॥"
                },
                {
                    "slok": "नैतत् सुरगणाः सर्वे सासुरा न च राक्षसाः। गन्धर्वयक्षप्रवराः सकिन्नरमहोरगाः॥९॥ ",
                    "arth": "इसे समस्त देवता, असुर, राक्षस, गन्धर्व, बड़ेबड़े यक्ष, किन्नर और महानाग भी नहीं चढ़ा सके हैं ॥९॥"
                },
                {
                    "slok": "क्व गतिर्मानुषाणां च धनुषोऽस्य प्रपूरणे। आरोपणे समायोगे वेपने तोलने तथा॥१०॥",
                    "arth": "'फिर इस धनुषको खींचने, चढ़ाने, इसपर बाण संधान करने, इसकी प्रत्यञ्चापर टङ्कार देने तथा इसे उठाकर इधर-उधर हिलानेमें मनुष्योंकी कहाँ शक्ति है?॥१०॥ "
                },
                {
                    "slok": "तदेतद् धनुषां श्रेष्ठमानीतं मुनिपुंगव। दर्शयैतन्महाभाग अनयो राजपुत्रयोः॥११॥",
                    "arth": "'मुनिप्रवर! यह श्रेष्ठ धनुष यहाँ लाया गया है। महाभाग! आप इसे इन दोनों राजकुमारोंको दिखाइये'॥"
                },
                {
                    "slok": "विश्वामित्रः सरामस्तु श्रुत्वा जनकभाषितम्। वत्स राम धनुः पश्य इति राघवमब्रवीत्॥१२॥",
                    "arth": "श्रीरामसहित विश्वामित्रने जनकका वह कथन सुनकर रघुनन्दनसे कहा-'वत्स राम! इस धनुषको देखो'॥१२॥ "
                },
                {
                    "slok": "महर्षेर्वचनाद् रामो यत्र तिष्ठति तद्धनुः। मञ्जूषां तामपावृत्य दृष्ट्वा धनुरथाब्रवीत्॥१३॥",
                    "arth": "महर्षिकी आज्ञासे श्रीरामने जिसमें वह धनुष था उस संदूकको खोलकर उस धनुषको देखा और कहा-॥१३॥ "
                },
                {
                    "slok": "इदं धनुर्वरं दिव्यं संस्पृशामीह पाणिना। यत्नवांश्च भविष्यामि तोलने पूरणेऽपि वा॥१४॥",
                    "arth": "'अच्छा अब मैं इस दिव्य एवं श्रेष्ठ धनुषमें हाथ लगाता हूँ। मैं इसे उठाने और चढ़ानेका भी प्रयत्न करूँगा'॥१४॥ "
                },
                {
                    "slok": "बाढमित्यब्रवीद् राजा मुनिश्च समभाषत। लीलया स धनुर्मध्ये जग्राह वचनान्मुनेः॥१५॥ पश्यतां नृसहस्त्राणां बहूनां रघुनन्दनः। आरोपयत् स धर्मात्मा सलीलमिव तद्धनुः॥१६॥ ",
                    "arth": "तब राजा और मुनिने एक स्वरसे कहा-'हाँ, ऐसा ही करो।' मुनिकी आज्ञासे रघुकुलनन्दन धर्मात्मा श्रीरामने उस धनुषको बीचसे पकड़कर लीलापूर्वक उठा लिया और खेल-सा करते हुए उसपर प्रत्यञ्चा चढ़ा दी। उस समय कई हजार मनुष्योंकी दृष्टि उनपर लगी थी॥१५-१६॥"
                },
                {
                    "slok": "आरोपयित्वा मौर्वी च पूरयामास तद्धनुः। तद् बभञ्ज धनुर्मध्ये नरश्रेष्ठो महायशाः॥१७॥",
                    "arth": "प्रत्यञ्चा चढ़ाकर महायशस्वी नरश्रेष्ठ श्रीरामने ज्यों ही उस धनुषको कानतक खींचा त्यों ही वह बीचसे ही टूट गया॥१७॥ "
                },
                {
                    "slok": "तस्य शब्दो महानासीनिर्घातसमनिःस्वनः। भूमिकम्पश्च सुमहान् पर्वतस्येव दीर्यतः॥१८॥ ",
                    "arth": "टूटते समय उससे वज्रपातके समान बड़ी भारी आवाज हुई। ऐसा जान पड़ा मानो पर्वत फट पड़ा हो। उस समय महान् भूकम्प आ गया॥१८॥ "
                },
                {
                    "slok": "निपेतुश्च नराः सर्वे तेन शब्देन मोहिताः। वर्जयित्वा मुनिवरं राजानं तौ च राघवौ॥१९॥",
                    "arth": "मुनिवर विश्वामित्र, राजा जनक तथा रघुकुलभूषण दोनों भाई श्रीराम और लक्ष्मणको छोड़कर शेष जितने लोग वहाँ खड़े थे, वे सब धनुष टूटनेके उस भयंकर शब्दसे मूच्छित होकर गिर पड़े॥१९॥ "
                },
                {
                    "slok": "प्रत्याश्वस्ते जने तस्मिन् राजा विगतसाध्वसः। उवाच प्राञ्जलिर्वाक्यं वाक्यज्ञो मुनिपुंगवम्॥२०॥",
                    "arth": "थोड़ी देरमें जब सबको चेत हुआ, तब निर्भय हुए राजा जनकने, जो बोलने में कुशल और वाक्यके मर्मको समझनेवाले थे, हाथ जोड़कर मुनिवर विश्वामित्रसे | कहा- ॥२०॥"
                },
                {
                    "slok": "भगवन् दृष्टवीर्यो मे रामो दशरथात्मजः। अत्यद्भुतमचिन्त्यं च अतर्कितमिदं मया॥२१॥ ",
                    "arth": "'भगवन् ! मैंने दशरथनन्दन श्रीरामका पराक्रम आज अपनी आँखों देख लिया। महादेवजीके धनुषको चढ़ानायह अत्यन्त अद्भुत, अचिन्त्य और अतर्कित घटना है।"
                },
                {
                    "slok": "जनकानां कुले कीर्तिमाहरिष्यति मे सुता। सीता भर्तारमासाद्य रामं दशरथात्मजम्॥२२॥ ",
                    "arth": "'मेरी पुत्री सीता दशरथकुमार श्रीरामको पतिरूपमें प्राप्त करके जनकवंशकी कीर्तिका विस्तार करेगी॥२२॥"
                },
                {
                    "slok": "मम सत्या प्रतिज्ञा सा वीर्यशुल्केति कौशिक। सीता प्राणैर्बहुमता देया रामाय मे सुता॥२३॥",
                    "arth": "'कुशिकनन्दन! मैंने सीताको वीर्यशुल्का (पराक्रमरूपी शुल्कसे ही प्राप्त होनेवाली) बताकर जो प्रतिज्ञा की थी, वह आज सत्य एवं सफल हो गयी। सीता मेरे लिये प्राणोंसे भी बढ़कर है। अपनी यह पुत्री मैं श्रीरामको समर्पित करूँगा॥ २३॥ "
                },
                {
                    "slok": "भवतोऽनुमते ब्रह्मन् शीघ्रं गच्छन्तु मन्त्रिणः। मम कौशिक भद्रं ते अयोध्यां त्वरिता रथैः॥२४॥ राजानं प्रश्रितैर्वाक्यैरानयन्तु पुरं मम। प्रदानं वीर्यशुल्कायाः कथयन्तु च सर्वशः॥२५॥ ",
                    "arth": "'ब्रह्मन्! कुशिकनन्दन! आपका कल्याण हो। यदि आपकी आज्ञा हो तो मेरे मन्त्री रथपर सवार होकर बड़ी उतावलीके साथ शीघ्र ही अयोध्याको जायँ और विनययुक्त वचनोंद्वारा महाराज दशरथको मेरे नगरमें लिवा लायें। साथ ही यहाँका सब समाचार बताकर यह निवेदन करें कि जिसके लिये पराक्रमका ही शुल्क नियत किया गया था, उस जनककुमारी सीताका विवाह श्रीरामचन्द्रजीके साथ होने जा रहा है॥२४-२५॥ "
                },
                {
                    "slok": "मुनिगुप्तौ च काकुत्स्थौ कथयन्तु नृपाय वै। प्रीतियुक्तं तु राजानमानयन्तु सुशीघ्रगाः॥२६॥|",
                    "arth": "'ये लोग महाराज दशरथसे यह भी कह दें कि आपके दोनों पुत्र श्रीराम और लक्ष्मण विश्वामित्रजीके द्वारा सुरक्षित हो मिथिलामें पहुँच गये हैं। इस प्रकार प्रीतियुक्त हुए राजा दशरथको ये शीघ्रगामी सचिव जल्दी यहाँ बुला लायें ॥२६॥ "
                },
                {
                    "slok": "कौशिकस्तु तथेत्याह राजा चाभाष्य मन्त्रिणः। अयोध्यां प्रेषयामास धर्मात्मा कृतशासनान्। यथावृत्तं समाख्यातुमानेतुं च नृपं तथा॥२७॥",
                    "arth": "विश्वामित्रने 'तथास्तु' कहकर राजाकी बातका समर्थन किया। तब धर्मात्मा राजा जनकने अपनी आज्ञाका | पालन करनेवाले मन्त्रियोंको समझा-बुझाकर यहाँका ठीक-ठीक समाचार महाराज दशरथको बताने और उन्हें मिथिलापुरीमें ले आनेके लिये भेज दिया॥२७॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "68",
            "arth": [
                {
                    "slok": "जनकेन समादिष्टा दूतास्ते क्लान्तवाहनाः। त्रिरात्रमुषिता मार्गे तेऽयोध्यां प्राविशन् पुरीम्॥१॥",
                    "arth": "राजा जनककी आज्ञा पाकर उनके दूत अयोध्याके लिये प्रस्थित हुए। रास्तेमें वाहनोंके थक जानेके कारण तीन रात विश्राम करके चौथे दिन वे अयोध्यापुरीमें जा पहुँचे॥१॥"
                },
                {
                    "slok": "ते राजवचनाद् गत्वा राजवेश्म प्रवेशिताः। ददृशुर्देवसंकाशं वृद्धं दशरथं नृपम्॥२॥",
                    "arth": "राजाकी आज्ञासे उनका राजमहलमें प्रवेश हुआ। वहाँ जाकर उन्होंने देवतुल्य तेजस्वी बूढ़े महाराज दशरथका दर्शन किया॥२॥ "
                },
                {
                    "slok": "बद्धाञ्जलिपुटाः सर्वे दूता विगतसाध्वसाः। राजानं प्रश्रितं वाक्यमब्रुवन् मधुराक्षरम्॥३॥ मैथिलो जनको राजा साग्निहोत्रपुरस्कृतः। मुहुर्मुहुर्मधुरया स्नेहसंरक्तया गिरा॥४॥ कुशलं चाव्ययं चैव सोपाध्यायपुरोहितम्। जनकस्त्वां महाराज पृच्छते सपुरःसरम्॥५॥",
                    "arth": "उन सभी दूतोंने दोनों हाथ जोड़ निर्भय हो राजासे मधुर वाणीमें यह विनययुक्त बात कही-'महाराज ! मिथिलापति राजा जनकने अग्निहोत्रकी अग्रिको सामने रखकर स्नेहयुक्त मधुर वाणीमें सेवकोंसहित आपका तथा आपके उपाध्याय और पुरोहितोंका बारम्बार कुशल-मंगल पूछा है॥३-५॥ "
                },
                {
                    "slok": "पृष्ट्वा कुशलमव्यग्रं वैदेहो मिथिलाधिपः। कौशिकानुमते वाक्यं भवन्तमिदमब्रवीत्॥६॥ ",
                    "arth": "'इस प्रकार व्यग्रतारहित कुशल पूछकर मिथिलापति विदेहराजने महर्षि विश्वामित्रकी आज्ञासे | आपको यह संदेश दिया है॥६॥"
                },
                {
                    "slok": "पूर्वं प्रतिज्ञा विदिता वीर्यशुल्का ममात्मजा। | राजानश्च कृतामर्षा निर्वीर्या विमुखीकृताः॥७॥",
                    "arth": "'राजन्! आपको मेरी पहले की हुई प्रतिज्ञाका हाल मालूम होगा। मैंने अपनी पुत्रीके विवाहके लिये पराक्रमका ही शुल्क नियत किया था। उसे सुनकर | कितने ही राजा अमर्षमें भरे हुए आये; किंतु यहाँ | पराक्रमहीन सिद्ध हुए और विमुख होकर घर लौट गये॥७॥ "
                },
                {
                    "slok": "सेयं मम सुता राजन् विश्वामित्रपुरस्कृतैः। यदृच्छयागतै राजन् निर्जिता तव पुत्रकैः॥८॥",
                    "arth": "'नरेश्वर ! मेरी इस कन्याको विश्वामित्रजीके साथ अकस्मात् घूमते-फिरते आये हुए आपके पुत्र श्रीरामने अपने पराक्रमसे जीत लिया है॥८॥ "
                },
                {
                    "slok": "तच्च रत्नं धनुर्दिव्यं मध्ये भग्नं महात्मना। रामेण हि महाबाहो महत्यां जनसंसदि॥९॥",
                    "arth": "'महाबाहो! महात्मा श्रीरामने महान् जनसमुदायके मध्य मेरे यहाँ रखे हुए रत्नस्वरूप दिव्य धनुषको बीचसे तोड़ डाला है॥९॥ "
                },
                {
                    "slok": "अस्मै देया मया सीता वीर्यशुल्का महात्मने। प्रतिज्ञा तर्तुमिच्छामि तदनुज्ञातुमर्हसि ॥१०॥",
                    "arth": "'अतः मैं इन महात्मा श्रीरामचन्द्रजीको अपनी वीर्यशुल्का कन्या सीता प्रदान करूँगा। ऐसा करके मैं अपनी प्रतिज्ञासे पार होना चाहता हूँ। आप इसके लिये मुझे आज्ञा देनेकी कृपा करें ॥१०॥ "
                },
                {
                    "slok": "सोपाध्यायो महाराज पुरोहितपुरस्कृतः। शीघ्रमागच्छ भद्रं ते द्रष्टुमर्हसि राघवौ॥११॥ ",
                    "arth": "'महाराज! आप अपने गुरु एवं पुरोहितके साथ यहाँ शीघ्र पधारें और अपने दोनों पुत्र रघुकुलभूषण श्रीराम और लक्ष्मणको देखें। आपका भला हो॥११॥ "
                },
                {
                    "slok": "प्रतिज्ञां मम राजेन्द्र निर्वर्तयितुमर्हसि। पुत्रयोरुभयोरेव प्रीतिं त्वमुपलप्स्यसे॥१२॥",
                    "arth": "'राजेन्द्र! यहाँ पधारकर आप मेरी प्रतिज्ञा पूर्ण करें। यहाँ आनेसे आपको अपने दोनों पुत्रोंके विवाहजनित आनन्दकी प्राप्ति होगी॥१२॥ "
                },
                {
                    "slok": "एवं विदेहाधिपतिर्मधुरं वाक्यमब्रवीत्। विश्वामित्राभ्यनुज्ञातः शतानन्दमते स्थितः ॥१३॥",
                    "arth": "'राजन्! इस तरह विदेहराजने आपके पास यह मधुर संदेश भेजा था। इसके लिये उन्हें विश्वामित्रजीकी आज्ञा और शतानन्दजीकी सम्मति भी प्राप्त हुई थी' ॥ १३ ॥ "
                },
                {
                    "slok": "दूतवाक्यं तु तच्छ्रुत्वा राजा परमहर्षितः। वसिष्ठं वामदेवं च मन्त्रिणश्चैवमब्रवीत्॥१४॥",
                    "arth": "संदेशवाहक मन्त्रियोंका यह वचन सुनकर राजा | दशरथ बड़े प्रसन्न हुए। उन्होंने महर्षि वसिष्ठ, वामदेव | तथा अन्य मन्त्रियोंसे कहा-॥१४॥"
                },
                {
                    "slok": "गुप्तः कुशिकपुत्रेण कौसल्यानन्दवर्धनः। | लक्ष्मणेन सह भ्रात्रा विदेहेषु वसत्यसौ॥१५॥",
                    "arth": "'कुशिकनन्दन विश्वामित्रसे सुरक्षित हो कौसल्याका आनन्दवर्धन करनेवाले श्रीराम अपने छोटे भाई लक्ष्मणके साथ विदेहदेशमें निवास करते हैं॥ १५॥ "
                },
                {
                    "slok": "दृष्टवीर्यस्तु काकुत्स्थो जनकेन महात्मना। सम्प्रदानं सुतायास्तु राघवे कर्तुमिच्छति॥१६॥",
                    "arth": "'वहाँ महात्मा राजा जनकने ककुत्स्थकुलभूषण | श्रीरामके पराक्रमको प्रत्यक्ष देखा है। इसलिये वे अपनी | पुत्री सीताका विवाह रघुकुलरत्न रामके साथ करना चाहते हैं॥१६॥ "
                },
                {
                    "slok": "यदि वो रोचते वृत्तं जनकस्य महात्मनः। पुरीं गच्छामहे शीघ्रं मा भूत् कालस्य पर्ययः॥१७॥",
                    "arth": "'यदि आपलोगोंकी रुचि एवं सम्मति हो तो | हमलोग शीघ्र ही महात्मा जनककी मिथिलापुरीको चलें। इसमें विलम्ब न हो'॥ १७॥ "
                },
                {
                    "slok": "मन्त्रिणो बाढमित्याहुः सह सर्वैर्महर्षिभिः। |सुप्रीतश्चाब्रवीद् राजा श्वो यात्रेति च मन्त्रिणः॥१८॥",
                    "arth": "यह सुनकर समस्त महर्षियोंसहित मन्त्रियोंने | 'बहुत अच्छा' कहकर एक स्वरसे चलनेकी सम्मति | दी। राजा बड़े प्रसन्न हुए और मन्त्रियोंसे बोले-'कल | सबेरे ही यात्रा कर देनी चाहिये'॥१८॥"
                },
                {
                    "slok": "मन्त्रिणस्तु नरेन्द्रस्य रात्रिं परमसत्कृताः।। ऊषुः प्रमुदिताः सर्वे गुणैः सर्वैः समन्विताः॥१९॥",
                    "arth": "महाराज दशरथके सभी मन्त्री समस्त सद्गुणोंसे सम्पन्न थे। राजाने उनका बड़ा सत्कार किया। अतः बारात चलनेकी बात सुनकर उन्होंने बड़े आनन्दसे वह रात्रि व्यतीत की॥१९॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "69",
            "arth": [
                {
                    "slok": "ततो रात्र्यां व्यतीतायां सोपाध्यायः सबान्धवः। राजा दशरथो हृष्टः सुमन्त्रमिदमब्रवीत्॥१॥ ",
                    "arth": "तदनन्तर रात्रि व्यतीत होनेपर उपाध्याय और बन्धु-बान्धवोंसहित राजा दशरथ हर्षमें भरकर सुमन्त्रसे इस प्रकार बोले- ॥१॥"
                },
                {
                    "slok": "अद्य सर्वे धनाध्यक्षा धनमादाय पुष्कलम्। व्रजन्त्वग्रे सुविहिता नानारत्नसमन्विताः॥२॥ ",
                    "arth": "'आज हमारे सभी धनाध्यक्ष (खजांची) बहुत-सा धन लेकर नाना प्रकारके रत्नोंसे सम्पन्न हो सबसे आगे | चलें। उनकी रक्षाके लिये हर तरहकी सुव्यवस्था होनी चाहिये॥२॥ "
                },
                {
                    "slok": "चतुरंगबलं चापि शीघ्रं निर्यातु सर्वशः। ममाज्ञासमकालं च यानं युग्यमनुत्तमम्॥३॥ ",
                    "arth": "'सारी चतुरंगिणी सेना भी यहाँसे शीघ्र ही कूच कर दे। अभी मेरी आज्ञा सुनते ही सुन्दर-सुन्दर पालकियाँ और अच्छे-अच्छे घोड़े आदि वाहन तैयार होकर चल दें॥ "
                },
                {
                    "slok": "वसिष्ठो वामदेवश्च जाबालिरथ कश्यपः। मार्कण्डेयस्तु दीर्घायुर्ऋषिः कात्यायनस्तथा॥४॥ एते द्विजाः प्रयान्त्वने स्यन्दनं योजयस्व मे। यथा कालात्ययो न स्याद् दूता हि त्वरयन्ति माम्॥५॥",
                    "arth": "'वसिष्ठ, वामदेव, जाबालि, कश्यप, दीर्घजीवी मार्कण्डेय मुनि तथा कात्यायन-ये सभी ब्रह्मर्षि आगेआगे चलें। मेरा रथ भी तैयार करो। देर नहीं होनी चाहिये। राजा जनकके दूत मुझे जल्दी करनेके लिये प्रेरित कर रहे हैं'॥४-५॥ "
                },
                {
                    "slok": "वचनाच्च नरेन्द्रस्य सेना च चतुरंगिणी। राजानमृषिभिः सार्धं व्रजन्तं पृष्ठतोऽन्वयात्॥६॥",
                    "arth": "राजाकी इस आज्ञाके अनुसार चतुरंगिणी सेना तैयार हो गयी और ऋषियोंके साथ यात्रा करते हुए महाराज दशरथके पीछे-पीछे चली॥६॥ "
                },
                {
                    "slok": "गत्वा चतुरहं मार्ग विदेहानभ्युपेयिवान्। राजा च जनकः श्रीमान् श्रुत्वा पूजामकल्पयत्॥७॥",
                    "arth": "चार दिनका मार्ग तय करके वे सब लोग विदेहदेशमें जा पहुँचे। उनके आगमनका समाचार सुनकर श्रीमान् राजा जनकने स्वागत-सत्कारकी तैयारी की॥७॥ "
                },
                {
                    "slok": "ततो राजानमासाद्य वृद्धं दशरथं नृपम्। मुदितो जनको राजा प्रहर्षं परमं ययौ॥८॥",
                    "arth": "तत्पश्चात् आनन्दमग्न हुए राजा जनक बूढ़े महाराज दशरथके पास पहुंचे। उनसे मिलकर उन्हें बड़ा हर्ष हुआ॥ "
                },
                {
                    "slok": "उवाच वचनं श्रेष्ठो नरश्रेष्ठं मुदान्वितम्। स्वागतं ते नरश्रेष्ठ दिष्ट्या प्राप्तोऽसि राघव॥९॥ ",
                    "arth": "राम राजाओंमें श्रेष्ठ मिथिलानरेशने आनन्दमग्न हुए पुरुषप्रवर राजा दशरथसे कहा-'नरश्रेष्ठ रघुनन्दन! आपका स्वागत है। मेरे बड़े भाग्य, जो आप यहाँ पधारे ॥९॥ "
                },
                {
                    "slok": "पुत्रयोरुभयोः प्रीतिं लप्स्यसे वीर्यनिर्जिताम्। दिष्ट्या प्राप्तो महातेजा वसिष्ठो भगवानृषिः॥१०॥ सह सर्वैर्द्विजश्रेष्ठैर्देवैरिव शतक्रतुः।",
                    "arth": "'आप यहाँ अपने दोनों पुत्रोंकी प्रीति प्राप्त करेंगे, जो उन्होंने अपने पराक्रमसे जीतकर पायी है। महातेजस्वी भगवान् वसिष्ठ मुनिने भी हमारे सौभाग्यसे ही यहाँ पदार्पण किया है। ये इन सभी श्रेष्ठ ब्राह्मणोंके साथ वैसी ही शोभा पा रहे हैं, जैसे देवताओंके साथ इन्द्र सुशोभित होते हैं॥१०॥ "
                },
                {
                    "slok": "दिष्ट्या मे निर्जिता विघ्ना दिष्ट्या मे पूजितं कुलम्॥११॥ राघवैः सह सम्बन्धाद् वीर्यश्रेष्ठैर्महाबलैः।",
                    "arth": "'सौभाग्यसे मेरी सारी विघ्न-बाधाएँ पराजित हो गयीं। रघुकुलके महापुरुष महान् बलसे सम्पन्न और पराक्रममें सबसे श्रेष्ठ होते हैं। इस कुलके साथ सम्बन्ध होनेके कारण आज मेरे कुलका सम्मान बढ़ गया॥ ११ ॥ "
                },
                {
                    "slok": "श्वः प्रभाते नरेन्द्र त्वं संवर्तयितुमर्हसि॥१२॥ यज्ञस्यान्ते नरश्रेष्ठ विवाहमृषिसत्तमैः।",
                    "arth": "'नरश्रेष्ठ नरेन्द्र ! कल सबेरे इन सभी महर्षियोंके साथ उपस्थित हो मेरे यज्ञकी समाप्तिके बाद आप श्रीरामके विवाहका शुभकार्य सम्पन्न करें'॥ १२ ॥ "
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा ऋषिमध्ये नराधिपः॥१३॥ वाक्यं वाक्यविदां श्रेष्ठः प्रत्युवाच महीपतिम्। ",
                    "arth": "ऋषियोंकी मण्डलीमें राजा जनककी यह बात सुनकर बोलनेकी कला जाननेवाले विद्वानोंमें श्रेष्ठ एवं वाक्यमर्मज्ञ महाराज दशरथने मिथिलानरेशको इस प्रकार उत्तर दिया- ॥ १३ ॥"
                },
                {
                    "slok": "प्रतिग्रहो दातृवशः श्रुतमेतन्मया पुरा॥१४॥ यथा वक्ष्यसि धर्मज्ञ तत् करिष्यामहे वयम्। ",
                    "arth": "'धर्मज्ञ! मैंने पहलेसे यह सुन रखा है कि प्रतिग्रह दाताके अधीन होता है। अतः आप जैसा कहेंगे, हम वैसा ही करेंगे'॥१४॥ "
                },
                {
                    "slok": "तद् धर्मिष्ठं यशस्यं च वचनं सत्यवादिनः ॥१५॥ श्रुत्वा विदेहाधिपतिः परं विस्मयमागतः। ",
                    "arth": "सत्यवादी राजा दशरथका वह धर्मानुकूल तथा यशोवर्धक वचन सुनकर विदेहराज जनकको बड़ा विस्मय हुआ॥१५॥"
                },
                {
                    "slok": "ततः सर्वे मुनिगणाः परस्परसमागमे॥१६॥ हर्षेण महता युक्तास्तां रात्रिमवसन् सुखम्।",
                    "arth": "तदनन्तर सभी महर्षि एक-दूसरेसे मिलकर बहुत प्रसन्न हुए और सबने बड़े सुखसे वह रात बितायी॥१६॥ "
                },
                {
                    "slok": "अथ रामो महातेजा लक्ष्मणेन समं ययौ॥१७॥ विश्वामित्रं पुरस्कृत्य पितुः पादावुपस्पृशन्।",
                    "arth": "इधर महातेजस्वी श्रीराम विश्वामित्रजीको आगे करके लक्ष्मणके साथ पिताजीके पास गये और उनके | चरणोंका स्पर्श किया॥१७॥ "
                },
                {
                    "slok": "राजा च राघवौ पुत्रौ निशाम्य परिहर्षितः॥१८॥ उवास परमप्रीतो जनकेनाभिपूजितः।",
                    "arth": "राजा दशरथने भी जनकके द्वारा आदर-सत्कार पाकर बड़ी प्रसन्नताका अनुभव किया तथा अपने दोनों रघुकुल- रत्न पुत्रोंको सकुशल देखकर उन्हें अपार हर्ष हुआ। वे रातमें बड़े सुखसे वहाँ रहे॥ १८ ॥ "
                },
                {
                    "slok": "जनकोऽपि महातेजाः क्रिया धर्मेण तत्त्ववित्। यज्ञस्य च सुताभ्यां च कृत्वा रात्रिमुवास ह॥१९॥",
                    "arth": "महातेजस्वी तत्त्वज्ञ राजा जनकने भी धर्मके अनुसार यज्ञकार्य सम्पन्न किया तथा अपनी दोनों कन्याओंके लिये मंगलाचारका सम्पादन करके सुखसे वह रात्रि व्यतीत की॥ १९॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "70",
            "arth": [
                {
                    "slok": "ततः प्रभाते जनकः कृतकर्मा महर्षिभिः। उवाच वाक्यं वाक्यजः शतानन्दं परोहितम॥१॥",
                    "arth": "तदनन्तर जब सबेरा हुआ और राजा जनक महर्षियोंके सहयोगसे अपना यज्ञ-कार्य सम्पन्न कर चुके, तब वे वाक्यमर्मज्ञ नरेश अपने पुरोहित शतानन्दजीसे इस प्रकार बोले-॥१॥ "
                },
                {
                    "slok": "भ्राता मम महातेजा वीर्यवानतिधार्मिकः। कुशध्वज इति ख्यातः पुरीमध्यवसच्छुभाम्॥२॥ वार्याफलकपर्यन्तां पिबन्निक्षुमती नदीम्। सांकाश्यां पुण्यसंकाशां विमानमिव पुष्पकम्॥३॥ ",
                    "arth": "'ब्रह्मन्! मेरे महातेजस्वी और पराक्रमी भाई कुशध्वज जो अत्यन्त धर्मात्मा हैं, इस समय इक्षुमती नदीका जल पीते हुए उसके किनारे बसी हुई कल्याणमयी सांकाश्या नगरीमें निवास करते हैं। उसके चारों ओरके परकोटोंकी रक्षाके लिये शत्रुओंके निवारणमें समर्थ बड़े-बड़े यन्त्र लगाये गये हैं। वह पुरी पुष्पकविमानके समान विस्तृत तथा पुण्यसे उपलब्ध होनेवाले स्वर्गलोकके सदृश सुन्दर है॥२-३॥"
                },
                {
                    "slok": "तमहं द्रष्टुमिच्छामि यज्ञगोप्ता स मे मतः। प्रीतिं सोऽपि महातेजा इमां भोक्ता मया सह॥४॥ ",
                    "arth": "'वहाँ रहनेवाले अपने भाईको इस शुभ अवसरपर मैं यहाँ उपस्थित देखना चाहता हूँ; क्योंकि मेरी दृष्टिमें वे मेरे इस यज्ञके संरक्षक हैं। महातेजस्वी कुशध्वज भी मेरे साथ श्रीसीता-रामके विवाहसम्बन्धी इस मंगल समारोहका सुख उठावेंगे'॥४॥"
                },
                {
                    "slok": "एवमुक्ते तु वचने शतानन्दस्य संनिधौ। आगताः केचिदव्यग्रा जनकस्तान् समादिशत्॥५॥",
                    "arth": "राजाके इस प्रकार कहनेपर शतानन्दजीके समीप कुछ धीर स्वभावके पुरुष आये और राजा जनकने उन्हें पूर्वोक्त आदेश सुनाया॥५॥ "
                },
                {
                    "slok": "शासनात् तु नरेन्द्रस्य प्रययुः शीघ्रवाजिभिः। समानेतुं नरव्याघ्रं विष्णुमिन्द्राज्ञया यथा॥६॥",
                    "arth": "राजाकी आज्ञासे वे श्रेष्ठ दूत तेज चलनेवाले घोड़ोंपर सवार हो पुरुषसिंह कुशध्वजको बुला लानेके लिये चल दिये। मानो इन्द्रकी आज्ञासे उनके दूत भगवान् विष्णुको बुलाने जा रहे हों॥६॥ "
                },
                {
                    "slok": "सांकाश्यां ते समागम्य ददृशुश्च कुशध्वजम्। न्यवेदयन् यथावृत्तं जनकस्य च चिन्तितम्॥७॥ ",
                    "arth": "सांकाश्यामें पहुँचकर उन्होंने कुशध्वजसे भेंट की और मिथिलाका यथार्थ समाचार एवं जनकका अभिप्राय भी निवेदन किया॥७॥"
                },
                {
                    "slok": "तद्वृत्तं नृपतिः श्रुत्वा दूतश्रेष्ठैर्महाजवैः। आज्ञया तु नरेन्द्रस्य आजगाम कुशध्वजः॥८॥",
                    "arth": "उन महावेगशाली श्रेष्ठ दूतोंके मुखसे मिथिलाका सारा वृत्तान्त सुनकर राजा कुशध्वज महाराज जनककी आज्ञाके अनुसार मिथिलामें आये॥८॥ "
                },
                {
                    "slok": "स ददर्श महात्मानं जनकं धर्मवत्सलम्। सोऽभिवाद्य शतानन्दं जनकं चातिधार्मिकम्॥९॥ राजाहँ परमं दिव्यमासनं सोऽध्यरोहत।",
                    "arth": "वहाँ उन्होंने धर्मवत्सल महात्मा जनकका दर्शन किया। फिर शतानन्दजी तथा अत्यन्त धार्मिक जनकको प्रणाम करके वे राजाके योग्य परम दिव्य सिंहासनपर विराजमान हुए॥९॥ "
                },
                {
                    "slok": "उपविष्टावुभौ तौ तु भ्रातरावमितद्युती॥१०॥ प्रेषयामासतुर्वीरौ मन्त्रिश्रेष्ठं सुदामनम्। गच्छ मन्त्रिपते शीघ्रमिक्ष्वाकुममितप्रभम्॥११॥ आत्मजैः सह दुर्धर्षमानयस्व समन्त्रिणम्।",
                    "arth": "सिंहासनपर बैठे हुए उन दोनों अमिततेजस्वी वीरबन्धुओंने मन्त्रिप्रवर सुदामनको भेजा और कहा'मन्त्रिवर! आप शीघ्र ही अमिततेजस्वी इक्ष्वाकुकुलभूषण महाराज दशरथके पास जाइये और पुत्रों तथा मन्त्रियोंसहित उन दुर्जय नरेशको यहाँ बुला लाइये'॥१०-११ ॥ "
                },
                {
                    "slok": "औपकार्यां स गत्वा तु रघूणां कुलवर्धनम्॥१२॥ ददर्श शिरसा चैनमभिवाद्येदमब्रवीत्।",
                    "arth": "आज्ञा पाकर मन्त्री सदामन महाराज दशरथके खेमे में जाकर रघुकुलकी कीर्ति बढ़ानेवाले उन नरेशसे मिले और मस्तक झुकाकर उन्हें प्रणाम करनेके पश्चात् इस प्रकार बोले- ॥१२॥ "
                },
                {
                    "slok": "अयोध्याधिपते वीर वैदेहो मिथिलाधिपः॥१३॥ स त्वां द्रष्टुं व्यवसितः सोपाध्यायपुरोहितम्।",
                    "arth": "'वीर अयोध्यानरेश! मिथिलापति विदेहराज जनक इस समय उपाध्याय और पुरोहितसहित आपका दर्शन करना चाहते हैं'॥१३॥"
                },
                {
                    "slok": "मन्त्रि श्रेष्ठवचः श्रुत्वा राजा सर्षिगणस्तथा॥१४॥ सबन्धुरगमत् तत्र जनको यत्र वर्तते।",
                    "arth": "मन्त्रिवर सुदामनकी बात सुनकर राजा दशरथ ऋषियों और बन्धु-बान्धवोंके साथ उस स्थानपर गये जहाँ राजा जनक विद्यमान थे॥१४॥ "
                },
                {
                    "slok": "राजा च मन्त्रिसहितः सोपाध्यायः सबान्धवः ॥१५॥ वाक्यं वाक्यविदां श्रेष्ठो वैदेहमिदमब्रवीत्।",
                    "arth": "मन्त्री, उपाध्याय और भाई-बन्धुओंसहित राजा दशरथ, जो बोलनेकी कला जाननेवाले विद्वानोंमें श्रेष्ठ थे, विदेहराज जनकसे इस प्रकार बोले- ॥ १५ ॥ "
                },
                {
                    "slok": "विदितं ते महाराज इक्ष्वाकुकुलदैवतम्॥१६॥ वक्ता सर्वेषु कृत्येषु वसिष्ठो भगवानृषिः। ",
                    "arth": "'महाराज! आपको तो विदित ही होगा कि इक्ष्वाकुकुलके देवता ये महर्षि वसिष्ठजी हैं। हमारे यहाँ सभी कार्योंमें ये भगवान् वसिष्ठ मुनि ही कर्तव्यका उपदेश करते हैं और इन्हींकी आज्ञाका पालन किया जाता है॥ १६ ॥"
                },
                {
                    "slok": "विश्वामित्राभ्यनुज्ञातः सह सर्वैर्महर्षिभिः॥१७॥ | एष वक्ष्यति धर्मात्मा वसिष्ठो मे यथाक्रमम्। ",
                    "arth": "'यदि सम्पूर्ण महर्षियोंसहित विश्वामित्रजीकी आज्ञा हो तो ये धर्मात्मा वसिष्ठ ही पहले मेरी कुलपरम्पराका क्रमशः परिचय देंगे'॥१७॥ "
                },
                {
                    "slok": "तूष्णीभूते दशरथे वसिष्ठो भगवानृषिः॥१८॥ | उवाच वाक्यं वाक्यज्ञो वैदेहं सपुरोधसम्।",
                    "arth": "यों कहकर जब राजा दशरथ चुप हो गये, तब वाक्यवेत्ता भगवान् वसिष्ठ मुनि पुरोहितसहित विदेहराजसे इस प्रकार बोले- ॥१८॥ "
                },
                {
                    "slok": "अव्यक्तप्रभवो ब्रह्मा शाश्वतो नित्य अव्ययः॥१९॥ तस्मान्मरीचिः संजज्ञे मरीचेः कश्यपः सुतः। विवस्वान् कश्यपाज्जज्ञे मनुर्वैवस्वतः स्मृतः॥२०॥",
                    "arth": "'ब्रह्माजीकी उत्पत्तिका कारण अव्यक्त है-ये स्वयम्भू हैं। नित्य, शाश्वत और अविनाशी हैं। उनसे मरीचिकी उत्पत्ति हुई। मरीचिके पुत्र कश्यप हैं, कश्यपसे विवस्वान्का और विवस्वान्से वैवस्वत मनुका जन्म हुआ॥ १९-२०॥ "
                },
                {
                    "slok": "मनुः प्रजापतिः पूर्वमिक्ष्वाकुश्च मनोः सुतः। तमिक्ष्वाकुमयोध्यायां राजानं विद्धि पूर्वकम्॥२१॥ ",
                    "arth": "'मनु पहले प्रजापति थे, उनसे इक्ष्वाकु नामक पुत्र हुआ। उन इक्ष्वाकुको ही आप अयोध्याके प्रथम राजा समझें ॥२१॥"
                },
                {
                    "slok": "इक्ष्वाकोस्तु सुतः श्रीमान् कुक्षिरित्येव विश्रुतः। कुक्षेरथात्मजः श्रीमान् विकुक्षिरुदपद्यत ॥२२॥",
                    "arth": "'इक्ष्वाकुके पुत्रका नाम कुक्षि था। वे बड़े तेजस्वी थे। कुक्षिसे विकुक्षि नामक कान्तिमान् पुत्रका जन्म हुआ॥ २२॥"
                },
                {
                    "slok": "विकुक्षेस्तु महातेजा बाणः पुत्रः प्रतापवान्। बाणस्य तु महातेजा अनरण्यः प्रतापवान्॥२३॥",
                    "arth": "विकुक्षिके पुत्र महातेजस्वी और प्रतापी बाण हुए। बाणके पुत्रका नाम अनरण्य था। वे भी बड़े तेजस्वी और प्रतापी थे॥२३॥ "
                },
                {
                    "slok": "अनरण्यात् पृथुर्जज्ञे त्रिशङ्कुस्तु पृथोरपि। त्रिशङ्कोरभवत् पुत्रो धुन्धुमारो महायशाः॥२४॥",
                    "arth": "'अनरण्यसे पृथु और पृथुसे त्रिशंकुका जन्म हुआ। त्रिशंकुके पुत्र महायशस्वी धुन्धुमार थे॥२४॥ "
                },
                {
                    "slok": "धुन्धुमारान्महातेजा युवनाश्वो महारथः। युवनाश्वसुतश्चासीन्मान्धाता पृथिवीपतिः॥२५॥",
                    "arth": "'धुन्धुमारसे महातेजस्वी महारथी युवनाश्वका जन्म हुआ। युवनाश्वके पुत्र मान्धाता हुए, जो समस्त भूमण्डलके स्वामी थे॥२५॥ "
                },
                {
                    "slok": "मान्धातुस्तु सुतः श्रीमान् सुसन्धिरुदपद्यत। सुसन्धेरपि पुत्रौ द्वौ ध्रुवसन्धिः प्रसेनजित्॥२६॥ ",
                    "arth": "'मान्धातासे सुसन्धि नामक कान्तिमान् पुत्रका जन्म हुआ। सुसन्धिके भी दो पुत्र हुए-ध्रुवसन्धि और प्रसेनजित् ॥ २६॥"
                },
                {
                    "slok": "यशस्वी ध्रुवसन्धेस्तु भरतो नाम नामतः। भरतात् तु महातेजा असितो नाम जायत॥२७॥",
                    "arth": "'ध्रुवसन्धिसे भरत नामक यशस्वी पुत्रका जन्म हुआ। भरतसे महातेजस्वी असितकी उत्पत्ति हुई ॥२७॥ "
                },
                {
                    "slok": "यस्यैते प्रतिराजान उदपद्यन्त शत्रवः। हैहयास्तालजङ्गाश्च शराश्च शशबिन्दवः॥२८॥",
                    "arth": "'राजा असितके साथ हैहय, तालजङ्घ और शशबिन्दु-इन तीन राजवंशोंके लोग शत्रुता रखने लगे थे॥२८॥ "
                },
                {
                    "slok": "तांश्च स प्रतियुध्यन् वै युद्धे राजा प्रवासितः। हिमवन्तमुपागम्य भार्याभ्यां सहितस्तदा ॥२९॥",
                    "arth": "'युद्धमें इन तीनों शत्रुओंका सामना करते हुए राजा असित प्रवासी हो गये। वे अपनी दो रानियोंके साथ हिमालयपर आकर रहने लगे॥२९॥ "
                },
                {
                    "slok": "असितोऽल्पबलो राजा कालधर्ममुपेयिवान्।। द्वे चास्य भार्ये गर्भिण्यौ बभूवतुरिति श्रुतिः॥३०॥",
                    "arth": "'राजा असितके पास बहुत थोड़ी सेना शेष रह गयी थी। वे हिमालयपर ही मृत्युको प्राप्त हो गये। उस समय उनकी दोनों रानियाँ गर्भवती थीं, ऐसा सुना गया है॥३०॥ "
                },
                {
                    "slok": "एका गर्भविनाशार्थं सपत्न्यै सगरं ददौ । ",
                    "arth": "'उनमेंसे एक रानीने अपनी सौतका गर्भ नष्ट करनेके लिये उसे विषयुक्त भोजन दे दिया॥३०॥"
                },
                {
                    "slok": "ततः शैलवरे रम्ये बभूवाभिरतो मुनिः॥३१॥ भार्गवश्च्यवनो नाम हिमवन्तमुपाश्रितः।। तत्र चैका महाभागा भार्गवं देववर्चसम्॥३२॥ ववन्दे पद्मपत्राक्षी कांक्षन्ती सुतमुत्तमम्। तमृषिं साभ्युपागम्य कालिन्दी चाभ्यवादयत्॥३३॥ ",
                    "arth": "'उस समय उस रमणीय एवं श्रेष्ठ पर्वतपर भृगुकुलमें उत्पन्न हुए महामुनि च्यवन तपस्यामें लगे हुए थे। हिमालयपर ही उनका आश्रम था। उन दोनों रानियोंमेंसे एक (जिसे जहर दिया गया था) कालिन्दीनामसे प्रसिद्ध थी। विकसित कमलदलके समान नेत्रोंवाली महाभागा कालिन्दी एक उत्तम पुत्र पानेकी इच्छा रखती थी। उसने देवतुल्य तेजस्वी भृगुनन्दन च्यवनके पास जाकर उन्हें प्रणाम किया॥३१-३३॥ "
                },
                {
                    "slok": "स तामभ्यवदद् विप्रः पुत्रेप्सुं पुत्रजन्मनि। तव कुक्षौ महाभागे सुपुत्रः सुमहाबलः॥३४॥ महावीर्यो महातेजा अचिरात् संजनिष्यति। गरेण सहितः श्रीमान् मा शुचः कमलेक्षणे॥३५॥",
                    "arth": "उस समय ब्रह्मर्षि च्यवनने पुत्रकी अभिलाषा रखनेवाली कालिन्दीसे पुत्र-जन्मके विषयमें कहा'महाभागे! तुम्हारे उदरमें एक महान् बलवान्, महातेजस्वी और महापराक्रमी उत्तम पुत्र है, वह कान्तिमान् बालक थोड़े ही दिनोंमें गर (जहर) के साथ उत्पन्न होगा। अतः कमललोचने! तुम पुत्रके लिये चिन्ता न करो'॥ "
                },
                {
                    "slok": "च्यवनं च नमस्कृत्य राजपुत्री पतिव्रता। पत्या विरहिता तस्मात् पुत्रं देवी व्यजायत॥३६॥",
                    "arth": "'वह विधवा राजकुमारी कालिन्दी बड़ी पतिव्रता | थी। महर्षि च्यवनको नमस्कार करके वह देवी अपने आश्रमपर लौट आयी। फिर समय आनेपर उसने एक पुत्रको जन्म दिया॥३६॥ "
                },
                {
                    "slok": "सपत्न्या तु गरस्तस्यै दत्तो गर्भजिघांसया। सह तेन गरेणैव संजातः सगरोऽभवत्॥३७॥ ",
                    "arth": "'उसकी सौतने उसके गर्भको नष्ट कर देनेके | लिये जो गर (विष) दिया था, उसके साथ ही उत्पन्न होनेके कारण वह राजकुमार 'सगर' नामसे विख्यात हुआ॥३७॥ "
                },
                {
                    "slok": "सगरस्यासमञ्जस्तु असमञ्जादथांशुमान्। दिलीपोंऽशुमतः पुत्रो दिलीपस्य भगीरथः॥३८॥ ",
                    "arth": "'सगरके पुत्र असमंज और असमंजके पुत्र अंशुमान् हुए। अंशुमान्के पुत्र दिलीप और दिलीपके पुत्र भगीरथ हुए ॥३८॥ "
                },
                {
                    "slok": "भगीरथात् ककुत्स्थश्च ककुत्स्थाच्च रघुस्तथा। रघोस्तु पुत्रस्तेजस्वी प्रवृद्धः पुरुषादकः॥३९॥ ",
                    "arth": "'भगीरथसे ककुत्स्थ और ककुत्स्थसे रघुका जन्म हुआ। रघुके तेजस्वी पुत्र प्रवृद्ध हुए, जो शापसे राक्षस हो गये थे॥३९॥ "
                },
                {
                    "slok": "कल्माषपादोऽप्यभवत् तस्माज्जातस्तु शङ्खणः। सुदर्शनः शङ्खणस्य अग्निवर्णः सुदर्शनात्॥४०॥",
                    "arth": "'वे ही कल्माषपाद नामसे भी प्रसिद्ध हुए थे। | उनसे शङ्खण नामक पुत्रका जन्म हुआ था। शङ्खणके पुत्र | सुदर्शन और सुदर्शनके अग्निवर्ण हुए॥ ४०॥"
                },
                {
                    "slok": "शीघ्रगस्त्वग्निवर्णस्य शीघ्रगस्य मरुः सुतः। मरोः प्रशुश्रुकस्त्वासीदम्बरीषः प्रशुश्रुकात्॥४१॥ ",
                    "arth": "'अग्निवर्णके शीघ्रग और शीघ्रगके पुत्र मरु थे। मरुसे प्रशुश्रुक और प्रशुश्रुकसे अम्बरीषकी उत्पत्ति हुई॥"
                },
                {
                    "slok": "अम्बरीषस्य पुत्रोऽभूनहुषश्च महीपतिः। नहुषस्य ययातिस्तु नाभागस्तु ययातिजः॥४२॥ नाभागस्य बभूवाज अजाद् दशरथोऽभवत्। अस्माद् दशरथाज्जातौ भ्रातरौ रामलक्ष्मणौ॥४३॥",
                    "arth": "'अम्बरीषके पुत्र राजा नहुष हुए। नहुषके ययाति और ययातिके पुत्र नाभाग थे। नाभागके अज हुए। अजसे दशरथका जन्म हुआ। इन्हीं महाराज दशरथसे ये दोनों भाई श्रीराम और लक्ष्मण उत्पन्न हुए हैं॥४२-४३॥"
                },
                {
                    "slok": "आदिवंशविशुद्धानां राज्ञां परमधर्मिणाम्। इक्ष्वाकुकुलजातानां वीराणां सत्यवादिनाम्॥४४॥ ",
                    "arth": "'इक्ष्वाकुकुलमें उत्पन्न हुए राजाओंका वंश आदिकालसे ही शुद्ध रहा है। ये सब-के-सब परम धर्मात्मा, वीर और सत्यवादी होते आये हैं॥४४॥ "
                },
                {
                    "slok": "रामलक्ष्मणयोरर्थे त्वत्सुते वरये नृप। सदृशाभ्यां नरश्रेष्ठ सदृशे दातुमर्हसि ॥४५॥",
                    "arth": "'नरश्रेष्ठ! नरेश्वर! इसी इक्ष्वाकुकुलमें उत्पन्न हुए श्रीराम और लक्ष्मणके लिये मैं आपकी दो कन्याओंका वरण करता हूँ। ये आपकी कन्याओंके योग्य हैं और आपकी कन्याएँ इनके योग्य। अतः आप इन्हें कन्यादान करें'॥ ४५ ॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "71",
            "arth": [
                {
                    "slok": "एवं ब्रुवाणं जनकः प्रत्युवाच कृताञ्जलिः। श्रोतुमर्हसि भद्रं ते कुलं नः परिकीर्तितम्॥१॥ प्रदाने हि मुनिश्रेष्ठ कुलं निरवशेषतः। वक्तव्यं कुलजातेन तन्निबोध महामते॥२॥",
                    "arth": "महर्षि वसिष्ठ जब इस प्रकार इक्ष्वाकुवंशका परिचय दे चके, तब राजा जनकने हाथ जोडकर उनसे कहा- 'मनिश्रेष्ठ! आपका भला हो। अब हम भी अपने कुलका परिचय दे रहे हैं, सुनिये। महामते! कुलीन पुरुषके लिये कन्यादानके समय अपने कुलका पूर्णरूपेण परिचय देना आवश्यक है; अतः आप सुननेकी कृपा करें॥१-२॥ "
                },
                {
                    "slok": "राजाभूत् त्रिषु लोकेषु विश्रुतः स्वेन कर्मणा। निमिः परमधर्मात्मा सर्वसत्त्ववतां वरः॥३॥",
                    "arth": "'प्राचीन कालमें निमि नामक एक परम धर्मात्मा राजा हुए हैं, जो सम्पूर्ण धैर्यशाली महापुरुषों में श्रेष्ठ तथा अपने पराक्रमसे तीनों लोकोंमें विख्यात थे॥३॥ "
                },
                {
                    "slok": "तस्य पुत्रो मिथिर्नाम जनको मिथिपुत्रकः। प्रथमो जनको राजा जनकादप्युदावसुः॥४॥",
                    "arth": "'उनके मिथि नामक एक पुत्र हुआ। मिथिके पुत्रका नाम जनक हुआ। ये ही हमारे कुलमें पहले जनक हुए हैं (इन्हींके नामपर हमारे वंशका प्रत्येक राजा 'जनक' कहलाता है)। जनकसे उदावसुका जन्म हुआ॥४॥ "
                },
                {
                    "slok": "उदावसोस्तु धर्मात्मा जातो वै नन्दिवर्धनः। नन्दिवर्धसुतः शूरः सुकेतुर्नाम नामतः॥५॥",
                    "arth": "'उदावसुसे धर्मात्मा नन्दिवर्धन उत्पन्न हुए। नन्दिवर्धनके शूरवीर पुत्रका नाम सुकेतु हुआ॥५॥ "
                },
                {
                    "slok": "सुकेतोरपि धर्मात्मा देवरातो महाबलः। देवरातस्य राजर्षेहद्रथ इति स्मृतः॥६॥",
                    "arth": "'सुकेतुके भी देवरात नामक पुत्र हुआ। देवरात महान् बलवान् और धर्मात्मा थे। राजर्षि देवरातके - बृहद्रथ नामसे प्रसिद्ध एक पुत्र हुआ॥६॥"
                },
                {
                    "slok": "बृहद्रथस्य शूरोऽभून्महावीरः प्रतापवान्। | महावीरस्य धृतिमान् सुधृतिः सत्यविक्रमः॥७॥ ",
                    "arth": "'बृहद्रथके पुत्र महावीर हुए, जो शूर और प्रतापी थे। महावीरके सुधृति हुए, जो धैर्यवान् और सत्यपराक्रमी थे॥७॥ "
                },
                {
                    "slok": "सुधृतेरपि धर्मात्मा धृष्टकेतुः सुधार्मिकः।। धृष्टकेतोश्च राजर्षेर्हर्यश्व इति विश्रुतः॥८॥",
                    "arth": "'सुधृतिके भी धर्मात्मा धृष्टकेतु हुए, जो परम धार्मिक थे। राजर्षि धृष्टकेतुका पुत्र हर्यश्व नामसे विख्यात हुआ ॥ ८ ॥"
                },
                {
                    "slok": "हर्यश्वस्य मरुः पुत्रो मरोः पुत्रः प्रतीन्धकः। प्रतीन्धकस्य धर्मात्मा राजा कीर्तिरथः सुतः॥९॥ ",
                    "arth": "'हर्यश्वके पुत्र मरु, मरुके पुत्र प्रतीन्धक तथा प्रतीन्धकके पुत्र धर्मात्मा राजा कीर्तिरथ हुए॥९॥ "
                },
                {
                    "slok": "पुत्रः कीर्तिरथस्यापि देवमीढ इति स्मृतः। देवमीढस्य विबुधो विबुधस्य महीध्रकः॥१०॥",
                    "arth": "'कीर्तिरथके पुत्र देवमीढ नामसे विख्यात हुए। देवमीढके विबुध और विबुधके पुत्र महीध्रक हुए॥१०॥ "
                },
                {
                    "slok": "महीधकसुतो राजा कीर्तिरातो महाबलः। कीर्तिरातस्य राजर्षेर्महारोमा व्यजायत॥११॥ ",
                    "arth": "'महीध्रकके पुत्र महाबली राजा कीर्तिरात हुए। राजर्षि कीर्तिरातके महारोमा नामक पुत्र उत्पन्न हुआ॥ "
                },
                {
                    "slok": "महारोम्णस्तु धर्मात्मा स्वर्णरोमा व्यजायत। स्वर्णरोम्णस्तु राजर्षेह्रस्वरोमा व्यजायत॥१२॥",
                    "arth": "'महारोमासे धर्मात्मा स्वर्णरोमाका जन्म हुआ। राजर्षि स्वर्णरोमासे ह्रस्वरोमा उत्पन्न हुए॥ १२ ॥ "
                },
                {
                    "slok": "तस्य पुत्रद्वयं राज्ञो धर्मज्ञस्य महात्मनः। ज्येष्ठोऽहमनुजो भ्राता मम वीरः कुशध्वजः॥१३॥",
                    "arth": "'धर्मज्ञ महात्मा राजा ह्रस्वरोमाके दो पुत्र उत्पन्न हुए, जिनमें ज्येष्ठ तो मैं ही हूँ और कनिष्ठ मेरा छोटा भाई वीर कुशध्वज है॥१३॥ "
                },
                {
                    "slok": "मां तु ज्येष्ठं पिता राज्ये सोऽभिषिच्य पिता मम। कुशध्वजं समावेश्य भारं मयि वनं गतः॥१४॥ ",
                    "arth": "'मेरे पिता मुझ ज्येष्ठ पुत्रको राज्यपर अभिषिक्त करके कुशध्वजका सारा भार मुझे सौंपकर वनमें चले गये। "
                },
                {
                    "slok": "वृद्धे पितरि स्वर्याते धर्मेण धुरमावहम्। भ्रातरं देवसंकाशं स्नेहात् पश्यन् कुशध्वजम् ॥१५॥",
                    "arth": "'वृद्ध पिताके स्वर्गगामी हो जानेपर अपने देवतुल्य भाई कुशध्वजको स्नेह-दृष्टिसे देखता हुआ मैं इस राज्यका भार धर्मके अनुसार वहन करने लगा॥१५॥ "
                },
                {
                    "slok": "कस्यचित्त्वथ कालस्य सांकाश्यादागतः पुरात्। सुधन्वा वीर्यवान् राजा मिथिलामवरोधकः॥१६॥ ",
                    "arth": "'कुछ कालके अनन्तर पराक्रमी राजा सुधन्वाने सांकाश्य नगरसे आकर मिथिलाको चारों ओरसे घेर लिया॥१६॥"
                },
                {
                    "slok": "स च मे प्रेषयामास शैवं धनुरनुत्तमम्। सीता च कन्या पद्माक्षी मह्यं वै दीयतामिति ॥१७॥ ",
                    "arth": "'उसने मेरे पास दूत भेजकर कहलाया कि 'तुम शिवजीके परम उत्तम धनुष तथा अपनी कमलनयनी कन्या सीताको मेरे हवाले कर दो' ॥१७॥"
                },
                {
                    "slok": "तस्याप्रदानान्महर्षे युद्धमासीन्मया सह।ली स हतोऽभिमुखो राजा सुधन्वा तु मया रणे॥१८॥ ",
                    "arth": "'महर्षे ! मैंने उसकी माँग पूरी नहीं की। इसलिये मेरे साथ उसका युद्ध हुआ। उस संग्राममें सम्मुख युद्ध करता हुआ राजा सुधन्वा मेरे हाथसे मारा गया॥१८॥ "
                },
                {
                    "slok": "निहत्य तं मुनिश्रेष्ठ सुधन्वानं नराधिपम्। सांकाश्ये भ्रातरं शूरमभ्यषिञ्चं कुशध्वजम्॥१९॥",
                    "arth": "'मुनिश्रेष्ठ! राजा सुधन्वाका वध करके मैंने सांकाश्य नगरके राज्यपर अपने शूरवीर भ्राता कुशध्वजको अभिषिक्त कर दिया॥१९॥"
                },
                {
                    "slok": "कनीयानेष मे भ्राता अहं ज्येष्ठो महामुने। ददामि परमप्रीतो वध्वौ ते मुनिपुंगव॥२०॥ ",
                    "arth": "'महामुने! ये मेरे छोटे भाई कुशध्वज हैं और मैं इनका बड़ा भाई हूँ। मुनिवर! मैं बड़ी प्रसन्नताके साथ आपको दो बहुएँ प्रदान करता हूँ॥२०॥ "
                },
                {
                    "slok": "सीतां रामाय भद्रं ते ऊर्मिलां लक्ष्मणाय वै। वीर्यशुल्कां मम सुतां सीतां सुरसुतोपमाम्॥२१॥ द्वितीयामूर्मिलां चैव त्रिर्वदामि न संशयः। ददामि परमप्रीतो वध्वौ ते मुनिपुंगव ॥२२॥",
                    "arth": "'आपका भला हो! मैं सीताको श्रीरामके लिये और ऊर्मिलाको लक्ष्मणके लिये समर्पित करता हूँ। पराक्रम ही जिसको पानेका शुल्क (शर्त) था, उस देवकन्याके समान सुन्दरी अपनी प्रथम पुत्री सीताको श्रीरामके लिये तथा दूसरी पुत्री ऊर्मिलाको लक्ष्मणके लिये दे रहा हूँ। मैं इस बातको तीन बार दुहराता हूँ, इसमें संशय नहीं है। मुनिप्रवर! मैं परम प्रसन्न होकर आपको दो बहुएँ दे रहा हूँ॥२१-२२॥ "
                },
                {
                    "slok": "रामलक्ष्मणयो राजन् गोदानं कारयस्व ह। पितृकार्यं च भद्रं ते ततो वैवाहिकं कुरु ॥२३॥",
                    "arth": "(वसिष्ठजीसे ऐसा कहकर राजा जनकने महाराज दशरथसे कहा-) 'राजन्! अब आप श्रीराम और लक्ष्मणके मंगलके लिये इनसे गोदान करवाइये, आपका कल्याण हो। नान्दीमुख श्राद्धका कार्य भी सम्पन्न कीजिये। इसके बाद विवाहका कार्य आरम्भ कीजियेगा॥ २३॥ "
                },
                {
                    "slok": "मघा ह्यद्य महाबाहो तृतीयदिवसे प्रभो। फल्गुन्यामुत्तरे राजंस्तस्मिन् वैवाहिकं कुरु। रामलक्ष्मणयोरथै दानं कार्यं सुखोदयम् ॥२४॥",
                    "arth": "'महाबाहो! प्रभो! आज मघा नक्षत्र है। राजन्! आजके तीसरे दिन उत्तरा-फाल्गुनी नक्षत्रमें वैवाहिक कार्य कीजियेगा। आज श्रीराम और लक्ष्मणके अभ्युदयके लिये (गो, भूमि, तिल और सुवर्ण आदिका) दान कराना चाहिये; क्योंकि वह भविष्यमें सुख देनेवाला होता है'॥ २४॥ "
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "72",
            "arth": [
                {
                    "slok": "तमुक्तवन्तं वैदेहं विश्वामित्रो महामुनिः। उवाच वचनं वीरं वसिष्ठसहितो नृपम्॥१॥",
                    "arth": "विदेहराज जनक जब अपनी बात समाप्त कर चुके, तब वसिष्ठसहित महामुनि विश्वामित्र उन वीर नरेशसे इस प्रकार बोले- ॥१॥ "
                },
                {
                    "slok": "अचिन्त्यान्यप्रमेयाणि कुलानि नरपुंगव। इक्ष्वाकूणां विदेहानां नैषां तुल्योऽस्ति कश्चन॥२॥",
                    "arth": "'नरश्रेष्ठ! इक्ष्वाकु और विदेह दोनों ही राजाओंके वंश अचिन्तनीय हैं। दोनोंके ही प्रभावकी कोई सीमा नहीं है। इन दोनोंकी समानता करनेवाला दूसरा कोई राजवंश नहीं है॥२॥ "
                },
                {
                    "slok": "सदृशो धर्मसम्बन्धः सदृशो रूपसम्पदा। रामलक्ष्मणयो राजन् सीता चोर्मिलया सह॥३॥",
                    "arth": "'राजन्! इन दोनों कुलोंमें जो यह धर्मसम्बन्ध स्थापित होने जा रहा है, सर्वथा एक-दूसरेके योग्य है। रूप-वैभवकी दृष्टिसे भी समान योग्यताका है; क्योंकि ऊर्मिलासहित सीता श्रीराम और लक्ष्मणके अनुरूप है॥३॥ "
                },
                {
                    "slok": "वक्तव्यं च नरश्रेष्ठ श्रूयतां वचनं मम। भ्राता यवीयान् धर्मज्ञ एष राजा कुशध्वजः॥४॥ अस्य धर्मात्मनो राजन् रूपेणाप्रतिमं भुवि। सुताद्वयं नरश्रेष्ठ पत्ल्यर्थं वरयामहे॥५॥ भरतस्य कुमारस्य शत्रुघ्नस्य च धीमतः। वरये ते सुते राजस्तयोरर्थे महात्मनोः॥६॥",
                    "arth": "'नरश्रेष्ठ! इसके बाद मुझे भी कुछ कहना है; आप मेरी बात सुनिये। राजन्! आपके छोटे भाई जो ये धर्मज्ञ राजा कुशध्वज बैठे हैं, इन धर्मात्मा नरेशके भी दो कन्याएँ हैं, जो इस भूमण्डलमें अनुपम सुन्दरी | हैं। नरश्रेष्ठ! भूपाल! मैं आपकी उन दोनों कन्याओंका | कुमार भरत और बुद्धिमान् शत्रुघ्न इन दोनों महामनस्वी | राजकुमारोंके लिये इनकी धर्मपत्नी बनानेके उद्देश्यसे वरण करता हूँ॥४-६॥ "
                },
                {
                    "slok": "पुत्रा दशरथस्येमे रूपयौवनशालिनः। लोकपालसमाः सर्वे देवतुल्यपराक्रमाः॥७॥",
                    "arth": "'राजा दशरथके ये सभी पुत्र रूप और यौवनसे सुशोभित, लोकपालोंके समान तेजस्वी तथा देवताओंके तुल्य पराक्रमी हैं॥७॥"
                },
                {
                    "slok": "उभयोरपि राजेन्द्र सम्बन्धेनानुबध्यताम्। | इक्ष्वाकुकुलमव्यग्रं भवतः पुण्यकर्मणः॥८॥",
                    "arth": "'राजेन्द्र! इन दोनों भाइयों (भरत और शत्रुघ्न) | को भी कन्यादान करके आप इस समस्त इक्ष्वाकुकुलको अपने सम्बन्धसे बाँध लीजिये। आप पुण्यकर्मा पुरुष हैं; | आपके चित्तमें व्यग्रता नहीं आनी चाहिये (अर्थात् आप | यह सोचकर व्यग्र न हों कि ऐसे महान् सम्राट्के साथ मैं एक ही समय चार वैवाहिक सम्बन्धोंका निर्वाह कैसे कर सकता हूँ।)'॥८॥"
                },
                {
                    "slok": "विश्वामित्रवचः श्रुत्वा वसिष्ठस्य मते तदा। जनकः प्राञ्जलिर्वाक्यमुवाच मुनिपुंगवौ॥९॥",
                    "arth": "वसिष्ठजीकी सम्मतिके अनुसार विश्वामित्रजीका यह वचन सुनकर उस समय राजा जनकने हाथ जोड़कर उन दोनों मुनिवरोंसे कहा- ॥९॥ "
                },
                {
                    "slok": "कुलं धन्यमिदं मन्ये येषां तौ मुनिपुंगवौ। सदृशं कुलसम्बन्धं यदाज्ञापयतः स्वयम्॥१०॥",
                    "arth": "'मुनिपुंगवो! मैं अपने इस कुलको धन्य मानता हूँ, जिसे आप दोनों इक्ष्वाकुवंशके योग्य समझकर इसके साथ सम्बन्ध जोड़नेके लिये स्वयं आज्ञा दे रहे हैं ।"
                },
                {
                    "slok": "एवं भवतु भद्रं वः कुशध्वजसुते इमे। पत्न्यौ भजेतां सहितौ शत्रुघ्नभरतावुभौ ॥११॥",
                    "arth": "'आपका कल्याण हो। आप जैसा कहते हैं, ऐसा ही हो। ये सदा साथ रहनेवाले दोनों भाई भरत और शत्रुघ्न कुशध्वजकी इन दोनों कन्याओं (मेंसे एकएक) को अपनी-अपनी धर्मपत्नीके रूपमें ग्रहण करें ॥११॥ "
                },
                {
                    "slok": "एकाह्ना राजपुत्रीणां चतसृणां महामुने। पाणीन् गृह्णन्तु चत्वारो राजपुत्रा महाबलाः॥१२॥ ",
                    "arth": "'महामुने! ये चारों महाबली राजकुमार एक ही दिन हमारी चारों राजकुमारियोंका पाणिग्रहण करें ॥१२॥ "
                },
                {
                    "slok": "उत्तरे दिवसे ब्रह्मन् फल्गुनीभ्यां मनीषिणः।ह वैवाहिकं प्रशंसन्ति भगो यत्र प्रजापतिः॥१३॥",
                    "arth": "'ब्रह्मन्! अगले दो दिन फाल्गुनी नामक नक्षत्रोंसे युक्त हैं। इनमें (पहले दिन तो पूर्वा फाल्गुनी है और) दूसरे दिन (अर्थात् परसों) उत्तरा फाल्गुनी नामक नक्षत्र होगा, जिसके देवता प्रजापति भग (तथा अर्यमा) हैं। मनीषी पुरुष उस नक्षत्रमें वैवाहिक कार्य करना बहुत उत्तम बताते हैं ॥१३॥ "
                },
                {
                    "slok": "एवमुक्त्वा वचः सौम्यं प्रत्युत्थाय कृताञ्जलिः। उभौ मुनिवरौ राजा जनको वाक्यमब्रवीत्॥१४॥",
                    "arth": "इस प्रकार सौम्य (मनोहर) वचन कहकर राजा जनक उठकर खड़े हो गये और उन दोनों मुनिवरोंसे हाथ जोड़कर बोले-॥१४॥ "
                },
                {
                    "slok": "परो धर्मः कृतो मह्यं शिष्योऽस्मि भवतोस्तथा। इमान्यासनमुख्यानि आस्यतां मुनिपुंगवौ ॥१५॥",
                    "arth": "'आपलोगोंने कन्याओंका विवाह निश्चित करके मेरे लिये महान् धर्मका सम्पादन कर दिया; मैं आप दोनोंका शिष्य हँ। मनिवरो! इन श्रेष्ठ आसनोंपर आप दोनों विराजमान हों ॥१५॥ "
                },
                {
                    "slok": "यथा दशरथस्येयं तथायोध्या पुरी मम। प्रभुत्वे नास्ति संदेहो यथार्ह कर्तुमर्हथ॥१६॥ ",
                    "arth": "'आपके लिये जैसी राजा दशरथकी अयोध्या है, वैसी ही यह मेरी मिथिलापुरी भी है। आपका इसपर पूरा अधिकार है, इसमें संदेह नहीं; अतः आप हमें यथायोग्य आज्ञा प्रदान करते रहें'॥१६॥ "
                },
                {
                    "slok": "तथा ब्रुवति वैदेहे जनके रघुनन्दनः। राजा दशरथो हृष्टः प्रत्युवाच महीपतिम्॥१७॥",
                    "arth": "विदेहराज जनकके ऐसा कहनेपर रघुकुलका आनन्द बढ़ानेवाले राजा दशरथने प्रसन्न होकर उन मिथिलानरेशको इस प्रकार उत्तर दिया- ॥१७॥ "
                },
                {
                    "slok": "युवामसंख्येयगुणौ भ्रातरौ मिथिलेश्वरौ। ऋषयो राजसङ्घाश्च भवद्भयामभिपूजिताः॥१८॥",
                    "arth": "मिथिलेश्वर! आप दोनों भाइयोंके गुण असंख्य हैं; आपलोगोंने ऋषियों तथा राजसमूहोंका भलीभाँति सत्कार किया है॥१८॥"
                },
                {
                    "slok": "स्वस्ति प्राप्नुहि भद्रं ते गमिष्यामः स्वमालयम्। श्राद्धकर्माणि विधिवद्विधास्य इति चाब्रवीत्॥१९॥",
                    "arth": "'आपका कल्याण हो, आप मंगलके भागी हों। अब हम अपने विश्रामस्थानको जायेंगे। वहाँ जाकर मैं विधिपूर्वक नान्दीमुखश्राद्धका कार्य सम्पन्न करूँगा।' यह बात भी राजा दशरथने कही ॥१९॥ "
                },
                {
                    "slok": "तमापृष्ट्वा नरपतिं राजा दशरथस्तदा। मुनीन्द्रौ तौ पुरस्कृत्य जगामाशु महायशाः॥२०॥",
                    "arth": "तदनन्तर मिथिलानरेशकी अनुमति ले महायशस्वी राजा दशरथ मुनिश्रेष्ठ विश्वामित्र और वसिष्ठको आगे करके तुरंत अपने आवासस्थानपर चले गये॥२०॥ "
                },
                {
                    "slok": "स गत्वा निलयं राजा श्राद्धं कृत्वा विधानतः। प्रभाते काल्यमुत्थाय चक्रे गोदानमुत्तमम्॥२१॥",
                    "arth": "डेरेपर जाकर राजा दशरथने (अपराह्नकालमें) विधिपूर्वक आभ्युदयिक श्राद्ध सम्पन्न किया। तत्पश्चात् (रात बीतनेपर) प्रातःकाल उठकर राजाने तत्कालोचित उत्तम गोदान-कर्म किया॥२१॥ "
                },
                {
                    "slok": "गवां शतसहस्त्रं च ब्राह्मणेभ्यो नराधिपः। एकैकशो ददौ राजा पुत्रानुद्दिश्य धर्मतः॥२२॥",
                    "arth": "राजा दशरथने अपने एक-एक पुत्रके मंगलके लिये धर्मानुसार एक-एक लाख गौएँ ब्राह्मणोंको दान कीं ॥ २२॥"
                },
                {
                    "slok": "सुवर्णशृङ्ग्यः सम्पन्नाः सवत्साः कांस्यदोहनाः। गवां शतसहस्राणि चत्वारि पुरुषर्षभः॥२३॥ वित्तमन्यच्च सुबहु द्विजेभ्यो रघुनन्दनः। ददौ गोदानमुद्दिश्य पुत्राणां पुत्रवत्सलः॥२४॥ ",
                    "arth": "उन सबके सींग सोनेसे मढ़े हुए थे। उन सबके साथ बछड़े और काँसेके दुग्धपात्र थे। इस प्रकार पुत्रवत्सल रघुकुलनन्दन पुरुषशिरोमणि राजा दशरथने चार लाख गौओंका दान किया तथा और भी बहुतसा धन पुत्रोंके लिये गोदानके उद्देश्यसे ब्राह्मणोंको दिया॥ २३-२४॥"
                },
                {
                    "slok": "स सुतैः कृतगोदानैर्वृतः सन्नृपतिस्तदा। लोकपालैरिवाभाति वृतः सौम्यः प्रजापतिः॥२५॥",
                    "arth": "गोदान-कर्म सम्पन्न करके आये हुए पुत्रोंसे | घिरे हुए राजा दशरथ उस समय लोकपालोंसे | घिरकर बैठे हुए शान्तस्वभाव प्रजापति ब्रह्माके समान | शोभा पा रहे थे॥२५॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "73",
            "arth": [
                {
                    "slok": "यस्मिंस्तु दिवसे राजा चक्रे गोदानमुत्तमम्। तस्मिंस्तु दिवसे वीरो युधाजित् समुपेयिवान्॥१॥ पुत्रः। केकयराजस्य साक्षाद्भरतमातुलः। दृष्ट्वा पृष्ट्वा च कुशलं राजानमिदमब्रवीत्॥२॥",
                    "arth": "राजा दशरथने जिस दिन अपने पुत्रोंके विवाहके निमित्त उत्तम गोदान किया, उसी दिन भरतके सगे मामा केकयराजकुमार वीर युधाजित् वहाँ आ पहुंचे। उन्होंने महाराजका दर्शन करके कुशल-मंगल पूछा और इस प्रकार कहा- ॥१-२॥ "
                },
                {
                    "slok": "केकयाधिपती राजा स्नेहात् कुशलमब्रवीत्। येषां कुशलकामोऽसि तेषां सम्प्रत्यनामयम्॥३॥ स्वस्त्रीयं मम राजेन्द्र द्रष्टुकामो महीपतिः। तदर्थमुपयातोऽहमयोध्यांची का रघुनन्दन ॥४॥",
                    "arth": "'रघुनन्दन! केकयदेशके महाराजने बडे स्नेहके साथ आपका कुशल-समाचार पूछा है और आप भी हमारे यहाँके जिन-जिन लोगोंकी कुशलवार्ता जानना चाहते होंगे, वे सब इस समय स्वस्थ और सानन्द हैं। राजेन्द्र ! केकयनरेश मेरे भान्जे भरतको देखना चाहते हैं। अतः इन्हें लेनेके लिये ही मैं अयोध्या आया था॥"
                },
                {
                    "slok": "श्रुत्वा त्वहमयोध्यायां विवाहार्थं तवात्मजान्। मिथिलामुपयातांस्तु त्वया सह महीपते॥५॥ त्वरयाभ्युपयातोऽहं द्रष्टुकामः स्वसुः सुतम्।।",
                    "arth": "'परंतु पृथ्वीनाथ! अयोध्यामें यह सुनकर कि 'आपके सभी पुत्र विवाहके लिये आपके साथ मिथिला पधारे हैं, मैं तुरंत यहाँ चला आया; क्योंकि मेरे मनमें अपनी बहिनके बेटेको देखनेकी बड़ी लालसा थी'॥५॥ "
                },
                {
                    "slok": "अथ राजा दशरथः प्रियातिथिमुपस्थितम्॥६॥ दृष्ट्वा परमसत्कारैः पूजनार्हमपूजयत्।",
                    "arth": "महाराज दशरथने अपने प्रिय अतिथिको उपस्थित देख बड़े सत्कारके साथ उनकी आवभगत की; क्योंकि वे सम्मान पानेके ही योग्य थे॥६३॥ "
                },
                {
                    "slok": "ततस्तामुषितो रात्रिं सह पुत्रैर्महात्मभिः॥७॥ प्रभाते पुनरुत्थाय कृत्वा कर्माणि तत्त्ववित्। ऋषींस्तदा पुरस्कृत्य यज्ञवाटमुपागमत्॥८॥",
                    "arth": "तदनन्तर अपने महामनस्वी पुत्रोंके साथ वह रात व्यतीत करके वे तत्त्वज्ञ नरेश प्रातःकाल उठे और | नित्यकर्म करके ऋषियोंको आगे किये जनककी | यज्ञशालामें जा पहुँचे॥७-८॥"
                },
                {
                    "slok": "युक्ते मुहूर्ते विजये सर्वाभरणभूषितैः। | भ्रातृभिः सहितो रामः कृतकौतुकमंगलः॥ ९ ॥ वसिष्ठं पुरतः कृत्वा महर्षीनपरानपि। हम वसिष्ठो भगवानेत्य वैदेहमिदमब्रवीत्॥१०॥",
                    "arth": "तत्पश्चात् विवाहके योग्य विजय नामक मुहूर्त आनेपर | दूल्हेके अनुरूप समस्त वेश-भूषासे अलंकृत हुए भाइयोंके | साथ श्रीरामचन्द्रजी भी वहाँ आये। वे विवाहकालोचित मंगलाचार पूर्ण कर चुके थे तथा वसिष्ठ मुनि एवं अन्यान्य महर्षियोंको आगे करके उस मण्डपमें पधारे थे। उस समय भगवान् वसिष्ठने विदेहराज जनकके पास जाकर इस प्रकार कहा-॥९-१०॥ "
                },
                {
                    "slok": "राजा दशरथो राजन् कृतकौतुकमंगलैः। | पुत्रैर्नरवरश्रेष्ठो मीयादातारमभिकाङ्क्षते॥११॥",
                    "arth": "'राजन्! नरेशोंमें श्रेष्ठ महाराज दशरथ अपने | पुत्रोंका वैवाहिकसूत्र-बन्धनरूप मंगलाचार सम्पन्न करके | उन सबके साथ पधारे हैं और भीतर आनेके लिये | दाताके आदेशकी प्रतीक्षा कर रहे हैं॥११॥ "
                },
                {
                    "slok": " दातृप्रतिग्रहीतृभ्यां सर्वार्थाः सम्भवन्ति हि। स्वधर्मं प्रतिपद्यस्व कृत्वा वैवाह्यमुत्तमम्॥१२॥",
                    "arth": "'क्योंकि दाता और प्रतिग्रहीता (दान ग्रहण करनेवाले) का संयोग होनेपर ही समस्त दान-धर्मोका सम्पादन सम्भव होता है; अतः आप विवाह-कालोपयोगी शुभ कर्मोंका अनुष्ठान करके उन्हें बुलाइये और कन्यादानरूप स्वधर्मका पालन कीजिये'॥१२॥"
                },
                {
                    "slok": "इत्युक्तः परमोदारो वसिष्ठेन महात्मना। प्रत्युवाच महातेजा वाक्यं परमधर्मवित्॥१३॥",
                    "arth": "महात्मा वसिष्ठके ऐसा कहनेपर परम उदार, परम धर्मज्ञ और महातेजस्वी राजा जनकने इस प्रकार उत्तर दिया- ॥१३॥ "
                },
                {
                    "slok": "कः स्थितः प्रतिहारो मे कस्याज्ञां सम्प्रतीक्षते। स्वगृहे को विचारोऽस्ति यथा राज्यमिदं तव॥१४॥ कृतकौतुकसर्वस्वा वेदिमूलमुपागताः। मम कन्या मुनिश्रेष्ठ दीप्ता बढेरिवार्चिषः॥१५॥",
                    "arth": "'मुनिश्रेष्ठ! महाराजके लिये मेरे यहाँ कौन-सा पहरेदार खड़ा है। वे किसके आदेशकी प्रतीक्षा करते हैं। अपने घरमें आनेके लिये कैसा सोच-विचार है? यह जैसे मेरा राज्य है, वैसे ही आपका है। मेरी कन्याओंका वैवाहिक सूत्र-बन्धनरूप मंगलकृत्य सम्पन्न हो चुका है। अब वे यज्ञवेदीके पास आकर बैठी हैं और अग्निकी प्रज्वलित शिखाओंके समान प्रकाशित हो रही हैं॥१४-१५॥ "
                },
                {
                    "slok": "सद्योऽहं त्वत्प्रतीक्षोऽस्मि वेद्यामस्यां प्रतिष्ठितः। अविघ्नं क्रियतां सर्वं किमर्थं हि विलम्ब्यते॥१६॥ ",
                    "arth": "'इस समय तो मैं आपकी ही प्रतीक्षामें वेदीपर | बैठा हूँ। आप निर्विघ्रतापूर्वक सब कार्य पूर्ण कीजिये। विलम्ब किसलिये करते हैं? ॥१६॥ "
                },
                {
                    "slok": "तद् वाक्यं जनकेनोक्तं श्रुत्वा दशरथस्तदा। प्रवेशयामास सुतान् सर्वानृषिगणानपि॥१७॥",
                    "arth": "वसिष्ठजीके मुखसे राजा जनककी कही हुई बात सुनकर महाराज दशरथ उस समय अपने पुत्रों और सम्पूर्ण महर्षियोंको महलके भीतर ले आये॥१७॥ "
                },
                {
                    "slok": "ततो राजा विदेहानां वसिष्ठमिदमब्रवीत्। कारयस्व ऋषे सर्वामृषिभिः सह धार्मिक ॥१८॥ रामस्य लोकरामस्य क्रियां वैवाहिकी प्रभो।",
                    "arth": "तदनन्तर विदेहराजने वसिष्ठजीसे इस प्रकार कहा-'धर्मात्मा महर्षे! प्रभो! आप ऋषियोंको साथ लेकर लोकाभिराम श्रीरामके विवाहकी सम्पूर्ण क्रिया कराइये ॥ १८ ॥ "
                },
                {
                    "slok": "तथेत्युक्त्वा तु जनकं वसिष्ठो भगवानृषिः॥१९॥ विश्वामित्रं पुरस्कृत्य शतानन्दं च धार्मिकम्। प्रपामध्ये तु विधिवद् वेदिं कृत्वा महातपाः॥२०॥ अलचकार ता वाद गन्धपुष्पः समन्ततः।। सुवर्णपालिकाभिश्च चित्रकुम्भैश्च साङ्कुरैः॥२१॥ अङ्कुराढ्यैः शरावैश्च धूपपात्रैः सधूपकैः। शङ्खपात्रैः नुवैः स्रग्भिः पात्रैरादिपूजितैः॥२२॥ लाजपूर्णैश्च । पात्रीभिरक्षतैरपि संस्कृतैः। दभैः समैः समास्तीर्य विधिवन्मन्त्रपूर्वकम्॥२३॥ अग्निमाधाय तं वेद्यां विधिमन्त्रपुरस्कृतम्। जुहावाग्नौ महातेजा वसिष्ठो मुनिपुंगवः॥२४॥",
                    "arth": "तब जनकजीसे 'बहुत अच्छा' कहकर महातपस्वी भगवान् वसिष्ठ मुनिने विश्वामित्र और धर्मात्मा शतानन्दजीको आगे करके विवाह-मण्डपके मध्यभागमें विधिपूर्वक वेदी बनायी और गन्ध तथा फूलोंके द्वारा उसे चारों ओरसे सुन्दर रूपमें सजाया। साथ ही बहुतसी सुवर्ण-पालिकाएँ, यवके अंकुरोंसे युक्त चित्रित कलश, अंकुर जमाये हुए सकोरे, धूपयुक्त धूपपात्र, शङ्खपात्र, सुवा, सुक्, अर्घ्य आदि पूजनपात्र, लावा (खीलों) से भरे हुए पात्र तथा धोये हुए अक्षत आदि समस्त सामग्रियोंको भी यथास्थान रख दिया। तत्पश्चात् महातेजस्वी मुनिवर वसिष्ठजीने बराबर-बराबर कुशोंको वेदीके चारों ओर बिछाकर मन्त्रोच्चारण करते हुए विधिपूर्वक अग्निस्थापन किया और विधिको प्रधानता देते हुए मन्त्रपाठपूर्वक प्रज्वलित अग्निमें हवन किया॥१९-२४॥"
                },
                {
                    "slok": "ततः सीतां समानीय सर्वाभरणभूषिताम्। समक्षमग्नेः संस्थाप्य राघवाभिमुखे तदा॥२५॥ अब्रवीज्जनको राजा कौसल्यानन्दवर्धनम्। इयं सीता मम सुता सहधर्मचरी तव॥२६॥ प्रतीच्छ चैनां भद्रं ते पाणिं गृह्णीष्व पाणिना। दार पतिव्रता महाभागा छायेवानुगता सदा॥२७॥",
                    "arth": "तदनन्तर राजा जनकने सब प्रकारके आभूषणोंसे विभूषित सीताको ले आकर अग्निके समक्ष श्रीरामचन्द्रजीके सामने बिठा दिया और माता कौसल्याका आनन्द बढ़ानेवाले उन श्रीरामसे कहा-'रघुनन्दन! तुम्हारा कल्याण हो। यह मेरी पुत्री सीता तुम्हारी सहधर्मिणीके रूपमें उपस्थित है; इसे स्वीकार करो और इसका हाथ अपने हाथमें लो। यह परम पतिव्रता, महान् सौभाग्यवती और छायाकी भाँति सदा तुम्हारे पीछे चलनेवाली होगी' ॥ २५–२७॥ "
                },
                {
                    "slok": "इत्युक्त्वा प्राक्षिपद् राजा मन्त्रपूतं जलं तदा। साधुसाध्विति देवानामृषीणां वदतां तदा ॥२८॥",
                    "arth": "यह कहकर राजाने श्रीरामके हाथमें मन्त्रसे पवित्र हुआ संकल्पका जल छोड़ दिया। उस समय देवताओं और ऋषियोंके मुखसे जनकके लिये साधुवाद सुनायी देने लगा॥२८॥ "
                },
                {
                    "slok": "देवदुन्दुभिनिर्घोषः। पुष्पवर्षों महानभूत्। एवं दत्त्वा सुतां सीतां मन्त्रोदकपुरस्कृताम्॥२९॥ अब्रवीज्जनको राजा हर्षेणाभिपरिप्लुतः। लक्ष्मणागच्छ भद्रं ते ऊर्मिलामुद्यतां मया ॥३०॥ प्रतीच्छ पाणिं गृह्णीष्व मा भूत् कालस्य पर्ययः।",
                    "arth": "देवताओंके नगाड़े बजने लगे और आकाशसे फूलोंकी बड़ी भारी वर्षा हुई। इस प्रकार मन्त्र और संकल्पके जलके साथ अपनी पुत्री सीताका दान करके हर्षमग्न हुए राजा जनकने लक्ष्मणसे कहा-'लक्ष्मण! तुम्हारा कल्याण हो। आओ, मैं ऊर्मिलाको तुम्हारी सेवामें दे रहा हूँ। इसे स्वीकार करो। इसका हाथ अपने हाथमें लो। इसमें विलम्ब नहीं होना चाहिये'॥ २९-३० ॥ "
                },
                {
                    "slok": "तमेवमुक्त्वा जनको भरतं चाभ्यभाषत॥३१॥ गृहाण पाणिं माण्डव्याः पाणिना रघुनन्दन।",
                    "arth": "लक्ष्मणसे ऐसा कहकर जनकने भरतसे कहा'रघुनन्दन! माण्डवीका हाथ अपने हाथमें लो'॥ ३१ ॥ "
                },
                {
                    "slok": "शत्रुघ्नं चापि धर्मात्मा अब्रवीमिथिलेश्वरः॥३२॥ श्रुतकीर्तेर्महाबाहो पाणिं गृह्णीष्व पाणिना। सर्वे भवन्तः सौम्याश्च सर्वे सुचरितव्रताः॥३३॥ पत्नीभिः सन्तुकाकुत्स्था मा भूत् कालस्य पर्ययः।",
                    "arth": "फिर धर्मात्मा मिथिलेशने शत्रुघ्नको सम्बोधित करके कहा–'महाबाहो! तुम अपने हाथसे श्रुतकीर्तिका पाणिग्रहण करो। तुम चारों भाई शान्तस्वभाव हो। तुम सबने उत्तम व्रतका भलीभाँति आचरण किया है। ककुत्स्थकुलके भूषणरूप तुम चारों भाई पत्नीसे संयुक्त हो जाओ। इस कार्यमें विलम्ब नहीं होना चाहिये'॥ ३२-३३ ॥ "
                },
                {
                    "slok": "जनकस्य वचः श्रुत्वा पाणीन् पाणिभिरस्पृशन्॥३४॥ चत्वारस्ते चतसृणां वसिष्ठस्य मते स्थिताः। अग्निं प्रदक्षिणं कृत्वा वेदिं राजानमेव च ॥३५॥ ऋषींश्चापि महात्मानः सहभार्या रघूद्वहाः। | यथोक्तेन ततश्चक्रुर्विवाहं विधिपूर्वकम्॥३६॥",
                    "arth": "राजा जनकका यह वचन सुनकर उन चारों राजकुमारोंने चारों राजकुमारियोंके हाथ अपने हाथमें लिये। फिर वसिष्ठजीकी सम्मतिसे उन रघुकुलरत्न महामनस्वी राजकुमारोंने अपनी-अपनी पत्नीके साथ अग्नि, वेदी, राजा दशरथ तथा ऋषि-मुनियोंकी परिक्रमा | की और वेदोक्त विधिके अनुसार वैवाहिक कार्य पूर्ण किया॥ ३४-३६॥ "
                },
                {
                    "slok": "पुष्पवृष्टिर्महत्यासीदन्तरिक्षात् सुभास्वरा। दिव्यदुन्दुभिनिर्घोषैर्गीतवादित्रनिःस्वनैः ॥३७॥ ननृतुश्चाप्सरःसङ्घा गन्धर्वाश्च जगुः कलम्। विवाहे रघुमुख्यानां तदद्भुतमदृश्यत॥३८॥",
                    "arth": "उस समय आकाशसे फूलोंकी बड़ी भारी वर्षा हुई, जो सुहावनी लगती थी। दिव्य दुन्दुभियोंकी गम्भीर ध्वनि, दिव्य गीतोंके मनोहर शब्द और दिव्य वाद्योंके मधुर घोषके साथ झुंड-की-झुंड अप्सराएँ नृत्य करने लगीं और गन्धर्व मधुर गीत गाने लगे। उन रघुवंशशिरोमणि राजकुमारोंके विवाहमें वह अद्भुत दृश्य दिखायी दिया॥ ३७-३८॥ "
                },
                {
                    "slok": "ईदृशे वर्तमाने तु तूर्योपुष्टनिनादिते। विरग्निं ते परिक्रम्य ऊहुर्भार्या महौजसः॥३९॥",
                    "arth": "शहनाई आदि बाजोंके मधुर घोषसे गूंजते हुए उस वर्तमान विवाहोत्सवमें उन महातेजस्वी राजकुमारोंने अग्निकी तीन बार परिक्रमा करके पत्नियोंको स्वीकार करते हुए विवाहकर्म सम्पन्न किया॥३९॥ "
                },
                {
                    "slok": "अथोपकार्यं जग्मुस्ते सभार्या रघुनन्दनाः। राजाप्यनुययौ पश्यन् सर्षिसङ्घः सबान्धवः॥४०॥ ",
                    "arth": "तदनन्तर रघुकुलको आनन्द प्रदान करनेवाले | वे चारों भाई अपनी पत्नियोंके साथ जनवासेमें चले | गये। राजा दशरथ भी ऋषियों और बन्धु-बान्धवोंके | साथ पुत्रों और पुत्र-वधुओंको देखते हुए उनके पीछे| पीछे गये॥४०॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "74",
            "arth": [
                {
                    "slok": "अथ रात्र्यां व्यतीतायां विश्वामित्रो महामुनिः। आपृष्ट्वा तौ च राजानौ जगामोत्तरपर्वतम्॥१॥ ",
                    "arth": "तदनन्तर जब रात बीती और सबेरा हुआ, तब महामुनि विश्वामित्र राजा जनक और महाराज दशरथ दोनों राजाओंसे पूछकर उनकी स्वीकृति ले उत्तरपर्वतपर (हिमालयकी शाखाभूत पर्वतपर, जहाँ कौशिकीके तटपर उनका आश्रम था, वहाँ) चले गये॥१॥"
                },
                {
                    "slok": "विश्वामित्रे गते राजा वैदेहं मिथिलाधिपम्। आपष्टवैव जगामाश राजा दशरथः परीम॥२॥",
                    "arth": "विश्वामित्रजीके चले जानेपर महाराज दशरथ भी विदेहराज मिथिलानरेशसे अनुमति लेकर ही शीघ्र अपनी पुरी अयोध्याको जानेके लिये तैयार हो गये॥२॥"
                },
                {
                    "slok": "अथ राजा विदेहानां ददौ कन्याधनं बहु। गवां शतसहस्राणि बहूनि मिथिलेश्वरः॥३॥ कम्बलानां च मुख्यानां क्षौमान् कोट्यम्बराणि च। हस्त्यश्वरथपादातं दिव्यरूपं स्वलंकृतम्॥४॥",
                    "arth": "उस समय विदेहराज जनकने अपनी कन्याओंके निमित्त दहेजमें बहुत अधिक धन दिया। उन मिथिलानरेशने कई लाख गौएँ, कितनी ही अच्छी-अच्छी कालीने तथा करोड़ोंकी संख्यामें रेशमी और सूती वस्त्र दिये, भाँति-भाँतिके गहनोंसे सजे हुए बहुत-से दिव्य हाथी, घोड़े, रथ और पैदल सैनिक भेंट किये॥३-४॥ "
                },
                {
                    "slok": "ददौ कन्याशतं तासां दासीदासमनुत्तमम्। हिरण्यस्य सुवर्णस्य मुक्तानां विद्रुमस्य च॥५॥",
                    "arth": "अपनी पुत्रियोंके लिये सहेलीके रूपमें उन्होंने सौ-सौ कन्याएँ तथा उत्तम दास-दासियाँ अर्पित की। इन सबके अतिरिक्त राजाने उन सबके लिये एक करोड़ स्वर्णमुद्रा, रजतमुद्रा, मोती तथा मूंगे भी दिये॥५॥ "
                },
                {
                    "slok": "ददौ राजा सुसंहृष्टः कन्याधनमनुत्तमम्। दत्त्वा बहुविधं राजा समनुज्ञाप्य पार्थिवम्॥६॥ प्रविवेश स्वनिलयं मिथिलां मिथिलेश्वरः। राजाप्ययोध्याधिपतिः सह पुत्रैर्महात्मभिः॥७॥ ऋषीन् सर्वान् पुरस्कृत्य जगाम सबलानुगः।",
                    "arth": "इस प्रकार मिथिलापति राजा जनकने बड़े हर्षके साथ उत्तमोत्तम कन्याधन (दहेज) दिया। नाना प्रकारकी वस्तुएँ दहेजमें देकर महाराज दशरथकी आज्ञा ले वे पुनः मिथिलानगरके भीतर अपने महलमें लौट आये। उधर अयोध्यानरेश राजा दशरथ भी सम्पूर्ण महर्षियोंको आगे करके अपने महात्मा पुत्रों, सैनिकों तथा सेवकोंके साथ अपनी राजधानीकी ओर प्रस्थित हुए॥ ६-७ ॥ "
                },
                {
                    "slok": "गच्छन्तं तु नरव्याघ्रं सर्षिसङ्ख सराघवम्॥८॥ घोरास्तु पक्षिणो वाचो व्याहरन्ति समन्ततः। भौमाश्चैव मृगाः सर्वे गच्छन्ति स्म प्रदक्षिणम्॥९॥",
                    "arth": "उस समय ऋषि-समूह तथा श्रीरामचन्द्रजीके साथ यात्रा करते हुए पुरुषसिंह महाराज दशरथके चारों ओर भयंकर बोली बोलनेवाले पक्षी चहचहाने लगे और | भूमिपर विचरनेवाले समस्त मृग उन्हें दाहिने रखकर जाने लगे॥८-९॥ "
                },
                {
                    "slok": "तान् दृष्ट्वा राजशार्दूलो वसिष्ठं पर्यपृच्छत। असौम्याः पक्षिणो घोरा मृगाश्चापि प्रदक्षिणाः॥१०॥ किमिदं हृदयोत्कम्पि मनो मम विषीदति। ",
                    "arth": "उन सबको देखकर राजसिंह दशरथने वसिष्ठजीसे पूछा-'मुनिवर! एक ओर तो ये भयंकर पक्षी घोर शब्द कर रहे हैं और दूसरी ओर ये मृग हमें दाहिनी ओर करके जा रहे हैं; यह अशुभ और शुभ दो प्रकारका शकुन कैसा? यह मेरे हृदयको कम्पित किये देता है। मेरा मन विषादमें डूबा जाता है' ॥१०॥ "
                },
                {
                    "slok": "राज्ञो दशरथस्यैतच्छ्रुत्वा वाक्यं महानृषिः॥११॥ उवाच मधुरां वाणीं श्रूयतामस्य यत् फलम्। उपस्थितं भयं घोरं दिव्यं पक्षिमुखाच्च्युतम्॥१२॥ मृगाः प्रशमयन्त्येते संतापस्त्यज्यतामयम्।",
                    "arth": "राजा दशरथका यह वचन सुनकर महर्षि वसिष्ठने मधुर वाणीमें कहा–'राजन्! इस शकुनका जो फल है, उसे सुनिये-आकाशमें पक्षियोंके मुखसे जो बात निकल रही है, वह बताती है कि इस समय कोई घोर भय | उपस्थित होनेवाला है, परंतु हमें दाहिने रखकर जानेवाले ये मृग उस भयके शान्त हो जानेकी सूचना दे रहे हैं; इसलिये आप यह चिन्ता छोड़िये'॥ ११-१२ ॥ "
                },
                {
                    "slok": "तेषां संवदतां तत्र वायुः प्रादुर्बभूव ह॥१३॥ कम्पयन् मेदिनी सर्वां पातयंश्च महाद्रुमान्। तमसा संवृतः सूर्यः सर्वे नावेदिषुर्दिशः॥१४॥ भस्मना चावृतं सर्वं सम्मूढमिव तबलम्। ",
                    "arth": "हा इन लोगोंमें इस प्रकार बातें हो ही रही थीं कि वहाँ बड़े जोरोंकी आँधी उठी। वह सारी पृथ्वीको कँपाती हुई बड़े-बड़े वृक्षोंको धराशायी करने लगी। सूर्य अन्धकारसे आच्छन्न हो गये। किसीको दिशाओंका भान न रहा। धूलसे ढक जानेके कारण वह सारी सेना मूच्छित-सी हो गयी॥ १३-१४ ॥ "
                },
                {
                    "slok": "वसिष्ठ ऋषयश्चान्ये राजा च ससुतस्तदा॥१५॥ ससंज्ञा इव तत्रासन् सर्वमन्यद्विचेतनम्। तस्मिंस्तमसि घोरे तु भस्मच्छन्नेव सा चमूः॥१६॥",
                    "arth": "उस समय केवल वसिष्ठ मुनि, अन्यान्य ऋषियों तथा पुत्रोंसहित राजा दशरथको ही चेत रह गया था, शेष सभी लोग अचेत हो गये थे। उस घोर अन्धकारमें राजाकी वह सेना धूलसे आच्छादित-सी हो गयी थी॥१५-१६॥ "
                },
                {
                    "slok": "ददर्श भीमसंकाशं जटामण्डलधारिणम्। भार्गवं जामदग्नयेयं राजा राजविमर्दनम्॥१७॥ कैलासमिव दुर्धर्षं कालाग्निमिव दुःसहम्।। ज्वलन्तमिव तेजोभिर्दुर्निरीक्ष्यं पृथग्जनैः॥१८॥ स्कन्धे चासज्ज्य परशुं धनुर्विद्युद्गणोपमम्। प्रगृह्य शरमुग्रं च त्रिपुरघ्नं यथा शिवम्॥१९॥",
                    "arth": "उस समय राजा दशरथने देखा-क्षत्रिय राजाओंका मान-मर्दन करनेवाले भृगुकुलनन्दन जमदग्निकुमार परशुराम सामनेसे आ रहे हैं। वे बड़े भयानक-से दिखायी देते थे। उन्होंने मस्तकपर बड़ी-बड़ी जटाएँ धारण कर रखी थीं। वे कैलासके समान दुर्जय और कालाग्निके समान दुःसह प्रतीत होते थे। तेजोमण्डलद्वारा जाज्वल्यमान-से हो रहे थे। साधारण लोगोंके लिये उनकी ओर देखना भी कठिन था। वे कंधेपर फरसा रखे और हाथमें विद्यदगणोंके समान दीप्तिमान धनष एवं भयंकर बाण लिये त्रिपुरविनाशक भगवान् शिवके समान जान पड़ते थे॥१७-१९॥ "
                },
                {
                    "slok": "तं दृष्ट्वा भीमसंकाशं ज्वलन्तमिव पावकम्। वसिष्ठप्रमुखा विप्रा जपहोमपरायणाः॥२०॥ संगता मुनयः सर्वे संजजल्पुरथो मिथः।",
                    "arth": "प्रज्वलित अग्निके समान भयानक-से प्रतीत होनेवाले परशुरामको उपस्थित देख जप और होममें तत्पर रहनेवाले वसिष्ठ आदि सभी ब्रह्मर्षि एकत्र हो परस्पर इस प्रकार बातें करने लगे- ॥२०॥ "
                },
                {
                    "slok": "कच्चित् पितृवधामर्षी क्षत्रं नोत्सादयिष्यति ॥२१॥ पूर्वं क्षत्रवधं कृत्वा गतमन्युर्गतज्वरः। क्षत्रस्योत्सादनं भूयो न खल्वस्य चिकीर्षितम्॥२२॥",
                    "arth": "'क्या अपने पिताके वधसे अमर्षके वशीभूत हो ये क्षत्रियोंका संहार नहीं कर डालेंगे? पूर्वकालमें क्षत्रियोंका वध करके इन्होंने अपना क्रोध उतार लिया है। अब इनकी बदला लेनेकी चिन्ता दूर हो चुकी है। अतः फिर क्षत्रियोंका संहार करना इनके लिये अभीष्ट नहीं है, यह निश्चयपूर्वक कहा जा सकता है'॥ २१-२२॥ "
                },
                {
                    "slok": "एवमुक्त्वाय॑मादाय भार्गवं भीमदर्शनम्। ऋषयो राम रामेति मधुरं वाक्यमब्रुवन्॥२३॥",
                    "arth": "ऐसा कहकर ऋषियोंने भयंकर दिखायी देनेवाले भृगुनन्दन परशुरामको अर्घ्य लेकर दिया और 'राम! राम!' कहकर उनसे मधुर वाणीमें बातचीत की॥२३॥ "
                },
                {
                    "slok": "प्रतिगृह्य तु तां पूजामृषिदत्तां प्रतापवान्। काम रामं दाशरथिं रामो जामदग्नयोऽभ्यभाषत ॥२४॥ ",
                    "arth": "ऋषियोंकी दी हुई उस पूजाको स्वीकार करके प्रतापी जमदग्निपुत्र परशुरामने दशरथनन्दन श्रीरामसे इस प्रकार कहा ॥ २४॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "75",
            "arth": [
                {
                    "slok": "राम दाशरथे वीर वीर्यं ते श्रूयतेऽद्भुतम् । धनुषो भेदनं चैव निखिलेन मया श्रुतम् ॥ १ ॥",
                    "arth": "'दशरथनन्दन श्रीराम! वीर! सुना जाता है कि तुम्हारा पराक्रम अद्भुत है। तुम्हारे द्वारा शिव-धनुषके तोड़े जानेका सारा समाचार भी मेरे कानोंमें पड़ चुका है। "
                },
                {
                    "slok": "तदद्भुतमचिन्त्यं च भेदनं धनुषस्तथा।। तच्छ्रुत्वाहमनुप्राप्तो ग धनुर्गृह्यापरं शुभम्॥२॥",
                    "arth": "'उस धनुषका तोड़ना अद्भुत और अचिन्त्य है; उसके टूटनेकी बात सुनकर मैं एक दूसरा उत्तम धनुष लेकर आया हूँ॥२॥ "
                },
                {
                    "slok": "तदिदं घोरसंकाशं जामदग्न्यं महद्धनुः। पूरयस्व शरेणैव स्वबलं दर्शयस्व च॥३॥ ",
                    "arth": "'यह है वह जमदग्निकुमार परशुरामका भयंकर और विशाल धनुष। तुम इसे खींचकर इसके ऊपर बाण चढ़ाओ और अपना बल दिखाओ॥३॥ "
                },
                {
                    "slok": "तदहं ते बलं दृष्ट्वा धनुषोऽप्यस्य पूरणे। द्वन्द्वयुद्धं प्रदास्यामि वीर्यश्लाघ्यमहं तव॥४॥",
                    "arth": "'इस धनुषके चढ़ानेमें भी तुम्हारा बल कैसा है? यह देखकर मैं तुम्हें ऐसा द्वन्द्वयुद्ध प्रदान करूँगा, जो तुम्हारे पराक्रमके लिये स्पृहणीय होगा'॥४॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा राजा दशरथस्तदा। विषण्णवदनो दीनः प्राञ्जलिर्वाक्यमब्रवीत्॥५॥",
                    "arth": "परशुरामजीका वह वचन सुनकर उस समय राजा दशरथके मुखपर विषाद छा गया। वे दीनभावसे हाथ जोड़कर बोले- ॥५॥ "
                },
                {
                    "slok": "क्षत्ररोषात् प्रशान्तस्त्वं ब्राह्मणश्च महातपाः। बालानां मम पुत्राणामभयं दातुमर्हसि॥६॥ भार्गवाणां कुले जातः स्वाध्यायव्रतशालिनाम्। सहस्त्राक्षे प्रतिज्ञाय शस्त्रं प्रक्षिप्तवानसि॥७॥ ",
                    "arth": "'ब्रह्मन् ! आप स्वाध्याय और व्रतसे शोभा पानेवाले भृगुवंशी ब्राह्मणोंके कुलमें उत्पन्न हुए हैं और स्वयं भी महान् तपस्वी और ब्रह्मज्ञानी हैं; क्षत्रियोंपर अपना रोष प्रकट करके अब शान्त हो चुके हैं; इसलिये मेरे बालक पुत्रोंको आप अभयदान देनेकी कृपा करें; क्योंकि आपने इन्द्रके समीप प्रतिज्ञा करके शस्त्रका परित्याग कर दिया है। "
                },
                {
                    "slok": "स त्वं धर्मपरो भूत्वा कश्यपाय वसुंधराम्। दत्त्वा वनमुपागम्य महेन्द्रकृतकेतनः॥८॥",
                    "arth": "'इस तरह आप धर्ममें तत्पर हो कश्यपजीको पृथ्वीका दान करके वनमें आकर महेन्द्रपर्वतपर आश्रम | बनाकर रहते हैं॥८॥"
                },
                {
                    "slok": "मम सर्वविनाशाय सम्प्राप्तस्त्वं महामुने। न चैकस्मिन् हते रामे सर्वे जीवामहे वयम्॥९॥",
                    "arth": "'महामुने! (इस प्रकार शस्त्रत्यागकी प्रतिज्ञा करके भी) आप मेरा सर्वनाश करनेके लिये कैसे आ गये? (यदि कहें-मेरा रोष तो केवल रामपर है तो) एकमात्र रामके मारे जानेपर ही हम सब लोग अपने जीवनका परित्याग कर देंगे'॥९॥ "
                },
                {
                    "slok": "ब्रुवत्येवं दशरथे जामदग्न्यः प्रतापवान्। अनादृत्य तु तद्वाक्यं राममेवाभ्यभाषत ॥१०॥ ",
                    "arth": "राजा दशरथ इस प्रकार कहते ही रह गये; परंतु प्रतापी परशुरामने उनके उन वचनोंकी अवहेलना करके रामसे ही बातचीत जारी रखी॥१०॥"
                },
                {
                    "slok": "प्रमेय इमे द्वे धनुषी श्रेष्ठे दिव्ये लोकाभिपूजिते। दृढे बलवती मुख्ये सुकृते विश्वकर्मणा ॥११॥",
                    "arth": "वे बोले-'रघुनन्दन! ये दो धनुष सबसे श्रेष्ठ और दिव्य थे। सारा संसार इन्हें सम्मानकी दृष्टिसे देखता था। साक्षात् विश्वकर्माने इन्हें बनाया था। ये बड़े | प्रबल और दृढ़ थे॥११॥"
                },
                {
                    "slok": "अनुसृष्टं सुरैरेकं त्र्यम्बकाय युयुत्सवे। | त्रिपुरघ्नं नरश्रेष्ठ भगू काकुत्स्थ यत्त्वया ॥१२॥",
                    "arth": "'नरश्रेष्ठ! इनमेंसे एकको देवताओंने त्रिपुरासुरसे | युद्ध करनेके लिये भगवान् शङ्करको दे दिया था। ककुत्स्थनन्दन ! जिससे त्रिपुरका नाश हुआ था, वह वही धनुष था; जिसे तुमने तोड़ डाला है॥१२॥ "
                },
                {
                    "slok": "इदं द्वितीयं दुर्धर्षं विष्णोर्दत्तं सुरोत्तमैः। | तदिदं वैष्णवं राम धनुः परपुरंजयम्॥१३॥",
                    "arth": "'और दूसरा दुर्धर्ष धनुष यह है, जो मेरे हाथमें | है। इसे श्रेष्ठ देवताओंने भगवान् विष्णुको दिया था। | श्रीराम! शत्रुनगरीपर विजय पानेवाला वही यह वैष्णव धनुष है॥१३॥ "
                },
                {
                    "slok": "समानसारं काकुत्स्थ रौद्रेण धनुषा त्विदम्। | तदा तु देवताः सर्वाः पृच्छन्ति स्म पितामहम्॥१४॥ | शितिकण्ठस्य विष्णोश्च बलाबलनिरीक्षया। ",
                    "arth": "'ककुत्स्थनन्दन! यह भी शिवजीके धनुषके समान ही प्रबल है। उन दिनों समस्त देवताओंने भगवान् शिव | और विष्णुके बलाबलकी परीक्षाके लिये पितामह ब्रह्माजीसे पूछा था कि 'इन दोनों देवताओंमें कौन अधिक बलशाली है'॥१४॥ "
                },
                {
                    "slok": "अभिप्रायं तु विज्ञाय देवतानां पितामहः॥१५॥ विरोधं जनयामास तयोः सत्यवतां वरः।",
                    "arth": "'देवताओंके इस अभिप्रायको जानकर सत्यवादियोंमें श्रेष्ठ पितामह ब्रह्माजीने उन दोनों देवताओं (शिव और विष्णु) में विरोध उत्पन्न कर दिया॥ १५३॥ "
                },
                {
                    "slok": "विरोधे तु महद् युद्धमभवद् रोमहर्षणम्॥१६॥ शितिकण्ठस्य विष्णोश्च परस्परजयैषिणोः। ",
                    "arth": "'विरोध पैदा होनेपर एक-दूसरेको जीतनेकी इच्छावाले शिव और विष्णुमें बड़ा भारी युद्ध हुआ, जो रोंगटे खड़े कर देनेवाला था॥ १६ ॥"
                },
                {
                    "slok": "तदा तु जृम्भितं शैवं धनुर्भीमपराक्रमम्॥१७॥ हुंकारेण महादेवः स्तम्भितोऽथ त्रिलोचनः।",
                    "arth": "'उस समय भगवान् विष्णुने हुङ्कारमात्रसे शिवजीके भयंकर बलशाली धनुषको शिथिल तथा त्रिनेत्रधारी महादेवजीको भी स्तम्भित कर दिया॥ १७ ॥ "
                },
                {
                    "slok": "देवैस्तदा समागम्य सर्षिसङ्घः सचारणैः ॥१८॥ याचितौ प्रशमं तत्र जग्मतुस्तौ सुरोत्तमौ। ",
                    "arth": "'तब ऋषिसमूहों तथा चारणोंसहित देवताओंने आकर उन दोनों श्रेष्ठ देवताओंसे शान्तिके लिये याचना की; फिर वे दोनों वहाँ शान्त हो गये॥ १८ ॥ "
                },
                {
                    "slok": "जृम्भितं तद् धनुर्दृष्ट्वा शैवं विष्णुपराक्रमैः॥१९॥ अधिकं मेनिरे विष्णुं देवाः सर्षिगणास्तथा। ",
                    "arth": "'भगवान् विष्णुके पराक्रमसे शिवजीके उस धनुषको शिथिल हुआ देख ऋषियोंसहित देवताओंने भगवान् विष्णुको श्रेष्ठ माना॥ १९ ॥ "
                },
                {
                    "slok": "धनू रुद्रस्तु संक्रुद्धो विदेहेषु महायशाः॥२०॥ देवरातस्य राजर्षेर्ददौ हस्ते ससायकम्। ",
                    "arth": "तदनन्तर कुपित हुए महायशस्वी रुद्रने बाणसहित अपना धनुष विदेहदेशके राजर्षि देवरातके हाथमें दे दिया॥२०॥ "
                },
                {
                    "slok": "इदं च वैष्णवं राम धनुः परपुरंजयम्॥२१॥ ऋचीके भार्गवे प्रादाद् विष्णुः स न्यासमुत्तमम्।",
                    "arth": "'श्रीराम! शत्रुनगरीपर विजय पानेवाले इस वैष्णवधनुषको भगवान् विष्णुने भृगुवंशी ऋचीक मुनिको उत्तम धरोहरके रूपमें दिया था॥२१३ ॥ "
                },
                {
                    "slok": "ऋचीकस्तु महातेजाः पुत्रस्याप्रतिकर्मणः॥२२॥ पितुर्मम ददौ दिव्यं जमदग्नेर्महात्मनः।",
                    "arth": "'फिर महातेजस्वी ऋचीकने प्रतीकार (प्रतिशोध) की भावनासे रहित अपने पुत्र एवं मेरे पिता महात्मा जमदग्निके अधिकारमें यह दिव्य धनुष दे दिया॥ २२ ॥ "
                },
                {
                    "slok": "न्यस्तशस्त्रे पितरि मे तपोबलसमन्विते॥२३॥ अर्जुनो विदधे मृत्यु प्राकृतां बुद्धिमास्थितः। ",
                    "arth": "'तपोबलसे सम्पन्न मेरे पिता जमदग्नि अस्त्रशस्त्रोंका परित्याग करके जब ध्यानस्थ होकर बैठे थे, उस समय प्राकृत बुद्धिका आश्रय लेनेवाले कृतवीर्यकुमार अर्जुनने उनको मार डाला ॥ २३ ॥ "
                },
                {
                    "slok": "वधमप्रतिरूपं तु पितुः श्रुत्वा सुदारुणम्। क्षत्रमुत्सादयं रोषाज्जातं जातमनेकशः॥२४॥ ",
                    "arth": "'पिताके इस अत्यन्त भयंकर वधका, जो उनके | योग्य नहीं था, समाचार सुनकर मैंने रोषपूर्वक बारंबार उत्पन्न हुए क्षत्रियोंका अनेक बार संहार किया॥ २४॥ "
                },
                {
                    "slok": "पृथिवीं चाखिलां प्राप्य कश्यपाय महात्मने। यज्ञस्यान्तेऽददं राम दक्षिणां पुण्यकर्मणे॥२५॥",
                    "arth": "'श्रीराम! फिर सारी पृथ्वीपर अधिकार करके मैंने | एक यज्ञ किया और उस यज्ञके समाप्त होनेपर | पुण्यकर्मा महात्मा कश्यपको दक्षिणारूपसे यह सारी | पृथ्वी दे डाली ॥ २५॥"
                },
                {
                    "slok": "दत्त्वा महेन्द्रनिलयस्तपोबलसमन्वितः। श्रुत्वा तु धनुषो भेदं ततोऽहं द्रुतमागतः॥२६॥",
                    "arth": "'पृथ्वीका दान करके मैं महेन्द्रपर्वतपर रहने लगा | और वहाँ तपस्या करके तपोबलसे सम्पन्न हुआ। वहाँसे | शिवजीके धनुषके तोड़े जानेका समाचार सुनकर मैं | शीघ्रतापूर्वक यहाँ आया हूँ॥ २६॥ "
                },
                {
                    "slok": "तदेवं वैष्णवं राम पितृपैतामहं महत्। क्षत्रधर्मं पुरस्कृत्य गृह्णीष्व धनुरुत्तमम्॥२७॥ योजयस्व धनुःश्रेष्ठे शरं परपुरंजयम्। यदि शक्तोऽसि काकुत्स्थ द्वन्द्वं दास्यामि ते ततः॥२८॥",
                    "arth": "'श्रीराम! इस प्रकार यह महान् वैष्णवधनुष मेरे पिता-पितामहोंके अधिकार में रहता चला आया है; अब तुम क्षत्रियधर्मको सामने रखकर यह उत्तम धनुष हाथमें लो और इस श्रेष्ठ धनुषपर एक ऐसा बाण चढ़ाओ, जो शत्रुनगरीपर विजय पानेमें समर्थ हो; यदि तुम ऐसा कर सके तो मैं तुम्हें द्वन्द्व-युद्धका अवसर दूंगा॥ २७-२८॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "76",
            "arth": [
                {
                    "slok": "श्रुत्वा तु जामदग्न्यस्य वाक्यं दाशरथिस्तदा। गौरवाद्यन्त्रितकथः पितू राममथाब्रवीत्॥१॥",
                    "arth": "दशरथनन्दन श्रीरामचन्द्रजी अपने पिताके गौरवका ध्यान रखकर संकोचवश वहाँ कुछ बोल नहीं रहे थे, परंतु जमदग्निकुमार परशुरामजीकी उपर्युक्त बात सुनकर उस समय वे मौन न रह सके। उन्होंने परशुरामजीसे कहा-"
                },
                {
                    "slok": "कृतवानसि यत् कर्म श्रुतवानस्मि भार्गव। अनुरुध्यामहे ब्रह्मन् पितुरानृण्यमास्थितः॥२॥",
                    "arth": "'भृगुनन्दन ! ब्रह्मन्! आपने पिताके ऋणसे ऊऋण होनेकी—पिताके मारनेवालेका वध करके वैरका बदला चुकानेकी भावना लेकर जो क्षत्रिय-संहाररूपी कर्म किया है, उसे मैंने सुना है और हमलोग आपके उस कर्मका अनुमोदन भी करते हैं (क्योंकि वीर पुरुष वैरका प्रतिशोध लेते ही हैं)॥२॥ "
                },
                {
                    "slok": "वीर्यहीनमिवाशक्तं क्षत्रधर्मेण भार्गव। अवजानासि मे तेजः पश्य मेऽद्य पराक्रमम्॥३॥",
                    "arth": "'भार्गव! मैं क्षत्रियधर्मसे युक्त हूँ (इसीलिये आप ब्राह्मण-देवताके समक्ष विनीत रहकर कुछ बोल नहीं रहा हूँ) तो भी आप मुझे पराक्रमहीन और असमर्थसा मानकर मेरा तिरस्कार कर रहे हैं। अच्छा, अब मेरा तेज और पराक्रम देखिये'॥३॥"
                },
                {
                    "slok": "इत्युक्त्वा राघवः क्रुद्धो भार्गवस्य वरायुधम्। शरं च प्रतिजग्राह हस्ताल्लघुपराक्रमः॥४॥",
                    "arth": "ऐसा कहकर शीघ्र पराक्रम करनेवाले श्रीरामचन्द्रजीने कुपित हो परशुरामजीके हाथसे वह उत्तम धनुष और बाण ले लिया (साथ ही उनसे अपनी वैष्णवी शक्तिको भी वापस ले लिया)॥४॥ "
                },
                {
                    "slok": "आरोप्य स धनू रामः शरं सज्यं चकार ह। जामदग्न्यं ततो रामं रामः क्रुद्धोऽब्रवीदिदम्॥५॥",
                    "arth": "उस धनुषको चढ़ाकर श्रीरामने उसकी प्रत्यञ्चापर बाण रखा, फिर कुपित होकर उन्होंने जमदग्निकुमार परशुरामजीसे इस प्रकार कहा- ॥५॥ "
                },
                {
                    "slok": "ब्राह्मणोऽसीति पूज्यो मे विश्वामित्रकृतेन च। तस्माच्छक्तो न ते राम मोक्तुं प्राणहरं शरम्॥६॥",
                    "arth": "(भृगुनन्दन) राम! आप ब्राह्मण होनेके नाते मेरे | पूज्य हैं तथा विश्वामित्रजीके साथ भी आपका सम्बन्ध है-इन सब कारणोंसे मैं इस प्राण-संहारक बाणको आपके शरीरपर नहीं छोड़ सकता॥६॥ "
                },
                {
                    "slok": "इमां वा त्वद्गतिं राम तपोबलसमर्जितान्। लोकानप्रतिमान् वापि हनिष्यामीति मे मतिः॥७॥ न ह्ययं वैष्णवो दिव्यः शरः परपुरंजयः। मोघः पतति वीर्येण बलदर्पविनाशनः॥८॥ ",
                    "arth": "'राम! मेरा विचार है कि आपको जो सर्वत्र शीघ्रतापूर्वक आने-जानेकी शक्ति प्राप्त हुई है उसे अथवा आपने अपने तपोबलसे जिन अनुपम पुण्यलोकोंको प्राप्त किया है उन्हींको नष्ट कर डालूँ; क्योंकि अपने पराक्रमसे विपक्षीके बलके घमंडको चूर कर देनेवाला यह दिव्य वैष्णव बाण, जो शत्रुओंकी नगरीपर विजय दिलानेवाला है, कभी निष्फल नहीं जाता है॥७-८॥ "
                },
                {
                    "slok": "वरायुधधरं रामं द्रष्टुं सर्षिगणाः सुराः। पितामहं पुरस्कृत्य समेतास्तत्र सर्वशः॥९॥",
                    "arth": "उस समय उस उत्तम धनुष और बाणको धारण करके खड़े हुए श्रीरामचन्द्रजीको देखनेके लिये सम्पूर्ण देवता और ऋषि ब्रह्माजीको आगे करके वहाँ एकत्र हो गये॥९॥ "
                },
                {
                    "slok": "गन्धर्वाप्सरसश्चैव सिद्धचारणकिन्नराः। यक्षराक्षसनागाश्च तद् द्रष्टुं महदद्भुतम्॥१०॥",
                    "arth": "गन्धर्व, अप्सराएँ, सिद्ध, चारण, किन्नर, यक्ष, | राक्षस और नाग भी उस अत्यन्त अद्भुत दृश्यको | देखनेके लिये वहाँ आ पहुँचे॥१०॥"
                },
                {
                    "slok": "जडीकृते तदा लोके रामे वरधनुर्धरे। निर्वीर्यों जामदग्न्योऽसौ रामो राममुदैक्षत॥११॥",
                    "arth": "जब श्रीरामचन्द्रजीने वह श्रेष्ठ धनुष हाथमें ले लिया, उस समय सब लोग आश्चर्यसे जडवत् हो गये। (परशुरामजीका वैष्णव तेज निकलकर श्रीरामचन्द्रजीमें मिल गया। इसलिये) वीर्यहीन हुए जमदग्निकुमार रामने दशरथनन्दन श्रीरामकी ओर देखा ॥११॥"
                },
                {
                    "slok": "तेजोभिर्गतवीर्यत्वाज्जामदग्न्यो जडीकृतः। रामं कमलपत्राक्षं मन्दं मन्दमुवाच ह॥१२॥",
                    "arth": "तेज निकल जानेसे वीर्यहीन हो जानेके कारण जडवत् बने हुए जमदग्निकुमार परशुरामने कमलनयन श्रीरामसे धीरे-धीरे कहा- ॥१२॥ "
                },
                {
                    "slok": "काश्यपाय मया दत्ता यदा पूर्वं वसुंधरा। विषये मे न वस्तव्यमिति मां काश्यपोऽब्रवीत्॥१३॥",
                    "arth": "'रघुनन्दन! पूर्वकालमें मैंने कश्यपजीको जब यह पृथिवी दान की थी, तब उन्होंने मुझसे कहा था कि 'तुम्हें मेरे राज्यमें नहीं रहना चाहिये' ॥१३॥ "
                },
                {
                    "slok": "सोऽहं गुरुवचः कुर्वन् पृथिव्यां न वसे निशाम्। तदाप्रभृति काकुत्स्थ कृता मे काश्यपस्य ह॥१४॥",
                    "arth": "'ककुत्स्थकुलनन्दन! तभीसे अपने गुरु कश्यपजीकी इस आज्ञाका पालन करता हुआ मैं कभी रातमें पृथिवीपर नहीं निवास करता हूँ; क्योंकि यह बात सर्वविदित है कि मैंने कश्यपके सामने रातको पृथिवीपर न रहनेकी प्रतिज्ञा कर रखी है॥१४॥ "
                },
                {
                    "slok": "तामिमां मगतिं वीर हन्तुं नार्हसि राघव। मनोजवं गमिष्यामि महेन्द्रं पर्वतोत्तमम्॥१५॥",
                    "arth": "'इसलिये वीर राघव! आप मेरी इस गमनशक्तिको नष्ट न करें। मैं मनके समान वेगसे अभी महेन्द्र नामक श्रेष्ठ पर्वतपर चला जाऊँगा ॥१५॥ "
                },
                {
                    "slok": "लोकास्त्वप्रतिमा राम निर्जितास्तपसा मया। जहि ताञ्छरमुख्येन मा भूत् कालस्य पर्ययः॥१६॥",
                    "arth": "'परंतु श्रीराम! मैंने अपनी तपस्यासे जिन अनुपम लोकोंपर विजय पायी है, उन्हींको आप इस श्रेष्ठ बाणसे नष्ट कर दें; अब इसमें विलम्ब नहीं होना चाहिये ॥१६॥ "
                },
                {
                    "slok": "अक्षय्यं मधुहन्तारं जानामि त्वां सुरेश्वरम्। धनुषोऽस्य परामर्शात् स्वस्ति तेऽस्तु परंतप॥१७॥",
                    "arth": "'शत्रुओंको संताप देनेवाले वीर! आपने जो इस धनुषको चढ़ा दिया, इससे मुझे निश्चितरूपसे ज्ञात हो गया कि आप मधु दैत्यको मारनेवाले अविनाशी देवेश्वर विष्णु हैं। आपका कल्याण हो॥ १७॥ "
                },
                {
                    "slok": "एते सुरगणाः सर्वे निरीक्षन्ते समागताः। त्वामप्रतिमकर्माणमप्रतिद्वन्द्वमाहवे ॥१८॥",
                    "arth": "'ये सब देवता एकत्र होकर आपकी ओर देख रहे हैं। आपके कर्म अनुपम हैं; युद्ध में आपका सामना करनेवाला दूसरा कोई नहीं है॥१८॥ "
                },
                {
                    "slok": "न चेयं मम काकुत्स्थ व्रीडा भवितुमर्हति। त्वया त्रैलोक्यनाथेन यदहं विमुखीकृतः॥१९॥",
                    "arth": "'ककुत्स्थकुलभूषण! आपके सामने जो मेरी | असमर्थता प्रकट हुई–यह मेरे लिये लज्जाजनक नहीं | हो सकती; क्योंकि आप त्रिलोकीनाथ श्रीहरिने मुझे | पराजित किया है॥१९॥ "
                },
                {
                    "slok": "शरमप्रतिमं राम मोक्तुमर्हसि सुव्रत। शरमोक्षे गमिष्यामि महेन्द्रं पर्वतोत्तमम्॥२०॥ ",
                    "arth": "'उत्तम व्रतका पालन करनेवाले श्रीराम! अब आप अपना अनुपम बाण छोड़िये; इसके छूटनेके बाद ही मैं श्रेष्ठ महेन्द्र पर्वतपर जाऊँगा' ॥२०॥"
                },
                {
                    "slok": "तथा ब्रुवति रामे तु जामदग्न्ये प्रतापवान्। | रामो दाशरथिः श्रीमांश्चिक्षेप शरमुत्तमम्॥२१॥",
                    "arth": "जमदग्निनन्दन परशुरामजीके ऐसा कहनेपर प्रतापी दशरथनन्दन श्रीमान् रामचन्द्रजीने वह उत्तम बाण छोड़ दिया॥२१॥ "
                },
                {
                    "slok": "स हतान् दृश्य रामेण स्वाँल्लोकांस्तपसार्जितान्। जामदग्न्यो जगामाशु महेन्द्रं पर्वतोत्तमम्॥२२॥",
                    "arth": "अपनी तपस्याद्वारा उपार्जित किये हुए पुण्यलोकोंको | श्रीरामचन्द्रजीके चलाये हुए उस बाणसे नष्ट हुआ देखकर परशुरामजी शीघ्र ही उत्तम महेन्द्र पर्वतपर चले गये॥२२॥ "
                },
                {
                    "slok": "ततो वितिमिराः सर्वा दिशश्चोपदिशस्तथा। सुराः सर्षिगणा रामं प्रशशंसुरुदायुधम्॥२३॥",
                    "arth": "उनके जाते ही समस्त दिशाओं तथा उपदिशाओंका अन्धकार दूर हो गया। उस समय ऋषियोंसहित देवता उत्तम आयुधधारी श्रीरामकी भूरि-भूरि प्रशंसा करने लगे॥ "
                },
                {
                    "slok": "रामं दाशरथिं रामो जामदग्न्यः प्रपूजितः। ततः प्रदक्षिणीकृत्य जगामात्मगतिं प्रभुः॥२४॥",
                    "arth": "तदनन्तर दशरथनन्दन श्रीरामने जमदग्निकुमार परशुरामका पूजन किया। उनसे पूजित हो प्रभावशाली परशुराम दशरथकुमार श्रीरामकी परिक्रमा करके अपने स्थानको चले गये॥२४॥"
                }
            ]
        },
        {
            "adhya": "बालकाण्ड",
            "सर्ग": "77",
            "arth": [
                {
                    "slok": "गते रामे प्रशान्तात्मा रामो दाशरथिर्धनुः। वरुणायाप्रमेयाय ददौ हस्ते महायशाः॥१॥",
                    "arth": "जमदग्निकुमार परशुरामजीके चले जानेपर महायशस्वी दशरथनन्दन श्रीरामने शान्तचित्त होकर अपार शक्तिशाली वरुणके हाथमें वह धनुष दे दिया॥१॥ "
                },
                {
                    "slok": "अभिवाद्य ततो रामो वसिष्ठप्रमुखानृषीन्। पितरं विकलं दृष्ट्वा प्रोवाच रघुनन्दनः॥२॥",
                    "arth": "तत्पश्चात् वसिष्ठ आदि ऋषियोंको प्रणाम करके रघुनन्दन श्रीरामने अपने पिताको विकल देखकर उनसे कहा- ॥२॥ "
                },
                {
                    "slok": "जामदग्न्यो गतो रामः प्रयातु चतुरंगिणी। अयोध्याभिमुखी सेना त्वया नाथेन पालिता॥३॥",
                    "arth": "'पिताजी! जमदग्निकुमार परशुरामजी चले गये। अब आपके अधिनायकत्वमें सुरक्षित यह चतुरंगिणी सेना अयोध्याकी ओर प्रस्थान करे'॥३॥ "
                },
                {
                    "slok": "रामस्य वचनं श्रुत्वा राजा दशरथः सुतम्। बाहुभ्यां सम्परिष्वज्य मू[पाघ्राय राघवम्॥४॥ गतो राम इति श्रुत्वा हृष्टः प्रमुदितो नृपः। पुनर्जातं तदा मेने पुत्रमात्मानमेव च॥५॥",
                    "arth": "श्रीरामका यह वचन सुनकर राजा दशरथने अपने पुत्र रघुनाथजीको दोनों भुजाओंसे खींचकर छातीसे लगा लिया और उनका मस्तक सँघा। 'परशुरामजी चले गये' यह सुनकर राजा दशरथको बड़ा हर्ष हुआ, वे आनन्दमग्न हो गये। उस समय उन्होंने अपना और अपने पुत्रका पुनर्जन्म हुआ माना॥४-५॥ "
                },
                {
                    "slok": "चोदयामास तां सेनां जगामाशु ततः पुरीम्। पताकाध्वजिनीं रम्यां तूर्योपुष्टनिनादिताम्॥६॥",
                    "arth": "तदनन्तर उन्होंने सेनाको नगरकी ओर कूँच करनेकी आज्ञा दी और वहाँसे चलकर बड़ी शीघ्रताके साथ वे अयोध्यापुरीमें जा पहुँचे। उस समय उस पुरीमें सब ओर ध्वजा-पताकाएँ फहरा रही थीं। सजावटसे नगरकी रमणीयता बढ़ गयी थी और भाँति-भाँतिके वाद्योंकी ध्वनिसे सारी अयोध्या गूंज उठी थी॥६॥"
                },
                {
                    "slok": "सिक्तराजपथारम्यां प्रकीर्णकुसुमोत्कराम्। राजप्रवेशसुमुखैः यात पौरैर्मङ्गलपाणिभिः॥७॥ सम्पूर्णां प्राविशद् राजा जनौधैः समलंकृताम्। पौरैः प्रत्युद्गतो दूरं द्विजैश्च पुरवासिभिः॥८॥",
                    "arth": "सड़कोंपर जलका छिड़काव हुआ था, जिससे पुरीकी सुरम्य शोभा बढ़ गयी थी। यत्र-तत्र ढेर-केढेर फूल बिखेरे गये थे। पुरवासी मनुष्य हाथोंमें मांगलिक वस्तुएँ लेकर राजाके प्रवेशमार्गपर प्रसन्नमुख होकर खड़े थे। इन सबसे भरी-पूरी तथा भारी जनसमुदायसे अलंकृत हुई अयोध्यापुरीमें राजाने प्रवेश किया। नागरिकों तथा पुरवासी ब्राह्मणोंने दूरतक आगे जाकर महाराजकी अगवानी की थी॥७-८॥ "
                },
                {
                    "slok": "पुत्रैरनुगतः श्रीमान् श्रीमद्भिश्च महायशाः। प्रविवेश गृहं राजा हिमवत्सदृशं प्रियम्॥९॥ ",
                    "arth": "अपने कान्तिमान् पुत्रोंके साथ महायशस्वी श्रीमान् राजा दशरथने अपने प्रिय राजभवनमें, जो हिमालयके समान सुन्दर एवं गगनचुम्बी था, प्रवेश किया॥९॥ "
                },
                {
                    "slok": "ननन्द स्वजनै राजा गृहे कामैः सुपूजितः। कौसल्या च सुमित्रा च कैकेयी च सुमध्यमा॥१०॥ वधूप्रतिग्रहे युक्ता याश्चान्या राजयोषितः।",
                    "arth": "राजमहलमें स्वजनोंद्वारा मनोवाञ्छित वस्तुओंसे | परम पूजित हो राजा दशरथने बड़े आनन्दका अनुभव किया। महारानी कौसल्या, सुमित्रा, सुन्दर कटिप्रदेशवाली कैकेयी तथा जो अन्य राजपत्नियाँ थीं, वे सब बहुओंको उतारनेके कार्यमें जुट गयीं ॥ १० ॥"
                },
                {
                    "slok": "ततः सीतां महाभागामूर्मिलां च यशस्विनीम्॥११॥ | कुशध्वजसुते चोभे जगृहुर्नुपयोषितः। | मंगलालापनोमैः शोभिताः क्षौमवाससः॥१२॥",
                    "arth": "तदनन्तर राजपरिवारकी उन स्त्रियोंने परम सौभाग्यवती | सीता, यशस्विनी ऊर्मिला तथा कुशध्वजकी दोनों | कन्याओं-माण्डवी और श्रुतकीर्तिको सवारीसे उतारा | और मंगल गीत गाती हुई सब वधुओंको घरमें ले गयीं। वे प्रवेशकालिक होमकर्मसे सुशोभित तथा रेशमी साड़ियोंसे अलंकृत थीं॥११-१२॥ "
                },
                {
                    "slok": "देवतायतनान्याशु सर्वास्ताः प्रत्यपूजयन्। अभिवाद्याभिवाद्यांश्च सर्वा राजसुतास्तदा॥१३॥ रेमिरे मुदिताः सर्वा भर्तृभिर्मुदिता रहः। ",
                    "arth": "उन सबने देवमन्दिरोंमें ले जाकर उन बहुओंसे देवताओंका पूजन करवाया। तदनन्तर नव-वधूरूपमें आयी हुई उन सभी राजकुमारियोंने वन्दनीय सासससुर आदिके चरणोंमें प्रणाम किया और अपने-अपने पतिके साथ एकान्तमें रहकर वे सब-की-सब बड़े आनन्दसे समय व्यतीत करने लगीं ॥१३॥"
                },
                {
                    "slok": "कृतदाराः कृतास्त्राश्च सधनाः ससुहृज्जनाः॥१४॥ शुश्रूषमाणाः पितरं वर्तयन्ति नरर्षभाः। कस्यचित्त्वथ कालस्य राजा दशरथः सुतम्॥१५॥ भरतं कैकयीपुत्रमब्रवीद् रघुनन्दनः। ",
                    "arth": "श्रीराम आदि परुषश्रेष्ठ चारों भाई अस्त्रविद्यामें निपुण और विवाहित होकर धन और मित्रोंके साथ रहते हुए पिताकी सेवा करने लगे। कुछ कालके बाद रघुकुलनन्दन राजा दशरथने अपने पुत्र कैकेयीकुमार भरतसे कहा-॥१४-१५॥"
                },
                {
                    "slok": "अयं केकयराजस्य पुत्रो वसति पुत्रक॥१६॥ त्वां नेतुमागतो वीरो युधाजिन्मातुलस्तव।",
                    "arth": "'बेटा! ये तुम्हारे मामा केकयराजकुमार वीर युधाजित् तुम्हें लेनेके लिये आये हैं और कई दिनोंसे यहाँ ठहरे हुए हैं'॥ १६ ॥ "
                },
                {
                    "slok": "श्रुत्वा दशरथस्यैतद् भरतः कैकयीसुतः॥१७॥ गमनायाभिचक्राम शत्रुघ्रसहितस्तदा।",
                    "arth": "दशरथजीकी यह बात सुनकर कैकेयीकुमार भरतने उस समय शत्रुघ्नके साथ मामाके यहाँ जानेका विचार किया॥१७॥ "
                },
                {
                    "slok": "आपृच्छय पितरं शूरो रामं चाक्लिष्टकारिणम्॥१८॥ मातृश्चापि नरश्रेष्ठः शत्रुघ्नसहितो ययौ।",
                    "arth": "वे नरश्रेष्ठ शूरवीर भरत अपने पिता राजा दशरथ, अनायास ही महान् कर्म करनेवाले श्रीराम तथा सभी माताओंसे पूछकर उनकी आज्ञा ले शत्रुघ्नसहित वहाँसे चल दिये॥१८॥ "
                },
                {
                    "slok": "युधाजित् प्राप्य भरतं सशत्रुगं प्रहर्षितः॥१९॥ स्वपुरं प्राविशद् वीरः पिता तस्य तुतोष ह।",
                    "arth": "शत्रुघ्घ्रसहित भरतको साथ लेकर वीर युधाजित्ने बड़े हर्षके साथ अपने नगरमें प्रवेश किया, इससे उनके पिताको बड़ा संतोष हुआ॥ १९ ॥"
                },
                {
                    "slok": "गते च भरते रामो लक्ष्मणश्च महाबलः॥२०॥ पितरं देवसंकाशं पूजयामासतुस्तदा। ",
                    "arth": "भरतके चले जानेपर महाबली श्रीराम और लक्ष्मण उन दिनों अपने देवोपम पिताकी सेवा-पूजामें संलग्न रहने लगे॥२०॥"
                },
                {
                    "slok": "पितुराज्ञां पुरस्कृत्य पौरकार्याणि सर्वशः॥२१॥ चकार रामः सर्वाणि प्रियाणि च हितानि च।",
                    "arth": "पिताकी आज्ञा शिरोधार्य करके वे नगरवासियोंके सब काम देखने तथा उनके समस्त प्रिय तथा हितकर कार्य करने लगे॥ २१ ॥ "
                },
                {
                    "slok": "मातृभ्यो मातृकार्याणि कृत्वा परमयन्त्रितः॥२२॥ गुरूणां गुरुकार्याणि काले कालेऽन्ववैक्षत। ",
                    "arth": "वे अपनेको बड़े संयममें रखते थे और समयसमयपर माताओंके लिये उनके आवश्यक कार्य पूर्ण करके गुरुजनोंके भारी-से-भारी कार्योंको भी सिद्ध करनेका ध्यान रखते थे॥ २२ ॥ "
                },
                {
                    "slok": "एवं दशरथः प्रीतो ब्राह्मणा नैगमास्तथा॥२३॥ रामस्य शीलवृत्तेन सर्वे विषयवासिनः।",
                    "arth": "उनके इस बर्तावसे राजा दशरथ, वेदवेत्ता ब्राह्मण तथा वैश्यवर्ग बड़े प्रसन्न रहते थे; श्रीरामके उत्तम शील और सद्-व्यवहारसे उस राज्यके भीतर निवास करनेवाले सभी मनुष्य बहुत संतुष्ट रहते थे॥ २३ ॥ "
                },
                {
                    "slok": "तेषामतियशा लोके रामः सत्यपराक्रमः॥२४॥ स्वयंभूरिव भूतानां बभूव गुणवत्तरः।",
                    "arth": "राजाके उन चारों पुत्रोंमें सत्यपराक्रमी श्रीराम ही लोकमें अत्यन्त यशस्वी तथा महान् गुणवान् हुए-ठीक उसी तरह जैसे समस्त भूतोंमें स्वयम्भू ब्रह्मा ही अत्यन्त यशस्वी और महान् गुणवान् हैं॥ २४ ॥ "
                },
                {
                    "slok": "रामश्च सीतया सार्धं विजहार बहूनृतून्॥२५॥ मनस्वी तद्तमनास्तस्या हृदि समर्पितः।",
                    "arth": "श्रीरामचन्द्रजी सदा सीताके हृदयमन्दिरमें विराजमान रहते थे तथा मनस्वी श्रीरामका मन भी सीतामें ही लगा रहता था; श्रीरामने सीताके साथ अनेक ऋतुओंतक विहार किया॥ २५॥ "
                },
                {
                    "slok": "प्रिया तु सीता रामस्य दाराः पितृकृता इति ॥ २६ ॥ गुणाद्रूपगुणाच्चापि प्रीतिर्भूयोऽभिवर्धते । तस्याश्च भर्ता द्विगुणं हृदये परिवर्तते ॥ २७ ॥",
                    "arth": "सीता श्रीरामको बहुत ही प्रिय थीं; क्योंकि | वे अपने पिता राजा जनकद्वारा श्रीरामके हाथमें पत्नीरूपसे समर्पित की गयी थीं। सीताके पातिव्रत्य आदि गुणसे तथा उनके सौन्दर्यगुणसे भी श्रीरामका उनके प्रति अधिकाधिक प्रेम बढ़ता रहता था। इसी प्रकार सीताके हृदयमें भी उनके पति श्रीराम अपने गुण और सौन्दर्यके कारण द्विगुण प्रीतिपात्र बनकर रहते थे॥ २६-२७॥ "
                },
                {
                    "slok": "अन्तर्गतमपि व्यक्तमाख्याति हृदयं हृदा। तस्य भूयो विशेषेण मैथिली जनकात्मजा। देवताभिः समा रूपे सीता श्रीरिव रूपिणी ॥२८॥",
                    "arth": "जनकनन्दिनी मिथिलेशकुमारी सीता श्रीरामके हार्दिक अभिप्रायको भी अपने हृदयसे ही और अधिकरूपसे जान लेती थीं तथा स्पष्टरूपसे बता भी देती थीं। वे | रूपमें देवांगनाओंके समान थीं और मूर्तिमती लक्ष्मी| सी प्रतीत होती थीं॥२८॥ "
                },
                {
                    "slok": "तया || स राजर्षिसुतोऽभिकामया। समेयिवानुत्तमराजकन्ययात्रामा अतीव रामः । शुशुभे मुदान्वितो विभुः श्रिया विष्णुरिवामरेश्वरः॥२९॥ ",
                    "arth": "श्रेष्ठ राजकुमारी सीता श्रीरामकी ही कामना रखती थीं और श्रीराम भी एकमात्र उन्हींको चाहते थे; जैसे लक्ष्मीके साथ देवेश्वर भगवान् विष्णुकी शोभा होती है, उसी प्रकार उन सीतादेवीके साथ राजर्षि दशरथकुमार श्रीराम परम प्रसन्न रहकर बड़ी शोभा पाने | लगे॥ २९॥"
                }
            ]
        }
    ]
}