export class Demo {

  chapterList = [
    {
      id: 1,
      name: 'पाठ विधि'
    },
    {
      id: 2,
      name: 'पारायण विधि'
    },
    {
      id: 3,
      name: 'माहात्म्य'
    },
    {
      id: 4,
      name: 'बालकाण्ड'
    },
    {
      id: 5,
      name: 'अयोध्याकांड'
    },
    {
      id: 6,
      name: 'अरण्यकाण्ड'
    },
    {
      id: 7,
      name: 'किष्किंधाकाण्ड'
    },
    {
      id: 8,
      name: 'सुंदरकाण्ड'
    },
    {
      id: 9,
      name: 'लंकाकाण्ड'
    },
    {
      id: 10,
      name: 'उत्तर कांड'
    },
    {
      id: 11,
      name: 'स्तुतियाँ'
    },
    {
      id: 12,
      name: 'आरती'
    },
  ];

  ramayan = [
    {
      categoryId: 2,
      title: {
        heading: `श्रीमद्वाल्मीकीय रामायण पूजन कैसे करें :-`,
        arth: `श्रीमद्वाल्मीकीय रामायण नावाह्न पारायण प्रारम्भ करने से पूर्व पाठ विधि में बतलाए नियमानुसार श्री गौरी गणेश, कलश, बटुक, क्षेत्रपाल, योगिनी, मातृका, नवग्रह, तुलसी, लोकपाल, दिकपाल, सर्वतोभद्र आदि समस्त मंडल-वेदियों का पूजन कर तथा नान्दीश्राद्ध करके फिर सपरिच्छद भगवान श्रीराम जी व रामायण की पूजा करें...
              `,
      },
      slokh: [
        {
          id: 1,
          slokh: `त्रि:आचमन, पवित्री, आसनशुद्धि करके तदनन्तर काल-तिथि-गोत्र-नाम आदि बोलकर संकल्प करें ―`,
          arth: `ॐ भूर्भुवः स्वरोम् ममोपात्तदुरितक्षयपूर्वकं श्रीसीता- रामप्रीत्यर्थं श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्समेतश्रीरामचन्द्र-प्रसादसिद्धयर्थं च श्रीरामचन्द्रप्रसादेन सर्वाभीष्टसिद्ध्यर्थं श्रीराम-चन्द्रपूजनमहं करिष्ये। श्रीवाल्मीकीयरामायणस्य पारायणं च करिष्ये, तदङ्गभूतं कलशस्थापनं स्वस्त्ययनपाठं गणपतिपूजनं वटुकक्षेत्रपाल योगिनीमातृकानवग्रहतुलसीलोकपालदिक्पालादि पूजनं चाहं करिष्ये। `,
        },
        {
          id: 2,
          slokh: `― इस प्रकार संकल्प करने के बाद पूजन करे। `,
          arth: `ॐ अच्युताय नमः, ॐ अनन्ताय नमः, ॐ गोविन्दाय नमः, ॐ नारायणाय नमः, ॐ मधुसूदनाय नमः, ॐ ह्रृषीकेशाय नमः, ॐ माधवाय नमः, ॐ त्रिविक्रमाय नमः, ॐ दामोदराय नमः, ॐ मुकुन्दाय नमः, ॐ वामनाय नमः, ॐ पद्मनाभाय नमः, ॐ केशवाय नमः, ॐ विष्णवे नमः, ॐ श्रीधराय नमः, ॐ श्रीसीतारामाभ्यां नमः।`,
        },
      ],
      mantra: [
        {
          id: 1,
          heading: `― इस प्रकार संकल्प करने के बाद पूजन करे।  `,
          mantra: `ॐ अच्युताय नमः, ॐ अनन्ताय नमः, ॐ गोविन्दाय नमः, ॐ नारायणाय नमः, ॐ मधुसूदनाय नमः, ॐ ह्रृषीकेशाय नमः, ॐ माधवाय नमः, ॐ त्रिविक्रमाय नमः, ॐ दामोदराय नमः, ॐ मुकुन्दाय नमः, ॐ वामनाय नमः, ॐ पद्मनाभाय नमः, ॐ केशवाय नमः, ॐ विष्णवे नमः, ॐ श्रीधराय नमः, ॐ श्रीसीतारामाभ्यां नमः।`,
        },
      ],
      vidhi: {
        title: `इस प्रकार नमस्कार करके निम्न प्रकार से पूजा करे ―`,
        vidhi: [
          {
            id: 1,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्समेतं श्रीरामचन्द्र ध्यायामि ― `,
            arth: `भगवान् का ध्यान करे। `,
          },
          {
            id: 2,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्समेतं श्रीरामचन्द्र आवाहयामि ―`,
            arth: `आवाहन करे। `,
          },
          {
            id: 3,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः - रत्नसिंहासनं समर्पयामि ― `,
            arth: `सिंहासन अर्पण करे। `,
          },
          {
            id: 4,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः पाद्यं समर्पयामि ―`,
            arth: ` पाद्य दे। `,
          },
          {
            id: 5,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः अर्घ्यं समर्पयामि ―`,
            arth: `अर्घ्य दे।`,
          },
          {
            id: 6,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः स्नानीयं समर्पयामि ― `,
            arth: ` स्नान करावे। `,
          },
          {
            id: 7,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः आचमनीयं समर्पयामि ― `,
            arth: `आचमन करावे।`,
          },
          {
            id: 8,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः यज्ञोपवीताभरणं समर्पयामि ― `,
            arth: ` यज्ञोपवीत आभूषण दे।`,
          },
          {
            id: 9,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः गन्धम् समर्पयामि ― `,
            arth: `चन्दन - कुङ्कम लगावे। `,
          },
          {
            id: 10,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः अक्षतान् समर्पयामि ―`,
            arth: ` चावल चढ़ावे। `,
          },
          {
            id: 11,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः पुष्पाणि समर्पयामि ―`,
            arth: `पुष्पमाला दे। `,
          },
          {
            id: 12,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः धूपमाघ्रापयामि ―`,
            arth: ` धूप दे।`,
          },
          {
            id: 13,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः दीपं दर्शयामि ― `,
            arth: `दीपक दिखावे।`,
          },
          {
            id: 14,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः नैवेद्यं फलानि च समर्पयामि ― `,
            arth: `नैवेद्य और फल अर्पण करे।`,
          },
          {
            id: 15,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः ताम्बूलं समर्पयामि ―`,
            arth: ` पान दे।`,
          },
          {
            id: 16,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः कर्पूरनीराजनं समर्पयामि ― `,
            arth: `आरती करे।`,
          },
          {
            id: 17,
            heading: ` श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः छत्रचामरादि समर्पयामि ―`,
            arth: `छत्र चॅवरादि अर्पण करे।`,
          },
          {
            id: 18,
            heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः पुष्पाञ्जलिं समर्पयामि ―`,
            arth: ` पुष्पाञ्जलि अर्पण करे।`,
          },
          {
            id: 19,
            heading: ` श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः प्रदक्षिणानमस्कारान् समर्पयामि ―`,
            arth: `प्रदक्षिणा और नमस्कार करे।`,
          },
        ],
      },
      pooja: {
        title: `तत्पश्चात् निम्न प्रकार से पञ्चोपचार से श्रीरामायण ग्रंथ की पूजा करें―`,
        mantr: [
          {
            id: 1,
            heading: `ॐ सदा श्रवणमात्रेण पापिनां सद्गतिप्रदे।
                     शुभे रामकथे तुभ्यं गन्धमद्य समर्पयेत्॥ `,
            arth: `―इति गन्ध समर्पयामि।`,
          },
          {
            id: 2,
            heading: `ॐ बालादिसप्तकाण्डेन सर्वलोकसुखप्रदः।
                    रामायण महोदार पुष्यं तेऽद्य समर्पयेत्॥ `,
            arth: `― इति पुष्पाणि पुष्पमालां च समर्पयामि।`,
          },
          {
            id: 3,
            heading: `
                    ॐ यस्यैकश्लोकपाठस्य फलं सर्वफलाधिकम्।
                    तस्मै रामायणायाद्य दशाङ्गं धूपमर्पयेत्॥`,
            arth: `― इति धूपमाधापयामि। `,
          },
          {
            id: 4,
            heading: `
                    ॐ यस्य लोके प्रणेतारो वाल्मीक्यादिमहर्षयः।
                    तस्मै रामचरित्राय घृतदीपं समर्पयेत्॥ `,
            arth: `― इति दीपं दर्शयामि। `,
          },
          {
            id: 5,
            heading: `ॐ श्रूयते ब्रह्मणो लोके शतकोटिप्रविस्तरम्।
                    रूपं रामायणस्यास्य तस्मै नैवेद्यमर्पयेत्॥ `,
            arth: `― इति नैवेद्यं समर्पयामि। `,
          },
        ],
      },
      rule: {
        title: `पूजा करने के बाद कर्पूर की आरती करके चार बार प्रदक्षिणा कर पुष्पाञ्जलि अर्पण करे। फिर साष्टाङ्ग प्रणाम कर इस प्रकार नमस्कार करें―`,
        rules: [
          {
            id: 1,
            title: `ध्यान`,
            heading: ` वाल्मीकिगिरिसम्भूता रामसागरगामिनी।
                    पुनाति भुवन पुण्या रामायणमहानदी॥ श्लोकसारसमाकीर्णं सर्गकल्लोलसंकुलम्। काण्डग्राहमहामीनं वंदे रामायणार्णवम्॥`,
            arth: `फिर देवत्ता, ब्राह्मणादि की पूजा कर पाठ का संकल्प करके विनियोग छोड़कर न्यास करें ―`,
          },
          {
            id: 2,
            title: `विनियोग:`,
            heading: `ॐ अस्य श्रीवाल्मीकिरामायणमहामन्त्रस्य भगवान वाल्मीकिऋषिः। अनुष्टुप् छन्दः। श्रीरामः परमात्मा देवता। अभयं सर्वभूतेभ्य इति बीजम्। अङ्गुल्यग्रेण तान् हन्यामिति शक्तिः। एतदस्त्रबलं दिव्यमिति कीलकम्। भगवान्नारायणो देव इति तत्त्वम्। धर्मात्मा सत्यसंधश्चेत्यस्त्रम्। पुरुषार्थ चतुष्टयसिद्ध्यर्थं पाठे विनियोगः।`,
            arth: `(एक आचमन जल छोड़ें)
                    फिर निम्न मंत्रों से करन्यास करें ―`,
          },
          {
            id: 3,
            title: `करन्यास`,
            heading: `
                    ॐ श्री रां आपदामपहारमित्यङ्गुष्ठाभ्यां नमः।
                    ॐ ह्रीं रीं दातारमिति तर्जनीभ्यां नमः।
                    ॐ रों रुं सर्वसम्पदामिति मध्यमाभ्यां नमः।
                    ॐ श्रीं रैं लोकाभिराममित्यनामिकाभ्यां नमः।
                    ॐ श्रीं रौं श्रीराममिति कनिष्ठिकाभ्यां नमः।
                    ॐ रौं रः भूयो भूयो नमाम्यहमिति करतलकरपृष्ठाभ्यां नमः।`,
          },
          {
            id: 4,
            title: `हृदिन्यास`,
            heading: `
                    ॐ श्री रां आपदामपहारमित्य हृदयाय नमः।
                    ॐ ह्रीं रीं दातारमिति सिरसे स्वाहा।
                    ॐ रों रुं सर्वसम्पदामिति शिखायै वषट्।
                    ॐ श्रीं रैं लोकाभिराममित्य कवचाय हुम्।
                    ॐ श्रीं रौं श्रीराममिति नेत्रत्रयाय वौषट्।
                    ॐ रौं रः भूयो भूयो नमाम्यहमिति अस्त्राय फट्।`,
          },
        ],
      },
      paath: {
        title: `फिर रामायणकवच का पाठ करें ―`,
        subtitle: `  ★ रामायण कवच ★`,
        heading: `ॐ नमोऽष्टादशतत्त्वरूपाय रामायणाय महामन्त्रस्वरूपाय। मा निषादेति मूलं शिरोऽवतु। अनुक्रमणिकाबीजं मुखमवतु। ऋष्यशृङ्गोपाख्यानमृषिर्जिह्वामवतु। जानकीलाभोऽनुष्टुप्च्छन्दोऽवतु गलम्। केकय्याज्ञा देवता ह्रदयमवतु। सीतालक्ष्मणानुगमनश्रीरामहर्षाः प्रमाणं जठरमवतु। भगवद्भक्तिः शक्तिरवतु मे मध्यमम्। शक्तिमान् धर्मो मुनीनां पालनं ममोरू रक्षतु। मारीचवचनं प्रतिपालनमवतु पादौ । सुग्रीवमैत्रमर्थोऽवतु स्तनौ। निर्णयो हनुमच्चेष्टावतु बाहू। कर्ता सम्पातिपक्षोद्गमोऽवतु स्कन्धौ। प्रयोजनं विभीषणराज्यं ग्रीवां ममावतु। रावणवधः स्वरूपमवतु कर्णौ सीतोद्धारो लक्षणमवतु नासिके। अमोघस्तव संस्तवोऽवतु जीवात्मानम्। नयः काललक्ष्मणसंवादोऽवतु नाभिम्। आचरणीयं श्रीरामादिधर्मं सर्वाङ्गं ममावतु। इति रामायणकवचम्।`,
        after: `फिर निम्नलिखित मंत्र पड़ते हुए चारों ओर हाथ घुमाते हुए दिग्बन्ध करें ―`,
        paath: [
          {
            id: 1,
            heading: `ब्रह्मा स्वयम्भूर्भगवान् देवाश्चैव तपस्विनः।
                  सिद्धिं दिशन्तु मे सर्वे देवाः सर्षिगणास्त्विह।`,
            arth: `फिर हाथ जोड़कर इस प्रकार ध्यान करें ―`,
          },
          {
            id: 2,
            heading: `वामे भूमिसुता पुरस्तु हनुमान् पश्चात् सुमित्रासुतः
                  शत्रुघ्नो भरतश्च पार्श्वदलयोर्व्यादिकोणेषु च।
                  सुग्रीवश्च विभीषणश्च युवराट् तारासुतो जाम्बवान्
                  मध्ये नीलसरोजकोमलरुचिं रामं भजे श्यामलम्॥
                  
                  'आपदामपहर्तारं दातारं सर्वसम्पदाम्।
                  लोकाभिरामं श्रीरामं भूयो भूयो नमाम्यहम्॥`,
            arth: `यह सम्पुटका मन्त्र है। इससे सम्पुटित पाठ करने से समस्त मन:कामनाओं की सिद्धि होती है।`,
          },
        ],
        before: {
          title: `फिर निम्न प्रकार से मङ्गलाचरण करके पाठ आरम्भ करना चाहिये ―`,
          before: [
            {
              id: 1,
              title: ` ★ गणपतिका ध्यान ★`,
              heading: `शुक्लाम्बरधरं देवं शशिवर्णं चतुर्भुजम्।
                      प्रसन्नवदनं ध्यायेत् सर्वविघ्नोपशान्तये॥
                      वागीशाद्याः सुमनसः सर्वार्थानामुपक्रमे।
                      यं नत्वा कृतकृत्याः स्युस्तं नमामि गजाननम्॥`,
            },
            {
              id: 2,
              title: `  ★ गुरुकी वन्दना ★
                      `,
              heading: `गुरुर्ब्रह्मा गुरुर्विष्णुर्गुरुर्देवो महेश्वरः।
                      गुरुः साक्षात् परं ब्रह्म तस्मै श्रीगुरवे नमः॥
                      अखण्डमण्डलाकारं व्याप्तं येन चराचरम्।
                      तत्पदं दर्शितं येन तस्मै श्रीगुरवे नमः ॥ `,
            },
            {
              id: 3,
              title: `★ सरस्वती का स्मरण ★`,
              heading: `
                      दोर्भिर्युक्ता चतुर्भिः स्फटिकमणिमयीमक्षमालां दधाना
                      हस्तेनैकेन पद्मं सितमपि च शुकं पुस्तकं चापरेण।
                      भासा कुन्देन्दुशङ्खस्फटिकमणिनिभा भासमानासमाना
                      सा मे वाग्देवतेयं निवसतु वदने सर्वदा सुप्रसन्ना॥ `,
            },
            {
              id: 4,
              title: `  ★ वाल्मीकिजीकी वन्दना ★ 
                      `,
              heading: `
                      कूजन्तं राम रामेति मधुरं मधुराक्षरम्। 
                      आरुह्य कविताशाखां वन्दे वाल्मीकिकोकिलम्॥ 
                      यः पिबन् सततं रामचरितामृतसागरम्। 
                      अतृप्तस्तं मुनिं बन्दे प्राचेतसमकल्मषम् ॥ `,
            },
            {
              id: 5,
              title: `  ★ हनुमान् जी का ध्यान ★ 
                      `,
              heading: `गोष्पदीकृतवारीशं मशकीकृतराक्षसम्।
                      रामायणमहामालारत्नं वन्देऽनिलात्मजम्॥
                      अञ्जनानन्दनं वीरं जानकीशोकनाशनम्।
                      कपीशमक्षहन्तारं वन्दे लाभयङ्करम्॥
                      उल्लङ्घ्य सिन्धोः सलिलं सलीलं
                                          यः शोकवह्निं जनकात्मजायाः।
                      आदाय तेनैव ददाह लङ्का 
                                         नमामि तं प्राञ्जलिराञ्जनेयम् ॥
                      आञ्जनेयमतिपाटलाननं
                                         काञ्चनाद्रिकमनीयविग्रहम्।
                      पारिजाततरूमूलवासिनं
                                         भावयामि पवमाननन्दनम् ॥
                      यत्र     यत्र    रघुनाथकीर्तनं
                                       तत्र तत्र कृतमस्तकाञ्जलिम्। बाष्पवारिपरिपूर्णलोचनं
                                      मारुतिं नमत राक्षसान्तकम् ॥
                      मनोजवं         मारुततुल्यवेगं
                                            जितेन्द्रियं बुद्धिमतां वरिष्ठम् । 
                      वातात्मजं          वानरयूथमुख्यं
                                             श्रीरामदूतं शिरसा नमामि ॥`,
            },
            {
              id: 6,
              title: ` ★ श्रीरामजी का ध्यान ★
                      `,
              heading: `वैदेहीसहितं सुरुद्रुमतले हैमे महामण्डपे 
                      मध्येपुष्पकमासने मणिमये वीरासने संस्थितम्।
                      अग्रे वाचयति प्रभञ्जनसुते तत्त्वं मुनिभ्यः परं
                      व्याख्यान्तं भरतादिभिः परिवृतं रामं भजे श्यामलम् ॥ 
                      वामे भूमिसुता पुरस्तु हनुमान् पश्चात् सुमित्रासुतः
                      शघ्त्रुनो भरतश्च पार्श्वदलयोर्वाय्वादिकोणेषु च।
                      सुग्रीवश्च विभीषणश्च युवराट् तारासुतो जाम्बवान्
                      मध्ये नीलसरोजकोमलरुचिं रामं भजे श्यामलम् ॥`,
            },
            {
              id: 7,
              title: `   ★ श्रीरामपरिकर की वंदना ★ `,
              heading: `रामं रामानुजं सीतां भरतं भरतानुजम्। 
                      सुग्रीवं वायुसूनं च प्रणमामि पुनः पुनः ॥ 
                      नमोऽस्तु रामाय सलक्ष्मणाय देव्यै च तस्यै जनकात्मजायै।
                      नमोऽस्तु रुद्रेन्द्रयमानिलेभ्यो नमोऽस्तु चन्द्रार्कमरुद्गणेभ्यः ॥`,
            },
            {
              id: 8,
              title: `  ★ रामायणजी का ध्यान ★
                      `,
              heading: `चरितं रघुनाथस्य शतकोटिप्रविस्तरम्। 
                      एकैकमक्षरं पुंसां महापातकनाशनम्॥
                      वाल्मीकिगिरिसम्भूता रामाम्भोनिधिसंगता।
                      श्रीमद्रामायणी गङ्गा पुनाति भुवनत्रयम्॥
                      वाल्मीकेर्मुनिसिंहस्य कवितावनचारिणः।
                      श्रृण्वन् रामकथानादं को न याति परां गतिम् ॥`,
            },
          ],
        },
        before1: `इसके बाद पारायण प्रारम्भ करें।`,
        day: `प्रतिदिन कथा - समाप्ति के समय निम्नांकित श्लोकों के द्वारा मङ्गलाशासन करके पारायण पूरा करे ―`,
        end: `स्वस्ति प्रजाभ्यः परिपालयन्तां
          न्याय्येन मार्गेण महीं महीशाः।
गोब्राह्मणेभ्यः शुभमस्तु नित्यं
          लोकाः समस्ताः सुखिनो भवन्तु ॥ 
काले वर्षतु पर्जन्यः पृथिवी सस्यशालिनी।
देशोऽयं क्षोभरहितो ब्राह्मणाः सन्तु निर्भयाः ॥ 
अपुत्राः पुत्रिणः सन्तु पुत्रिणः सन्तु पौत्रिणः।
अधनाः सधनाः सन्तु जीवन्तु शरदां शतम्॥
चरितं रघुनाथस्य शतकोटिप्रविस्तरम्। 
एकैकमक्षरं प्रोक्त महापातकनाशनम्॥
शृण्वन् रामायणं भक्त्या यः पादं पदमेव वा।
स याति ब्रह्मणः स्थानं ब्रह्मणा पूज्यते सदा ॥ 
रामाय रामभद्राय रामचन्द्राय वेधसे। 
रघुनाथाय नाथाय सीतायाः पतये नमः॥
यन्मङ्गलं सहस्त्राक्षे सर्वदेवनमस्कृते।
वृत्रनाशे समभवत् तत् ते भवतु मङ्गलम्॥
यन्मङ्गलं सुपर्णस्य विनताकल्पयत् पुरा।
अमृतं प्रार्थयानस्य तत्ते भवतु मङ्गलम्॥
मङ्गलं कोसलेन्द्राय महनीयगुणात्मने। 
चक्रवर्तितनूजाय सार्वभौमाय मङ्गलम्॥ 
अमृतोत्पादने दैत्यान् घ्नतो वज्रधरस्य यत्।
अदितिर्मङ्गलं प्रादात् तत् ते भवतु मङ्गलम्॥
त्रीन् विक्रमान् प्रक्रमतो विष्णोरमिततेजसः।
यदासीन्मङ्गलं राम तत् ते भवतु मङ्गलम्॥
ऋषयः सागरा द्वीपा वेदा लोका दिशश्च ते।
मङ्गलानि महाबाहो दिशन्तु तव सर्वदा ॥ 
कायेन    वाचा   मनसेन्द्रियैर्वा
      बुद्ध्याऽऽत्मना वा प्रकृतिस्वभावात्।
करोमि यद् यत् सकलं परस्मै
      नारायणायेति समर्पये तत् ॥
----------------------------------------------------
॥ श्रीसीतारामचन्द्राभ्यां नमः ॥
----------------------------------------------------`,
      },
    },
  ];

  demo = [
    {
      id: 1,
      title: 'jhdjs',
    },
    {
      id: 2,
      title: 'jhdjs',
    },
  ];
}
