export class KisKindhaKand {
    kisKindhaKand:any[] =[
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम्: प्रथमः सर्गः पम्पासरोवरके दर्शनसे श्रीरामकी व्याकुलता, श्रीरामका लक्ष्मणसे पम्पाकी शोभा तथा वहाँकी उद्दीपनसामग्रीका वर्णन करना, लक्ष्मणका श्रीरामको समझाना तथा दोनों भाइयोंको ऋष्यमूककी ओर आते देख सुग्रीव तथा अन्य वानरोंका भयभीत होना",
            "arth": [
                {
                    "slok": "स तां पुष्करिणीं गत्वा पद्मोत्पलझषाकुलाम्। रामः सौमित्रिसहितो विललापाकुलेन्द्रियः॥१॥",
                    "arth": "कमल, उत्पल तथा मत्स्योंसे भरी हुई उस पम्पा नामक पुष्करिणीके पास पहुँचकर सीताकी सुधि आ जानेके कारण श्रीरामकी इन्द्रियाँ शोकसे व्याकुल हो उठीं। वे विलाप करने लगे। उस समय सुमित्राकुमार लक्ष्मण उनके साथ थे॥१॥ "
                },
                {
                    "slok": "तत्र दृष्ट्वैव तां हर्षादिन्द्रियाणि चकम्पिरे। स कामवशमापन्नः सौमित्रिमिदमब्रवीत्॥२॥",
                    "arth": "वहाँ पम्पापर दृष्टि पड़ते ही (कमल-पुष्पोंमें सीताके नेत्रमुख आदिका किञ्चित् सादृश्य पाकर) हर्षोल्लाससे श्रीरामकी सारी इन्द्रियाँ चञ्चल हो उठीं। उनके मनमें सीताके दर्शनकी प्रबल इच्छा जाग उठी। उस इच्छाके अधीन-से होकर वे सुमित्राकुमार लक्ष्मणसे इस प्रकार बोले- ॥२॥ "
                },
                {
                    "slok": "सौमित्रे शोभते पम्पा वैदूर्यविमलोदका। फुल्लपद्मोत्पलवती शोभिता विविधैर्दुमैः॥३॥",
                    "arth": "'सुमित्रानन्दन! यह पम्पा कैसी शोभा पा रही है? इसका जल वैदूर्यमणिके समान स्वच्छ एवं श्याम है। इसमें बहुत-से पद्म और उत्पल खिले हुए हैं। तटपर उत्पन्न हुए नाना प्रकारके वृक्षोंसे इसकी शोभा और भी बढ़ गयी है॥३॥ "
                },
                {
                    "slok": "सौमित्रे पश्य पम्पायाः काननं शुभदर्शनम्। यत्र राजन्ति शैला वा द्रुमाः सशिखरा इव॥४॥",
                    "arth": "'सुमित्राकुमार! देखो तो सही, पम्पाके किनारेका वन कितना सुन्दर दिखायी दे रहा है। यहाँके ऊँचे-ऊँचे वृक्ष अपनी फैली हुई शाखाओंके कारण अनेक शिखरोंसे युक्त पर्वतोंके समान सुशोभित | होते हैं॥४॥"
                },
                {
                    "slok": "मां तु शोकाभिसंतप्तमाधयः पीडयन्ति वै। भरतस्य च दुःखेन वैदेह्या हरणेन च॥५॥ ",
                    "arth": "'परंतु मैं इस समय भरतके दुःख और सीताहरणकी चिन्ताके शोकसे संतप्त हो रहा हूँ। मानसिक वेदनाएँ मुझे बहुत कष्ट पहुँचा रही हैं॥५॥"
                },
                {
                    "slok": "शोकार्तस्यापि मे पम्पा शोभते चित्रकानना। व्यवकीर्णा बहुविधैः पुष्पैः शीतोदका शिवा॥६॥",
                    "arth": "'यद्यपि मैं शोकसे पीड़ित हूँ तो भी मुझे यह पम्पा बड़ी सुहावनी लग रही है। इसके निकटवर्ती वन बड़े विचित्र दिखायी देते हैं। यह नाना प्रकारके फूलोंसे व्याप्त है। इसका जल बहुत शीतल है और यह बहुत सुखदायिनी प्रतीत होती है॥६॥"
                },
                {
                    "slok": "नलिनैरपि संछन्ना ह्यत्यर्थशुभदर्शना। सर्पव्यालानुचरिता मृगद्विजसमाकुला॥७॥",
                    "arth": "'कमलोंसे यह सारी पुष्करिणी ढकी हुई है। इसलिये बड़ी सुन्दर दिखायी देती है। इसके आस-पास सर्प तथा हिंसक जन्तु विचर रहे हैं। मृग आदि पशु और पक्षी भी सब ओर छा रहे हैं॥७॥"
                },
                {
                    "slok": "अधिकं प्रविभात्येतन्नीलपीतं तु शाद्वलम्। द्रुमाणां विविधैः पुष्पैः परिस्तोमैरिवार्पितम्॥८॥ ",
                    "arth": "'नयी-नयी घासोंसे ढका हुआ यह स्थान अपनी नीली-पीली आभाके कारण अधिक शोभा पा रहा है। यहाँ वृक्षोंके नाना प्रकारके पुष्प सब ओर बिखरे हुए हैं। इससे ऐसा जान पड़ता है मानो यहाँ बहुत-से गलीचे बिला दिये गये हों॥८॥"
                },
                {
                    "slok": "पुष्पभारसमृद्धानि शिखराणि समन्ततः। लताभिः पुष्पिताग्राभिरुपगूढानि सर्वतः॥९॥",
                    "arth": "'चारों ओर वृक्षोंके अग्रभाग फूलोंके भारसे लदे होनेके कारण समृद्धिशाली प्रतीत होते हैं। ऊपरसे खिली हुई लताएँ उनमें सब ओरसे लिपटी हुई हैं॥९॥ "
                },
                {
                    "slok": "सुखानिलोऽयं सौमित्रे कालः प्रचुरमन्मथः। गन्धवान् सुरभिर्मासो जातपुष्पफलद्रुमः॥१०॥ ",
                    "arth": "'सुमित्रानन्दन! इस समय मन्द-मन्द सुखदायिनी हवा चल रही है, जिससे कामनाका उद्दीपन हो रहा है (सीताको देखनेकी इच्छा प्रबल हो उठी है)। यह चैत्रका महीना है। वृक्षोंमें फूल और फल लग गये हैं और सब ओर मनोहर सुगन्ध छा रही है॥१०॥"
                },
                {
                    "slok": "पश्य रूपाणि सौमित्रे वनानां पुष्पशालिनाम्। सृजतां पुष्पवर्षाणि वर्षं तोयमुचामिव॥११॥ ",
                    "arth": "'लक्ष्मण! फूलोंसे सुशोभित होनेवाले इन वनोंके रूप तो देखो। ये उसी तरह फूलोंकी वर्षा कर रहे हैं जैसे मेघ जलकी वृष्टि करते हैं॥११॥ "
                },
                {
                    "slok": "प्रस्तरेषु च रम्येषु विविधाः काननद्रुमाः। वायुवेगप्रचलिताः पुष्पैरवकिरन्ति गाम्॥१२॥ ",
                    "arth": "'वनके ये विविध वृक्ष वायुके वेगसे झूम-झूमकर रमणीय शिलाओंपर फूल बरसा रहे हैं और यहाँकी भूमिको ढक देते हैं ॥१२॥ "
                },
                {
                    "slok": "पतितैः पतमानैश्च पादपस्थैश्च मारुतः। कुसुमैः पश्य सौमित्रे क्रीडतीव समन्ततः॥१३॥ ",
                    "arth": "'सुमित्राकुमार! उधर तो देखो, जो वृक्षोंसे झड़ गये हैं, झड़ रहे हैं तथा जो अभी डालियोंमें ही लगे हुए हैं, उन सभी फूलोंके साथ सब ओर वायु खेलसा कर रही है॥१३॥ "
                },
                {
                    "slok": "विक्षिपन् विविधाः शाखां नगानां कुसुमोत्कटाः। मारुतश्चलितस्थानैः षट्पदैरनुगीयते॥१४॥",
                    "arth": "'फूलोंसे भरी हुई वृक्षोंकी विभिन्न शाखाओंको झकझोरती हुई वायु जब आगेको बढ़ती है, तब अपनेअपने स्थानसे विचलित हुए भ्रमर मानो उसका यशोगान करते हुए उसके पीछे-पीछे चलने लगते हैं॥१४॥ "
                },
                {
                    "slok": "मत्तकोकिलसंनादैर्तयन्निव पादपान्। शैलकंदर निष्क्रान्तः प्रगीत इव चानिलः ॥१५॥",
                    "arth": "'पर्वतकी कन्दरासे विशेष ध्वनिके साथ निकली हुई वायु मानो उच्च स्वरसे गीत गा रही है। मतवाले कोकिलोंके कलनाद वाद्यका काम देते हैं और उन वाद्योंकी ध्वनिके साथ वह वायु इन झूमते हुए वृक्षोंको मानो नृत्यकी शिक्षा-सी दे रही है॥१५॥"
                },
                {
                    "slok": "तेन विक्षिपतात्यर्थं पवनेन समन्ततः। अमी संसक्तशाखाग्रा ग्रथिता इव पादपाः॥१६॥",
                    "arth": "'वायुके वेगपूर्वक हिलानेसे जिनकी शाखाओंके अग्रभाग सब ओरसे परस्पर सट गये हैं, वे वृक्ष एकदूसरेसे गुंथे हुएकी भाँति जान पड़ते हैं॥१६॥"
                },
                {
                    "slok": "स एव सुखसंस्पर्शो वाति चन्दनशीतलः। गन्धमभ्यवहन् पुण्यं श्रमापनयनोऽनिलः ॥१७॥ ",
                    "arth": "'मलयचन्दनका स्पर्श करके बहनेवाली यह शीतलवायु शरीरसे छू जानेपर कितनी सुखद जान पड़ती है। यह थकावट दूर करती हुई बह रही है और सर्वत्र पवित्र सुगन्ध फैला रही है॥१७॥ "
                },
                {
                    "slok": "अमी पवनविक्षिप्ता विनदन्तीव पादपाः। षट्पदैरनुकूजद्भिर्वनेषु मधुगन्धिषु ॥१८॥",
                    "arth": "'मधुर मकरन्द और सुगन्धसे भरे हुए इन वनोंमें गुनगुनाते हुए भ्रमरोंके व्याजसे ये वायुद्वारा हिलाये गये वृक्ष मानो नृत्यके साथ गान कर रहे हैं॥१८॥"
                },
                {
                    "slok": "गिरिप्रस्थेषु रम्येषु पुष्पवद्भिर्मनोरमैः। संसक्तशिखराः शैला विराजन्ति महाद्गुमैः॥१९॥ ",
                    "arth": "'अपने रमणीय पृष्ठभागोंपर उत्पन्न फूलोंसे सम्पन्न तथा मनको लुभानेवाले विशाल वृक्षोंसे सटे हुए शिखरवाले पर्वत अद्भुत शोभा पा रहे हैं॥१९॥"
                },
                {
                    "slok": "पुष्पसंछन्नशिखरामारुतोत्क्षेपचञ्चलाः। | अमी मधुकरोत्तंसाः प्रगीता इव पादपाः॥२०॥",
                    "arth": "'जिनकी शाखाओंके अग्रभाग फूलोंसे ढके हैं, जो | वायुके झोंकेसे हिल रहे हैं तथा भ्रमरोंको पगड़ीके रूपमें सिरपर धारण किये हुए हैं, वे वृक्ष ऐसे जान पड़ते | हैं मानो इन्होंने नाचना-गाना आरम्भ कर दिया है॥२०॥"
                },
                {
                    "slok": "सुपुष्पितांस्तु पश्यैतान् कर्णिकारान् समन्ततः। हाटकप्रतिसंछन्नान् नरान् पीताम्बरानिव॥२१॥",
                    "arth": "'देखो, सब ओर सुन्दर फूलोंसे भरे हुए ये कनेर सोनेके आभूषणोंसे विभूषित पीताम्बरधारी मनुष्योंके समान शोभा पा रहे हैं॥ २१॥ "
                },
                {
                    "slok": "अयं वसन्तः सौमित्रे नानाविहगनादितः।। सीतया विप्रहीणस्य शोकसंदीपनो मम॥२२॥",
                    "arth": "'सुमित्रानन्दन! नाना प्रकारके विहङ्गमोंके कलरवोंसे गूंजता हुआ यह वसन्तका समय सीतासे बिछुड़े हुए मेरे लिये शोकको बढ़ानेवाला हो गया है॥ २२ ॥ "
                },
                {
                    "slok": "मां हि शोकसमाक्रान्तं संतापयति मन्मथः। हृष्टं प्रवदमानश्च समाह्वयति कोकिलः॥२३॥",
                    "arth": "'वियोगके शोकसे तो मैं पीड़ित हूँ ही, यह कामदेव (सीता-विषयक अनुराग) मुझे और भी संताप दे रहा है। कोकिल बड़े हर्षके साथ कलनाद करता हुआ मानो मुझे ललकार रहा है॥२३॥"
                },
                {
                    "slok": "एष दात्यूहको हृष्टो रम्ये मां वननिझरे। प्रणदन्मन्मथाविष्टं शोचयिष्यति लक्ष्मण ॥२४॥",
                    "arth": "'लक्ष्मण! वनके रमणीय झरनेके निकट बड़े हर्षके साथ बोलता हुआ यह जलकुक्कुट सीतासे मिलनेकी इच्छावाले मुझ रामको शोकमग्न किये देता है॥ २४॥"
                },
                {
                    "slok": "श्रुत्वैतस्य पुरा शब्दमाश्रमस्था मम प्रिया। मामाहूय प्रमुदिताः परमं प्रत्यनन्दत ॥२५॥",
                    "arth": "'पहले मेरी प्रिया जब आश्रममें रहती थी, उन दिनों इसका शब्द सुनकर आनन्दमग्न हो जाती थी और मुझे भी निकट बुलाकर अत्यन्त आनन्दित कर देती थी॥ २५॥"
                },
                {
                    "slok": "एवं विचित्राः पतगा नानारावविराविणः। वृक्षगुल्मलताः पश्य सम्पतन्ति समन्ततः॥२६॥ ",
                    "arth": "'देखो, इस प्रकार भाँति-भाँतिकी बोली बोलनेवाले विचित्र पक्षी चारों ओर वृक्षों, झारियों और लताओंकी ओर उड़ रहे हैं॥२६॥"
                },
                {
                    "slok": "विमिश्रा विहगाः पुंभिरात्मव्यूहाभिनन्दिताः। भृङ्गराजप्रमुदिताः सौमित्रे मधुरस्वराः॥२७॥",
                    "arth": "'सुमित्रानन्दन! देखो, ये पक्षिणियाँ नर पक्षियोंसे संयुक्त हो अपने झुंडमें आनन्दका अनुभव कर रही हैं, भौंरोंका गुञ्जारव सुनकर प्रसन्न हो रही हैं और स्वयं भी मीठी बोली बोल रही हैं॥ २७॥"
                },
                {
                    "slok": "अस्याः कूले प्रमुदिताः सङ्घशः शकुनास्त्विह। दात्यूहरतिविक्रन्दैः पुंस्कोकिलरुतैरपि ॥२८॥ स्वनन्ति पादपाश्चेमे ममानङ्गप्रदीपकाः।",
                    "arth": "'इस पम्पाके तटपर यहाँ झुंड-के-झुंड पक्षी आनन्दमग्न होकर चहक रहे हैं। जलकुक्कुटोंके रतिसम्बन्धी कूजन तथा नर कोकिलोंके कलनादके व्याजसे मानो ये वृक्ष ही मधुर बोली बोलते हैं और मेरी अनङ्ग वेदनाको उद्दीप्त कर रहे हैं॥२८३ ॥ "
                },
                {
                    "slok": "अशोकस्तबकाङ्गारः षट्पदस्वननिःस्वनः॥२९॥ मां हि पल्लवताम्राचिर्वसन्ताग्निः प्रधक्ष्यति।",
                    "arth": "'जान पड़ता है, यह वसन्तरूपी आग मुझे जलाकर भस्म कर देगी। अशोक पुष्पके लाल-लाल गुच्छे ही इस अग्निके अङ्गार हैं, नूतन पल्लव ही इसकी लाललाल लपटें हैं तथा भ्रमरोंका गुञ्जारव ही इस जलती आगका 'चट-चट' शब्द है॥२९ ॥"
                },
                {
                    "slok": "नहि तां सूक्ष्मपक्ष्माक्षीं सुकेशी मृदुभाषिणीम्॥३०॥ अपश्यतो मे सौमित्रे जीवितेऽस्ति प्रयोजनम्। ",
                    "arth": "'सुमित्रानन्दन! यदि मैं सूक्ष्म बरौनियों और सुन्दर केशोंवाली मधुरभाषिणी सीताको न देख सका तो मुझे इस जीवनसे कोई प्रयोजन नहीं है॥३०॥ "
                },
                {
                    "slok": "अयं हि रुचिरस्तस्याः कालो रुचिरकाननः॥३१॥ कोकिलाकुलसीमान्तो दयिताया ममानघ। ",
                    "arth": "'निष्पाप लक्ष्मण! वसन्त ऋतुमें वनकी शोभा बड़ी मनोहर हो जाती है, इसकी सीमामें सब ओर कोयलकी मधुर कूक सुनायी पड़ती है। मेरी प्रिया सीताको यह समय बडा ही प्रिय लगता था॥३१॥ "
                },
                {
                    "slok": "मन्मथायाससम्भूतो वसन्तगुणवर्धितः॥३२॥ अयं मां धक्ष्यति क्षिप्रं शोकाग्निर्नचिरादिव। ",
                    "arth": "'अनङ्गवेदनासे उत्पन्न हुई शोकाग्नि वसन्तऋतुके गुणोंका* ईंधन पाकर बढ़ गयी है; जान पड़ता है, यह मुझे शीघ्र ही अविलम्ब जला देगी॥ ३२३ ॥"
                },
                {
                    "slok": "अपश्यतस्तां वनितां पश्यतो रुचिरान् द्रुमान्॥३३॥ ममायमात्मप्रभवो भूयस्त्वमुपयास्यति।",
                    "arth": "'अपनी उस प्रियतमा पत्नीको मैं नहीं देख पाता हूँ और इन मनोहर वृक्षोंको देख रहा हूँ, इसलिये मेरा यह अनङ्गज्वर अब और बढ़ जायगा॥ ३३३ ॥"
                },
                {
                    "slok": "अदृश्यमाना वैदेही शोकं वर्धयतीह मे॥३४॥ दृश्यमानो वसन्तश्च स्वेदसंसर्गदूषकः।। ",
                    "arth": "'विदेहनन्दिनी सीता यहाँ मुझे नहीं दिखायी दे रही है, इसलिये मेरा शोक बढ़ाती है तथा मन्द मलयानिलके द्वारा स्वेदसंसर्गका निवारण करनेवाला यह वसन्त भी मेरे शोककी वृद्धि कर रहा है॥३४३ ॥"
                },
                {
                    "slok": "मां हि सा मृगशावाक्षी चिन्ताशोकबलात्कृतम्॥३५॥ | संतापयति सौमित्रे क्रूरश्चैत्रवनानिलः।",
                    "arth": "'सुमित्राकुमार! मृगनयनी सीता चिन्ता और शोकसे | बलपूर्वक पीडित किये गये मुझ रामको और भी संताप | दे रही है। साथ ही यह वनमें बहनेवाली चैत्रमासकी | वायु भी मुझे पीड़ा दे रही है॥ ३५३ ॥"
                },
                {
                    "slok": "अमी मयूराः शोभन्ते प्रनृत्यन्तस्ततस्ततः॥३६॥ स्वैः पक्षः पवनोद्भूतैर्गवाक्षैः स्फाटिकैरिव।।",
                    "arth": "ये मोर स्फटिकमणिके बने हुए गवाक्षों (झरोखों) के समान प्रतीत होनेवाले अपने फैले हुए पंखोंसे, जो वायुसे कम्पित हो रहे हैं, इधर-उधर नाचते हुए कैसी शोभा पा रहे हैं? ॥ ३६३ ॥"
                },
                {
                    "slok": "शिखिनीभिः परिवृतास्त एते मदमूछिताः॥३७॥ मन्मथाभिपरीतस्य मम मन्मथवर्धनाः।।",
                    "arth": "'मयूरियोंसे घिरे हुए ये मदमत्त मयूर अनङ्गवेदनासे संतप्त हुए मेरी इस कामपीडाको और भी बढ़ा रहे हैं।"
                },
                {
                    "slok": "पश्य लक्ष्मण नृत्यन्तं मयूरमुपनृत्यति॥३८॥ शिखिनी मन्मथातॆषा भर्तारं गिरिसानुनि।",
                    "arth": "'लक्ष्मण! वह देखो, पर्वतशिखरपर नाचते हुए अपने स्वामी मयूरके साथ-साथ वह मोरनी भी कामपीड़ित होकर नाच रही है॥३८३॥ "
                },
                {
                    "slok": "तामेव मनसा रामां मयूरोऽप्यनुधावति॥३९॥ वितत्य रुचिरौ पक्षौ रुतैरुपहसन्निव।",
                    "arth": "'मयूर भी अपने दोनों सुन्दर पंखोंको फैलाकर मन-ही-मन अपनी उसी रामा (प्रिया) का अनुसरण कर रहा है तथा अपने मधुर स्वरोंसे मेरा उपहास करतासा जान पड़ता है॥ ३९३ ॥"
                },
                {
                    "slok": "मयूरस्य वने नूनं रक्षसा न हृता प्रिया॥४०॥ तस्मान्नृत्यति रम्येषु वनेषु सह कान्तया।",
                    "arth": "'निश्चय ही वनमें किसी राक्षसने मोरकी प्रियाका अपहरण नहीं किया है, इसीलिये यह रमणीय वनोंमें अपनी वल्लभाके साथ नृत्य कर रहा है* ॥ ४० ॥"
                },
                {
                    "slok": "मम त्वयं विना वासः पुष्पमासे सुदुःसहः॥४१॥ पश्य लक्ष्मण संरागस्तिर्यग्योनिगतेष्वपि। यदेषा शिखिनी कामाद् भर्तारमभिवर्तते॥४२॥",
                    "arth": "'फूलोंसे भरे हुए इस चैत्रमासमें सीताके बिना यहाँ निवास करना मेरे लिये अत्यन्त दुःसह है। लक्ष्मण! देखो तो सही, तिर्यग्योनिमें पड़े हुए प्राणियोंमें भी परस्पर कितना अधिक अनुराग है। इस समय यह मोरनी कामभावसे अपने स्वामीके सामने उपस्थित हुई है॥ ४१-४२॥"
                },
                {
                    "slok": "ममाप्येवं विशालाक्षी जानकी जातसम्भ्रमा। मदनेनाभिवर्तेत यदि नापहृता भवेत्॥४३॥",
                    "arth": "'यदि विशाल नेत्रोंवाली सीताका अपहरण न हुआ होता तो वह भी इसी प्रकार बड़े प्रेमसे वेगपूर्वक मेरे पास आती॥४३॥ "
                },
                {
                    "slok": "पश्य लक्ष्मण पुष्पाणि निष्फलानि भवन्ति मे। पुष्पभारसमृद्धानां वनानां शिशिरात्यये॥४४॥",
                    "arth": "'लक्ष्मण! इस वसन्त ऋतुमें फूलोंके भारसे सम्पन्न हुए इन वनोंके ये सारे फूल मेरे लिये निष्फल हो रहे हैं। प्रिया सीताके यहाँ न होनेसे इनका मेरे लिये कोई प्रयोजन नहीं रह गया है॥४४॥"
                },
                {
                    "slok": "रुचिराण्यपि पुष्पाणि पादपानामतिश्रिया। निष्फलानि महीं यान्ति समं मधुकरोत्करैः॥४५॥",
                    "arth": "'अत्यन्त शोभासे मनोहर प्रतीत होनेवाले ये वृक्षोंके फूल भी निष्फल होकर भ्रमरसमूहोंके साथ ही पृथ्वीपर गिर जाते हैं॥४५॥ "
                },
                {
                    "slok": "नदन्ति कामं शकुना मुदिताः सङ्घशः कलम्। आह्वयन्त इवान्योन्यं कामोन्मादकरा मम॥४६॥",
                    "arth": "'हर्षमें भरे हुए ये झुंड-के-झुंड पक्षी एक-दूसरेको बुलाते हुए-से इच्छानुसार कलरव कर रहे हैं और मेरे मनमें प्रेमोन्माद उत्पन्न किये देते हैं॥४६॥"
                },
                {
                    "slok": "वसन्तो यदि तत्रापि यत्र मे वसति प्रिया। नूनं परवशा सीता सापि शोचत्यहं यथा॥४७॥",
                    "arth": "'जहाँ मेरी प्रिया सीता निवास करती है, वहाँ भी यदि इसी तरह वसन्त छा रहा हो तो उसकी क्या दशा होगी? निश्चय ही वहाँ पराधीन हुई सीता मेरी ही तरह शोक कर रही होगी॥४७॥"
                },
                {
                    "slok": "नूनं न तु वसन्तस्तं देशं स्पृशति यत्र सा। कथं ह्यसितपद्माक्षी वर्तयेत् सा मया विना॥४८॥",
                    "arth": "'अवश्य ही जहाँ सीता है, उस एकान्त स्थानमें वसन्तका प्रवेश नहीं है तो भी मेरे बिना वह कजरारे नेत्रोंवाली कमलनयनी सीता कैसे जीवित रह सकेगी॥४८॥"
                },
                {
                    "slok": "अथवा वर्तते तत्र वसन्तो यत्र मे प्रिया। किं करिष्यति सुश्रोणी सा तु निर्भसिता परैः॥४९॥",
                    "arth": "'अथवा सम्भव है जहाँ मेरी प्रिया है वहाँ भी इसी तरह वसन्त छा रहा हो, परंतु उसे तो शत्रुओंकी डाँटफटकार सुननी पड़ती होगी; अतः वह बेचारी सुन्दरी सीता क्या कर सकेगी॥४९॥"
                },
                {
                    "slok": "श्यामा पद्मपलाशाक्षी मृदुभाषा च मे प्रिया। नूनं वसन्तमासाद्य परित्यक्ष्यति जीवितम्॥५०॥",
                    "arth": "'जिसकी अभी नयी-नयी अवस्था है और प्रफुल्ल कमलदलके समान मनोहर नेत्र हैं, वह मीठी बोली बोलनेवाली मेरी प्राणवल्लभा जानकी निश्चय ही इस वसन्त ऋतुको पाकर अपने प्राण त्याग देगी॥५०॥"
                },
                {
                    "slok": "दृढं हि हृदये बुद्धिर्मम सम्परिवर्तते। नालं वर्तयितुं सीता साध्वी मद्विरहं गता॥५१॥",
                    "arth": "'मेरे हृदयमें यह विचार दृढ़ होता जा रहा है कि साध्वी सीता मुझसे अलग होकर अधिक कालतक जीवित नहीं रह सकती॥५१॥"
                },
                {
                    "slok": "मयि भावो हि वैदेह्यास्तत्त्वतो विनिवेशितः। ममापि भावः सीतायां सर्वथा विनिवेशितः॥५२॥",
                    "arth": "'वास्तवमें विदेहकुमारीका हार्दिक अनुराग मुझमें और मेरा सम्पूर्ण प्रेम सर्वथा विदेहनन्दिनी सीतामें ही प्रतिष्ठित है॥५२॥"
                },
                {
                    "slok": "एष पुष्पवहो वायुः सुखस्पर्शो हिमावहः। तां विचिन्तयतः कान्तां पावकप्रतिमो मम॥५३॥",
                    "arth": "'फूलोंकी सुगन्ध लेकर बहनेवाली यह शीतल वायु, जिसका स्पर्श बहुत ही सुखद है, प्राणवल्लभा सीताकी याद आनेपर मुझे आगकी भाँति तपाने लगती है॥५३॥"
                },
                {
                    "slok": "सदा सुखमहं मन्ये यं पुरा सह सीतया। मारुतः स विना सीतां शोकसंजननो मम॥५४॥",
                    "arth": "पहले जानकीके साथ रहनेपर जो मुझे सदा सुखद जान पड़ती थी, वही वायु आज सीताके विरहमें मेरे लिये शोकजनक हो गयी है॥५४॥"
                },
                {
                    "slok": "तां विनाथ विहङ्गोऽसौ पक्षी प्रणदितस्तदा। वायसः पादपगतः प्रहृष्टमभिकूजति॥५५॥",
                    "arth": "'जब सीता मेरे साथ थी उन दिनों जो पक्षी कौआ आकाशमें जाकर काँव-काँव करता था, वह उसके भावी वियोगको सूचित करनेवाला था। अब सीताके वियोगकालमें वह कौआ वृक्षपर बैठकर बड़े हर्षके साथ अपनी बोली बोल रहा है (इससे सूचित हो रहा है कि सीताका संयोग शीघ्र ही सुलभ होगा) ॥५५॥"
                },
                {
                    "slok": "एष वै तत्र वैदेह्या विहगः प्रतिहारकः। पक्षी मां तु विशालाक्ष्याः समीपमुपनेष्यति ॥५६॥",
                    "arth": "'यही वह पक्षी है, जो आकाशमें स्थित होकर बोलनेपर वैदेहीके अपहरणका सूचक हुआ; किंतु आज यह जैसी बोली बोल रहा है, उससे जान पड़ता है कि यह मुझे विशाललोचना सीताके समीप ले जायगा ॥ ५६ ॥"
                },
                {
                    "slok": "पश्य लक्ष्मण संनादं वने मदविवर्धनम्। पुष्पिताग्रेषु वृक्षेषु द्विजानामवकूजताम्॥५७॥ ",
                    "arth": "'लक्ष्मण! देखो, जिनकी ऊपरी डालियाँ फूलोंसे लदी हैं, वनमें उन वृक्षोंपर कलरव करनेवाले पक्षियोंका यह मधुर शब्द विरहीजनोंके मदनोन्मादको बढ़ानेवाला है। "
                },
                {
                    "slok": "विक्षिप्तां पवनेनैतामसौ तिलकमञ्जरीम्। षट्पदः सहसाभ्येति मदोद्भूतामिव प्रियाम्॥५८॥ ",
                    "arth": "वायुके द्वारा हिलायी जाती हुई उस तिलक वृक्षकी मंजरीपर भ्रमर सहसा जा बैठा है। मानो कोई प्रेमी काममदसे कम्पित हुई प्रेयसीसे मिल रहा हो॥५८॥ "
                },
                {
                    "slok": "कामिनामयमत्यन्तमशोकः शोकवर्धनः। स्तबकैः पवनोत्क्षिप्तैस्तर्जयन्निव मां स्थितः॥५९॥",
                    "arth": "'यह अशोक प्रियाविरही कामी पुरुषोंके लिये अत्यन्त शोक बढ़ानेवाला है। यह वायुके झोंकेसे कम्पित हुए पुष्पगुच्छोंद्वारा मुझे डाँट बताता हुआ-सा खड़ा है॥ ५९॥ "
                },
                {
                    "slok": "अमी लक्ष्मण दृश्यन्ते चूताः कुसुमशालिनः। | विभ्रमोत्सिक्तमनसः साङ्गरागा नरा इव॥६०॥",
                    "arth": "'लक्ष्मण! ये मञ्जरियोंसे सुशोभित होनेवाले आमके वृक्ष शृङ्गार-विलाससे मदमत्तहृदय होकर चन्दन आदि अङ्गराग धारण करनेवाले मनुष्योंके समान | दिखायी देते हैं॥६०॥"
                },
                {
                    "slok": "सौमित्रे पश्य पम्पायाचित्रासु वनराजिषु। | किंनरा नरशार्दूल विचरन्ति यतस्ततः॥६१॥",
                    "arth": "'नरश्रेष्ठ सुमित्राकुमार! देखो, पम्पाकी विचित्र | वन-श्रेणियोंमें इधर-उधर किन्नर विचर रहे हैं॥६१॥"
                },
                {
                    "slok": "इमानि शुभगन्धीनि पश्य लक्ष्मण सर्वशः। नलिनानि प्रकाशन्ते जले तरुणसूर्यवत्॥६२॥",
                    "arth": "'लक्ष्मण! देखो, पम्पाके जलमें सब ओर खिले | हुए ये सुगन्धित कमल प्रात:कालके सूर्यकी भाँति प्रकाशित हो रहे हैं॥६२॥"
                },
                {
                    "slok": "एषा प्रसन्नसलिला पद्मनीलोत्पलायुता। हंसकारण्डवाकीर्णा पम्पा सौगन्धिकायुता॥६३॥",
                    "arth": "'पम्पाका जल बड़ा ही स्वच्छ है। इसमें लाल कमल | और नील कमल खिले हुए हैं। हंस और कारण्डव | आदि पक्षी सब ओर फैले हुए हैं तथा सौगन्धिक कमल | इसकी शोभा बढ़ा रहे हैं॥६३॥"
                },
                {
                    "slok": "जले तरुणसूर्याभैः षट्पदाहतकेसरैः। | पङ्कजैः शोभते पम्पा समन्तादभिसंवृता॥६४॥",
                    "arth": "'जलमें प्रातःकालके सूर्यकी भाँति प्रकाशित होनेवाले कमलोंके द्वारा सब ओरसे घिरी हुई पम्पा बड़ी शोभा पा रही है। उन कमलोंके केसरोंको भ्रमरोंने चूस लिया है॥६४॥"
                },
                {
                    "slok": "चक्रवाकयुता नित्यं चित्रप्रस्थवनान्तरा। मातङमृगयूथैश्च शोभते सलिलार्थिभिः॥६५॥",
                    "arth": "'इसमें चक्रवाक सदा निवास करते हैं। यहाँके वनोंमें विचित्र-विचित्र स्थान हैं तथा पानी पीनेके लिये आये हुए हाथियों और मृगोंके समूहोंसे इस पम्पाकी शोभा और भी बढ़ जाती है॥६५॥"
                },
                {
                    "slok": "पवनाहतवेगाभिरूमिभिर्विमलेऽम्भसि । पङ्कजानि विराजन्ते ताड्यमानानि लक्ष्मण॥६६॥",
                    "arth": "'लक्ष्मण! वायुके थपेड़ेसे जिनमें वेग पैदा होता है, उन लहरोंसे ताड़ित होनेवाले कमल पम्पाके निर्मल जलमें बड़ी शोभा पाते हैं॥६६॥"
                },
                {
                    "slok": "पद्मपत्रविशालाक्षीं सततं प्रियपङ्कजाम्। अपश्यतो मे वैदेहीं जीवितं नाभिरोचते॥६७॥",
                    "arth": "'प्रफुल्ल कमलदलके समान विशाल नेत्रोंवाली विदेहराजकुमारी सीताको कमल सदा ही प्रिय रहे हैं। उसे न देखनेके कारण मुझे जीवित रहना अच्छा नहीं लगता है॥६७॥"
                },
                {
                    "slok": "अहो कामस्य वामत्वं यो गतामपि दुर्लभाम्। स्मारयिष्यति कल्याणी कल्याणतरवादिनीम्॥६८॥",
                    "arth": "'अहो! काम कितना कुटिल है, जो अन्यत्र गयी हुई एवं परम दुर्लभ होनेपर भी कल्याणमय वचन बोलनेवाली उस कल्याणस्वरूपा सीताका बारंबार स्मरण दिला रहा है॥६८॥"
                },
                {
                    "slok": "शक्यो धारयितुं कामो भवेदभ्यागतो मया। यदि भूयो वसन्तो मां न हन्यात् पुष्पितद्रुमः॥६९॥",
                    "arth": "'यदि खिले हुए वृक्षोंवाला यह वसन्त मुझपर पुनः प्रहार न करे तो प्राप्त हुई कामवेदनाको मैं किसी तरह मनमें ही रोके रह सकता हूँ॥६९॥"
                },
                {
                    "slok": "यानि स्म रमणीयानि तया सह भवन्ति मे। तान्येवारमणीयानि जायन्ते मे तया विना॥७०॥",
                    "arth": "'सीताके साथ रहनेपर जो-जो वस्तुएँ मुझे रमणीय प्रतीत होती थीं, वे ही आज उसके बिना असुन्दर जान पड़ती हैं॥७०॥"
                },
                {
                    "slok": "पद्मकोशपलाशानि द्रष्टुं दृष्टिर्हि मन्यते। सीताया नेत्रकोशाभ्यां सदृशानीति लक्ष्मण॥७१॥",
                    "arth": "'लक्ष्मण! ये कमलकोशोंके दल सीताके नेत्रकोशोंके समान हैं। इसलिये मेरी आँखें इन्हें ही देखना चाहती हैं।"
                },
                {
                    "slok": "पद्मकेसरसंसृष्टो या वृक्षान्तरविनिःसृतः। निःश्वास इव सीताया वाति वायुर्मनोहरः॥७२॥",
                    "arth": "'कमलकेसरोंका स्पर्श करके दूसरे वृक्षोंके बीचसे निकली हुई यह सौरभयुक्त मनोहर वायु सीताके निःश्वासकी भाँति चल रही है॥७२॥"
                },
                {
                    "slok": "सौमित्रे पश्य पम्पाया दक्षिणे गिरिसानुषु। पुष्पितां कर्णिकारस्य यष्टिं परमशोभिताम्॥७३॥",
                    "arth": "'सुमित्रानन्दन! वह देखो, पम्पाके दक्षिण भागमें पर्वत-शिखरोंपर खिली हुई कनेरकी डाल कितनी अधिक शोभा पा रही है॥७३॥ "
                },
                {
                    "slok": "अधिकं शैलराजोऽयं धातुभिस्तु विभूषितः। विचित्रं सृजते रेणुं वायुवेगविघट्टितम्॥७४॥",
                    "arth": "'विभिन्न धातुओंसे विभूषित हुआ यह पर्वतराज ऋष्यमूक वायुके वेगसे लायी हुई विचित्र धूलिकी सृष्टि कर रहा है॥७४॥ "
                },
                {
                    "slok": "गिरिप्रस्थास्तु सौमित्रे सर्वतः सम्प्रपुष्पितैः। निष्पत्रैः सर्वतो रम्यैः प्रदीप्ता इव किंशुकैः॥७५॥",
                    "arth": "'सुमित्राकुमार! चारों ओर खिले हुए और सब ओरसे रमणीय प्रतीत होनेवाले पत्रहीन पलाश वृक्षोंसे उपलक्षित इस पर्वतके पृष्ठभाग आगमें जलते हुए-से जान पड़ते हैं॥७५॥ "
                },
                {
                    "slok": "पम्पातीररुहाश्चेमे संसिक्ता मधुगन्धिनः । मालतीमल्लिकापद्मकरवीराश्च पुष्पिताः॥७६॥ ",
                    "arth": "'पम्पाके तटपर उत्पन्न हुए ये वृक्ष इसीके जलसे अभिषिक्त हो बढ़े हैं और मधुर मकरन्द एवं गन्धसे सम्पन्न हुए हैं। इनके नाम इस प्रकार हैं-मालती, मल्लिका, पद्म और करवीर। ये सब-के-सब फूलोंसे सुशोभित हैं॥७६॥ "
                },
                {
                    "slok": "केतक्यः सिन्दुवाराश्च वासन्त्यश्च सुपुष्पिताः। माधव्यो गन्धपूर्णाश्च कुन्दगुल्माश्च सर्वशः॥७७॥",
                    "arth": "केतकी (केवड़े), सिन्दुवार तथा वासन्ती लताएँ भी सुन्दर फूलोंसे भरी हुई हैं! गन्धभरी माधवी लता तथा कुन्द-कुसुमोंकी झाड़ियाँ सब ओर शोभा पा रही हैं। ७७॥"
                },
                {
                    "slok": "चिरिबिल्वा मधूकाश्च वञ्जुला बकुलास्तथा। चम्पकास्तिलकाश्चैव नागवृक्षाश्च पुष्पिताः॥७८॥",
                    "arth": "'चिरिबिल्व (चिलबिल), महुआ, बेंत, मौलसिरी, चम्पा, तिलक और नागकेसर भी खिले दिखायी देते हैं। "
                },
                {
                    "slok": "पद्मकाश्चैव शोभन्ते नीलाशोकाश्च पुष्पिताः। लोध्राश्च गिरिपृष्ठेषु सिंहकेसरपिञ्जराः॥७९॥",
                    "arth": "'पर्वतके पृष्ठभागोंपर पद्मक और खिले हुए नील अशोक भी शोभा पाते हैं। वहीं सिंहके अयालकी भाँति पिङ्गल वर्णवाले लोध्र भी सुशोभित हो रहे हैं॥७९॥"
                },
                {
                    "slok": "अङ्कोलाश्च कुरण्टाश्च चूर्णकाः पारिभद्रकाः। चूताः पाटलयश्चापि कोविदाराश्च पुष्पिताः॥८०॥ मुचुकुन्दार्जुनाश्चैव दृश्यन्ते गिरिसानुषु।",
                    "arth": "'अङ्कोल, कुरंट, चूर्णक (सेमल), पारिभद्रक (नीम या मदार), आम, पाटलि, कोविदार, मुचुकुन्द (नारङ्ग) और अर्जुन नामक वृक्ष भी पर्वत-शिखरोंपर फूलोंसे लदे दिखायी देते हैं।८०३ ॥"
                },
                {
                    "slok": "केतकोद्दालकाश्चैव शिरीषाः शिंशपा धवाः॥८१॥ शाल्मल्यः किंशुकाश्चैव रक्ताः कुरबकास्तथा। तिनिशा नक्तमालाश्च चन्दनाः स्यन्दनास्तथा॥८२॥ हिन्तालास्तिलकाश्चैव नागवृक्षाश्च पुष्पिताः।",
                    "arth": "केतक, उद्दालक (लसोड़ा), शिरीष, शीशम, धव, सेमल, पलाश, लाल कुरबक, तिनिश, नक्तमाल, चन्दन, स्यन्दन, हिन्ताल, तिलक तथा नागकेसरके पेड़ भी फूलोंसे भरे दिखायी देते हैं॥ ८१-८२३॥ "
                },
                {
                    "slok": "पुष्पितान् पुष्पिताग्राभिलताभिः परिवेष्टितान्॥८३॥ द्रुमान् पश्येह सौमित्रे पम्पाया रुचिरान् बहून्। ",
                    "arth": "सुमित्रानन्दन! जिनके अग्रभाग फूलोंसे भरे हुए हैं, उन लता-वल्लरियोंसे लिपटे हुए पम्पाके इन मनोहर और बहुसंख्यक वृक्षोंको तो देखो। वे सब-के-सब यहाँ फूलोंके भारसे लदे हुए हैं॥८३३ ॥"
                },
                {
                    "slok": "वातविक्षिप्तविटपान् यथासन्नान् द्रुमानिमान्॥८४॥ लताः समनुवर्तन्ते मत्ता इव वरस्त्रियः।",
                    "arth": "'हवाके झोंके खाकर जिनकी डालें हिल रही हैं, वे ये वृक्ष झुककर इतने निकट आ जाते हैं कि हाथसे इनकी डालियोंका स्पर्श किया जा सके। सलोनी लताएँ मदमत्त सुन्दरियोंकी भाँति इनका अनुसरण करती हैं।८४३॥"
                },
                {
                    "slok": "पादपात् पादपं गच्छन् शैलाच्छैलं वनाद् वनम्॥८५॥ वाति नैकरसास्वादसम्मोदित इवानिलः।",
                    "arth": "'एक वृक्षसे दूसरे वृक्षपर, एक पर्वतसे दूसरे पर्वतपर तथा एक वनसे दूसरे वनमें जाती हुई वायु अनेक रसोंके आस्वादनसे आनन्दित-सी होकर बह रही है॥ ८५३॥"
                },
                {
                    "slok": "केचित् पर्याप्तकुसुमाः पादपा मधुगन्धिनः॥८६॥ केचिन्मुकुलसंवीताः श्यामवर्णा इवाबभुः।",
                    "arth": "'कुछ वृक्ष प्रचुर पुष्पोंसे भरे हुए हैं और मधु एवं सुगन्धसे सम्पन्न हैं। कुछ मुकुलोंसे आवेष्टित हो श्यामवर्ण-से प्रतीत हो रहे हैं॥८६३ ॥"
                },
                {
                    "slok": "इदं मृष्टमिदं स्वादु प्रफुल्लमिदमित्यपि॥८७॥ रागरक्तो मधुकरः कुसुमेष्वेव लीयते।",
                    "arth": "'वह भ्रमर रागसे रँगा हुआ है और 'यह मधुर है, यह स्वादिष्ट है तथा यह अधिक खिला हुआ है' इत्यादि बातें सोचता हुआ फूलोंमें ही लीन हो रहा है। ८७३ ॥"
                },
                {
                    "slok": "निलीय पुनरुत्पत्य सहसान्यत्र गच्छति। मधुलुब्धो मधुकरः पम्पातीरद्रुमेष्वसौ॥८८॥",
                    "arth": "'पुष्पोंमें छिपकर फिर ऊपरको उड़ जाता है और | सहसा अन्यत्र चल देता है। इस प्रकार मधुका लोभी | भ्रमर पम्पातीरवर्ती वृक्षोंपर विचर रहा है॥८८॥"
                },
                {
                    "slok": "इयं कुसुमसंघातैरुपस्तीर्णा सुखाकृता। स्वयं निपतितैर्भूमिः शयनप्रस्तरैरिव॥८९॥",
                    "arth": "'स्वयं झड़कर गिरे हुए पुष्पसमूहोंसे आच्छादित | हुई यह भूमि ऐसी सुखदायिनी हो गयी है, मानो इसपर शयन करनेके लिये मुलायम बिछौने बिछा | दिये गये हों॥८९॥"
                },
                {
                    "slok": "विविधा विविधैः पुष्पैस्तैरेव नगसानुषु। | विस्तीर्णाः पीतरक्ताभाः सौमित्रे प्रस्तराः कृताः॥९०॥",
                    "arth": "'सुमित्रानन्दन! पर्वतके शिखरोंपर जो नाना | प्रकारकी विशाल शिलाएँ हैं, उनपर झड़े हुए भाँति| भाँतिके फूलोंने उन्हें लाल-पीले रंगकी शय्याओंके | समान बना दिया है॥९०॥"
                },
                {
                    "slok": "हिमान्ते पश्य सौमित्रे वृक्षाणां पुष्पसम्भवम्। | पुष्पमासे हि तरवः संघर्षादिव पुष्पिताः॥९१॥",
                    "arth": "'सुमित्राकुमार! वसन्त ऋतुमें वृक्षोंके फूलोंका यह | वैभव तो देखो। इस चैत्र मासमें ये वृक्ष मानो परस्पर | होड़ लगाकर फूले हुए हैं॥९१॥"
                },
                {
                    "slok": "आह्वयन्त इवान्योन्यं नगाः षट्पदनादिताः। | कुसुमोत्तंसविटपाः शोभन्ते बहु लक्ष्मण ॥९२॥",
                    "arth": "'लक्ष्मण! वृक्ष अपनी ऊपरी डालियोंपर फूलोंका | मुकुट धारण करके बड़ी शोभा पा रहे हैं तथा वे भ्रमरोंके गुञ्जारवसे इस तरह कोलाहलपूर्ण हो रहे हैं, मानो एक-दूसरेका आह्वान कर रहे हों ॥९२॥"
                },
                {
                    "slok": "एष कारण्डवः पक्षी विगाह्य सलिलं शुभम्। रमते कान्तया सार्धं काममुद्दीपयन्निव॥१३॥",
                    "arth": "'यह कारण्डव पक्षी पम्पाके स्वच्छ जलमें प्रवेश करके अपनी प्रियतमाके साथ रमण करता हुआ कामका रदीपन-सा कर रहा है॥९३॥"
                },
                {
                    "slok": "मन्दाकिन्यास्तु यदिदं रूपमेतन्मनोरमम्। स्थाने जगति विख्याता गुणास्तस्या मनोरमाः॥९४॥",
                    "arth": "'मन्दाकिनीके समान प्रतीत होनेवाली इस पम्पाका जब ऐसा मनोरम रूप है, तब संसारमें उसके जो मनोरम गुण विख्यात हैं, वे उचित ही हैं॥९४॥"
                },
                {
                    "slok": "यदि दृश्येत सा साध्वी यदि चेह वसेमहि।। स्पृहयेयं न शक्राय नायोध्यायै रघूत्तम॥९५॥",
                    "arth": "'रघुश्रेष्ठ लक्ष्मण! यदि साध्वी सीता दीख जाय और यदि उसके साथ हम यहाँ निवास करने लगें तो हमें न इन्द्रलोकमें जानेकी इच्छा होगी और न अयोध्यामें लौटनेकी ही॥९५॥"
                },
                {
                    "slok": "न ह्येवं रमणीयेषु शाद्वलेषु तया सह। रमतो मे भवेच्चिन्ता न स्पृहान्येषु वा भवेत्॥९६॥",
                    "arth": "'हरी-हरी घासोंसे सुशोभित ऐसे रमणीय प्रदेशोंमें सीताके साथ सानन्द विचरनेका अवसर मिले तो मुझे (अयोध्याका राज्य न मिलनेके कारण) कोई चिन्ता नहीं होगी और न दूसरे ही दिव्य भोगोंकी अभिलाषा हो सकेगी॥९६॥"
                },
                {
                    "slok": "अमी हि विविधैः पुष्पैस्तरवो विविधच्छदाः। काननेऽस्मिन् विना कान्तां चिन्तामुत्पादयन्ति मे॥९७॥",
                    "arth": "'इस वनमें भाँति-भाँतिके पल्लवोंसे सुशोभित और नाना प्रकारके फूलोंसे उपलक्षित ये वृक्ष प्राण-वल्लभा सीताके बिना मेरे मनमें चिन्ता उत्पन्न कर देते हैं।"
                },
                {
                    "slok": "पश्य शीतजलां चेमां सौमित्रे पुष्करायुताम्। चक्रवाकानुचरितां कारण्डवनिषेविताम्॥९८॥ प्लवैः क्रौञ्चैश्च सम्पूर्णां महामृगनिषेविताम्।",
                    "arth": "'सुमित्राकुमार! देखो, इस पम्पाका जल कितना शीतल है। इसमें असंख्य कमल खिले हुए हैं। चकवे विचरते हैं और कारण्डव निवास करते हैं। इतना ही नहीं, जलकुक्कुट तथा क्रौञ्च भरे हुए हैं एवं बड़े-बड़े मृग इसका सेवन करते हैं॥९८३ ॥"
                },
                {
                    "slok": "अधिकं शोभते पम्पा विकूजद्भिर्विहंगमैः॥ ९९ ॥ दीपयन्तीव मे कामं विविधा मुदिता द्विजाः। श्यामां चन्द्रमुखीं स्मृत्वा प्रियां पद्मनिभेक्षणाम्॥१००॥ ",
                    "arth": "'चहकते हुए पक्षियोंसे इस पम्पाकी बड़ी शोभा हो रही है। आनन्दमें निमग्न हुए ये नाना प्रकारके पक्षी मेरे सीताविषयक अनुरागको उद्दीप्त कर देते हैं; क्योंकि इनकी बोली सुनकर मुझे नूतन अवस्थावाली कमलनयनी चन्द्रमुखी प्रियतमा सीताका स्मरण हो आता है॥९९-१००॥"
                },
                {
                    "slok": "पश्य सानुषु चित्रेषु मृगीभिः सहितान् मृगान्। मां पुनर्मूगशावाक्ष्या वैदेह्या विरहीकृतम्। व्यथयन्तीव मे चित्तं संचरन्तस्ततस्ततः॥१०१॥",
                    "arth": "'लक्ष्मण! देखो, पर्वतके विचित्र शिखरोंपर ये हरिण अपनी हरिणियोंके साथ विचर रहे हैं और मैं मृगनयनी सीतासे बिछुड़ गया हूँ। इधर-उधर विचरते हुए ये मृग मेरे चित्तको व्यथित किये देते हैं॥१०१॥"
                },
                {
                    "slok": "अस्मिन् सानुनि रम्ये हि मत्तद्विजगणाकुले। पश्येयं यदि तां कान्तां ततः स्वस्ति भवेन्मम॥१०२॥",
                    "arth": "'मतवाले पक्षियोंसे भरे हुए इस पर्वतके रमणीय शिखरपर यदि प्राणवल्लभा सीताका दर्शन पा सकूँ तभी मेरा कल्याण होगा॥१०२॥ "
                },
                {
                    "slok": "जीवेयं खलु सौमित्रे मया सह सुमध्यमा। सेवेत यदि वैदेही पम्पायाः पवनं शुभम्॥१०३॥",
                    "arth": "'सुमित्रानन्दन! यदि सुमध्यमा सीता मेरे साथ रहकर इस पम्पासरोवरके तटपर सुखद समीरका सेवन कर सके तो मैं निश्चय ही जीवित रह सकता हूँ॥१०३ ॥"
                },
                {
                    "slok": "पद्मसौगन्धिकवहं शिवं शोकविनाशनम्। धन्या लक्ष्मण सेवन्ते पम्पाया वनमारुतम्॥१०४॥",
                    "arth": "'लक्ष्मण! जो लोग अपनी प्रियतमाके साथ रहकर पद्म और सौगन्धिक कमलोंकी सुगन्ध लेकर बहनेवाली शीतल, मन्द एवं शोकनाशन पम्पा-वनकी वायुका सेवन करते हैं, वे धन्य हैं॥ १०४॥ "
                },
                {
                    "slok": "श्यामा पद्मपलाशाक्षी प्रिया विरहिता मया। कथं धारयति प्राणान् विवशा जनकात्मजा॥१०५॥",
                    "arth": "'हाय! वह नयी अवस्थावाली कमललोचना जनकनन्दिनी प्रिया सीता मुझसे बिछुड़कर बेबसीकी दशामें अपने प्राणोंको कैसे धारण करती होगी॥१०५॥ "
                },
                {
                    "slok": "किं नु वक्ष्यामि धर्मज्ञं राजानं सत्यवादिनम्। जनकं पृष्टसीतं तं कुशलं जनसंसदि॥१०६॥",
                    "arth": "'लक्ष्मण! धर्मके जाननेवाले सत्यवादी राजा जनक जब जन-समुदायमें बैठकर मुझसे सीताका कुशलसमाचार पूछेगे, उस समय मैं उन्हें क्या उत्तर दूंगा॥१०६॥ "
                },
                {
                    "slok": "या मामनुगता मन्दं पित्रा प्रस्थापितं वनम्। सीता धर्मं समास्थाय क्व नु सा वर्तते प्रिया॥१०७॥",
                    "arth": "'हाय! पिताके द्वारा वनमें भेजे जानेपर जो धर्मका आश्रय ले मेरे पीछे-पीछे यहाँ चली आयी, वह मेरी प्रिया इस समय कहाँ है?॥१०७॥"
                },
                {
                    "slok": "तया विहीनः कृपणः कथं लक्ष्मण धारये। या मामनुगता राज्याद् भ्रष्टं विहतचेतसम्॥१०८॥",
                    "arth": "'लक्ष्मण! जिसने राज्यसे वञ्चित और हताश हो जानेपर भी मेरा साथ नहीं छोड़ा-मेरा ही अनुसरण किया, उसके बिना अत्यन्त दीन होकर मैं कैसे जीवन धारण करूँगा॥ १०८॥"
                },
                {
                    "slok": "तच्चाञ्चितपद्माक्षं सुगन्धि शुभमव्रणम्। अपश्यतो मुखं तस्याः सीदतीव मतिर्मम॥१०९॥ ",
                    "arth": "'जो कमलदलके समान सुन्दर, मनोहर एवं प्रशंसनीय नेत्रोंसे सुशोभित है, जिससे मीठी-मीठी सुगन्ध निकलती रहती है, जो निर्मल तथा चेचक आदिके चिह्नसे रहित है, जनककिशोरीके उस दर्शनीय मुखको देखे बिना मेरी सुध-बुध खोयी जा रही है॥१०९॥ "
                },
                {
                    "slok": "स्मितहास्यान्तरयुतं गुणवन्मधुरं हितम्। वैदेह्या वाक्यमतुलं कदा श्रोष्यामि लक्ष्मण॥११०॥",
                    "arth": "'लक्ष्मण! वैदेहीके द्वारा कभी हँसकर और कभी मुसकराकर कही हुई वे मधुर, हितकर एवं लाभदायक बातें जिनकी कहीं तुलना नहीं है, मुझे अब कब सुननेको मिलेंगी?॥११०॥"
                },
                {
                    "slok": "प्राप्य दुःखं वने श्यामा मां मन्मथविकर्शितम्। नष्टदुःखेव हृष्टेव साध्वी साध्वभ्यभाषत ॥१११॥",
                    "arth": "'सोलह वर्षकी-सी अवस्थावाली साध्वी सीता यद्यपि वनमें आकर कष्ट उठा रही थी, तथापि जब मुझे अनङ्गवेदना या मानसिक कष्टसे पीड़ित देखती, तब मानो उसका अपना सारा दुःख नष्ट हो गया हो, इस प्रकार प्रसन्न-सी होकर मेरी पीड़ा दूर करनेके लिये अच्छी-अच्छी बातें करने लगती थी॥ १११॥"
                },
                {
                    "slok": "किं नु वक्ष्याम्ययोध्यायां कौसल्यां हि नृपात्मज। क्व सा स्नुषेति पृच्छन्तीं कथं चापि मनस्विनीम्॥११२॥",
                    "arth": "'राजकुमार! अयोध्यामें चलनेपर जब मनस्विनी माता कौसल्या पूछेगी कि 'मेरी बहूरानी कहाँ है?' तो मैं उन्हें क्या उत्तर दूंगा?॥ ११२॥"
                },
                {
                    "slok": "गच्छ लक्ष्मण पश्य त्वं भरतं भ्रातृवत्सलम्। नह्यहं जीवितुं शक्तस्तामृते जनकात्मजाम्॥११३॥ इति रामं महात्मानं विलपन्तमनाथवत्। उवाच लक्ष्मणो भ्राता वचनं युक्तमव्ययम्॥११४॥",
                    "arth": "'लक्ष्मण! तुम जाओ, भ्रातृवत्सल भरतसे मिलो। मैं तो जनकनन्दिनी सीताके बिना जीवित नहीं रह सकता।' इस प्रकार महात्मा श्रीरामको अनाथकी भाँति विलाप करते देख भाई लक्ष्मणने युक्तियुक्त एवं निर्दोष वाणीमें कहा- ॥ ११२-११४ ॥"
                },
                {
                    "slok": "संस्तम्भ राम भद्रं ते मा शुचः पुरुषोत्तम । नेदृशानां मतिर्मन्दा भवत्यकलुषात्मनाम् ॥ ११५ ॥",
                    "arth": "पुरुषोत्तम श्रीराम! आपका भला हो। आप अपनेको सँभालिये। शोक न कीजिये। आप जैसे पुण्यात्मा पुरुषोंकी बुद्धि उत्साहशून्य नहीं होती ॥ ११५ ॥"
                },
                {
                    "slok": "स्मृत्वा वियोगजं दुःखं त्यज स्नेहं प्रिये जने। अतिस्नेहपरिष्वङ्गाद् वर्तिरार्द्रापि दह्यते ॥ ११६ ।।",
                    "arth": "स्वजनोंके अवश्यम्भावी वियोगका दुःख सभीको सहना पड़ता है, इस बातको स्मरण करके अपने प्रिय जनोंके प्रति अधिक स्नेह (आसक्ति) को त्याग दीजिये; क्योंकि जल आदिसे भीगी हुई बत्ती भी अधिक स्नेह (तेल) में डुबो दी जानेपर जलने लगती है ॥ ११६ ।।"
                },
                {
                    "slok": "यदि गच्छति पातालं ततोऽभ्यधिकमेव वा सर्वथा रावणस्तात न भविष्यति राघव ॥ ११७ ॥",
                    "arth": "तात रघुनन्दन! यदि रावण पातालमें या उससे भी अधिक दूर चला जाय तो भी वह अब किसी तरह जीवित नहीं रह सकता ॥ ११७ ॥"
                },
                {
                    "slok": "प्रवृत्तिर्लभ्यतां तावत् तस्य पापस्य रक्षसः । ततो हास्यति वा सीतां निधनं वा गमिष्यति ।। ११८ ।।",
                    "arth": "पहले उस पापी राक्षसका पता लगाइये। फिर या तो वह सीताको वापस करेगा या अपने प्राणोंसे हाथ धो बैठेगा ॥ ११८ ॥"
                },
                {
                    "slok": "यदि याति दितेर्गर्भ रावणं सह सीतया । तत्राप्येनं हनिष्यामि न चेद् दास्यति मैथिलीम् ॥ ११९॥",
                    "arth": "रावण यदि सीताको साथ लेकर दितिके गर्भमें जाकर छिप जाय तो भी यदि मिथिलेशकुमारीको लौटा न देगा तो मैं वहाँ भी उसे मार डालूँगा ॥ ११९ ।।"
                },
                {
                    "slok": "स्वास्थ्यं भद्रं भजस्वार्य त्यज्यतां कृपणा मतिः । अर्थो हि नष्टकार्यार्थैरयत्नेनाधिगम्यते ॥ १२० ॥",
                    "arth": "अतः आर्य! आप कल्याणकारी धैर्यको अपनाइये। वह दीनतापूर्ण विचार त्याग दीजिये। जिनका प्रयत्न और धन नष्ट हो गया है, वे पुरुष यदि उत्साहपूर्वक उद्योग न करें तो उन्हें उस अभीष्ट अर्थकी प्राप्ति नहीं हो सकती ॥ १२० ॥"
                },
                {
                    "slok": "उत्साहो बलवानार्य नास्त्युत्साहात् परं बलम् । सोत्साहस्य हि लोकेषु न किंचिदपि दुर्लभम् ॥ १२१ ।।",
                    "arth": "भैया! उत्साह ही बलवान् होता है। उत्साहसे बढ़कर दूसरा कोई बल नहीं है। उत्साही पुरुषके लिये संसारमें कोई भी वस्तु दुर्लभ नहीं है ॥ १२१ ।।"
                },
                {
                    "slok": "उत्साहवन्तः पुरुषा नावसीदन्ति कर्मसु। उत्साहमात्रमाश्रित्य प्रतिलप्स्याम जानकीम्॥१२२॥",
                    "arth": "'जिनके हृदयमें उत्साह होता है वे पुरुष कठिन-से-कठिन कार्य आ पड़नेपर हिम्मत नहीं हारते। हमलोग केवल उत्साहका आश्रय लेकर ही जनकनन्दिनीको प्राप्त कर सकते हैं॥१२२॥"
                },
                {
                    "slok": "त्यजतां कामवृत्तत्वं शोकं संन्यस्य पृष्ठतः। महात्मानं कृतात्मानमात्मानं नावबुध्यसे॥१२३॥",
                    "arth": "'शोकको पीछे छोड़कर कामीके-से व्यवहारका त्याग कीजिये। आप महात्मा एवं कृतात्मा (पवित्र अन्तःकरणवाले) हैं, किंतु इस समय अपने-आपको भूल गये हैं-अपने स्वरूपका स्मरण नहीं कर रहे हैं'॥१२३॥"
                },
                {
                    "slok": "एवं सम्बोधितस्तेन शोकोपहतचेतनः। त्यज्य शोकं च मोहं च रामो धैर्यमुपागमत्॥१२४॥",
                    "arth": "लक्ष्मणके इस प्रकार समझानेपर शोकसे संतप्तचित्त हुए श्रीरामने शोक और मोहका परित्याग करके धैर्य धारण किया॥१२४॥"
                },
                {
                    "slok": "सोऽभ्यतिक्रामदव्यग्रस्तामचिन्त्यपराक्रमः । रामः पम्पां सुरुचिरां रम्यां पारिप्लवद्रुमाम्॥१२५ ॥",
                    "arth": "तदनन्तर व्यग्रतारहित (शान्तस्वरूप) अचिन्त्यपराक्रमी श्रीरामचन्द्रजी जिसके तटवर्ती वृक्ष वायुके झोंके खाकर झूम रहे थे, उस परम सुन्दर रमणीय पम्पासरोवरको लाँघकर आगे बढ़े॥१२५॥"
                },
                {
                    "slok": "निरीक्षमाणः सहसा महात्मा सर्वं वनं निर्झरकन्दरं च। उद्विग्नचेताः सह लक्ष्मणेन विचार्य दुःखोपहतः प्रतस्थे॥१२६॥",
                    "arth": "सीताके स्मरणसे जिनका चित्त उद्विग्न हो गया था, अतएव जो दुःखमें डूबे हुए थे, वे महात्मा श्रीराम लक्ष्मणकी कही हुई बातोंपर विचार करके सहसा सावधान हो गये और झरनों तथा कन्दराओंसहित उस सम्पूर्ण वनका निरीक्षण करते हुए वहाँसे आगेको प्रस्थित हुए ॥ १२६ ॥"
                },
                {
                    "slok": "तं मत्तमातङ्गविलासगामी गच्छन्तमव्यग्रमना महात्मा। स लक्ष्मणो राघवमिष्टचेष्टो ररक्ष धर्मेण बलेन चैव॥१२७॥",
                    "arth": "मतवाले हाथीके समान विलासपूर्ण गतिसे चलनेवाले शान्तचित्त महात्मा लक्ष्मण आगे-आगे चलते हुए श्रीरघुनाथजीकी उनके अनुकूल चेष्टा करते धर्म और बलके द्वारा रक्षा करने लगे ॥ १२७ ॥ "
                },
                {
                    "slok": "तावृष्यमूकस्य समीपचारी चरन् ददर्शाद्भुतदर्शनीयौ। शाखामृगाणामधिपस्तरस्वी वितत्रसे नैव विचेष्ट चेष्टाम् ॥ १२८ ॥",
                    "arth": "ऋष्यमूक पर्वतके समीप विचरनेवाले बलवान् वानरराज सुग्रीव पम्पाके निकट घूम रहे थे। उसी समय उन्होंने उन अद्भुत दर्शनीय वीर श्रीराम और लक्ष्मणको देखा। देखते ही उनके मनमें यह भय हो गया कि हो न हो इन्हें मेरे शत्रु वालीने ही भेजा होगा, फिर तो वे इतने डर गये कि खाने-पीने आदिकी भी चेष्टा न कर सके ॥ १२८ ॥"
                },
                {
                    "slok": "स तौ महात्मा गजमन्दगामी शाखामृगस्तत्र चरंश्वरन्तौ । दृष्ट्वा विषादं परमं जगाम चिन्तापरीतो भयभारभग्नः ॥ १२९ ॥",
                    "arth": "हाथीके समान मन्दगतिसे चलनेवाले महामना वानरराज सुग्रीव जो वहाँ विचर रहे थे, उस समय एक साथ आगे बढ़ते हुए उन दोनों भाइयोंको देखकर चिन्तित हो उठे। भयके भारी भारसे उनका उत्साह नष्ट हो गया। वे महान् दुःखमें पड़ गये ॥ १२९ ॥"
                },
                {
                    "slok": "तमाश्रमं पुण्यसुखं शरण्यं सदैव शाखामृगसेवितान्तम् । दृष्ट्वा हरयोऽभिजग्मु महौजसौ राघवलक्ष्मणौ तौ ॥ १३० ॥",
                    "arth": "मतङ्ग मुनिका वह आश्रम परम पवित्र एवं सुखदायक था। मुनिके शापसे उसमें वालीका प्रवेश होना कठिन था, इसलिये वह दूसरे वानरोंका आश्रय बना हुआ था। उस आश्रम या वनके भीतर सदा ही अनेकानेक शाखामृग निवास करते थे। उस दिन उन महातेजस्वी श्रीराम और लक्ष्मणको देखकर दूसरे-दूसरे वानर भी भयभीत हो आश्रमके | भीतर चले गये ॥ १३० ॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे प्रथमः सर्गः॥१॥",
                    "samaapt_arth": "महा इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें पहला सर्ग पूरा हुआ॥१॥"
                }
            ]
        },
        {
            "ADHIYAAY": "द्वितीयः सर्गः सुग्रीव तथा वानरोंकी आशङ्का, हनुमान्जीद्वारा उसका निवारण तथा सुग्रीवका हनुमान्जीको श्रीराम-लक्ष्मणके पास उनका भेद लेनेके लिये भेजना",
            "arth": [
                {
                    "slok": "तौ तु दृष्ट्वा महात्मानौ भ्रातरौ रामलक्ष्मणौ। वरायुधधरौ वीरौ सुग्रीवः शङ्कितोऽभवत्॥१॥ ",
                    "arth": "महात्मा श्रीराम और लक्ष्मण दोनों भाइयोंको श्रेष्ठ आयुध धारण किये वीर वेशमें आते देख (ऋष्यमूक पर्वतपर बैठे हुए) सुग्रीवके मनमें बड़ी शङ्का हुई ॥१॥ "
                },
                {
                    "slok": "उद्विग्रहृदयः सर्वा दिशः समवलोकयन्।। न व्यतिष्ठत कस्मिंश्चिद् देशे वानरपुंगवः ॥२॥",
                    "arth": "वे उद्विग्नचित्त होकर चारों दिशाओंकी ओर देखने लगे। उस समय वानरशिरोमणि सुग्रीव किसी एक स्थानपर स्थिर न रह सके ॥२॥"
                },
                {
                    "slok": "नैव चक्रे मनः स्थातुं वीक्षमाणौ महाबलौ। कपेः परमभीतस्य चित्तं व्यवससाद ह॥३॥",
                    "arth": "महाबली श्रीराम और लक्ष्मणको देखते हुए सुग्रीव अपने मनको स्थिर न रख सके। उस समय अत्यन्त भयभीत हुए उन वानरराजका चित्त बहुत दुःखी हो गया॥३॥"
                },
                {
                    "slok": "चिन्तयित्वा स धर्मात्मा विमृश्य गुरुलाघवम्। सुग्रीवः परमोद्विग्नः सर्वैस्तैर्वानरैः सह॥४॥",
                    "arth": "सुग्रीव धर्मात्मा थे-उन्हें राजधर्मका ज्ञान था। उन्होंने मन्त्रियोंके साथ विचारकर अपनी दुर्बलता और शत्रुपक्षकी प्रबलताका निश्चय किया। तत्पश्चात् वे समस्त वानरोंके साथ अत्यन्त उद्विग्न हो उठे॥४॥ "
                },
                {
                    "slok": "ततः स सचिवेभ्यस्तु सुग्रीवः प्लवगाधिपः। शशंस परमोद्विग्नः पश्यंस्तौ रामलक्ष्मणौ ॥५॥",
                    "arth": "वानरराज सुग्रीवके हृदयमें बड़ा उद्वेग हो गया था। वे श्रीराम और लक्ष्मणकी ओर देखते हुए अपने मन्त्रियोंसे इस प्रकार बोले-॥५॥"
                },
                {
                    "slok": "एतौ वनमिदं दुर्गं वालिप्रणिहितौ ध्रुवम्। छद्मना चीरवसनौ । प्रचरन्ताविहागतौ॥६॥ ",
                    "arth": "'निश्चय ही ये दोनों वीर वालीके भेजे हुए ही इस दुर्गम वनमें विचरते हुए यहाँ आये हैं। इन्होंने छलसे चीर वस्त्र धारण कर लिये हैं, जिससे हम इन्हें पहचान न सकें'॥६॥ "
                },
                {
                    "slok": "ततः सुग्रीवसचिवा दृष्ट्वा परमधन्विनौ। जग्मुर्गिरितटात् तस्मादन्यच्छिखरमुत्तमम्॥७।।",
                    "arth": "उधर सुग्रीवके सहायक दूसरे-दूसरे वानरोंने जब उन महाधनुर्धर श्रीराम और लक्ष्मणको देखा, तब वे उस -पर्वततटसे भागकर दूसरे उत्तम शिखरपर जा पहुँचे ॥ ७ ॥"
                },
                {
                    "slok": "ते क्षिप्रमभिगम्याथ यूथपा यूथपर्षभम् । हरयो वानरश्रेष्ठं परिवार्योपतस्थिरे ॥ ८ ॥",
                    "arth": "वे यूथपति वानर शीघ्रतापूर्वक जाकर यूथपतियोंके सरदार वानरशिरोमणि सुग्रीवको चारों ओरसे घेरकर उनके पास खड़े हो गये ॥ ८ ॥ "
                },
                {
                    "slok": "एवमेकायनगताः प्लवमाना गिरेगिरिम् । प्रकम्पयन्तो वेगेन गिरीणां शिखराणि च ॥ ९ ॥ ततः शाखामृगाः सर्वे प्लवमाना महाबलाः । बभञ्जुश्च नगांस्तत्र पुष्पितान् दुर्गमाश्रितान् ॥ १० ॥",
                    "arth": "इस तरह एक पर्वतसे दूसरे पर्वतपर उछलते कूदते और अपने वेगसे उन पर्वत शिखरोंको प्रकम्पित करते हुए वे समस्त महाबली वानर एक मार्गपर आ गये। उन सबने उछल-कूदकर उस समय वहाँ दुर्गम स्थानों में स्थित हुए पुष्पशोभित बहुसंख्यक वृक्षोंको तोड़ डाला था॥ ९-१०॥"
                },
                {
                    "slok": "आप्लवन्तो हरिवराः सर्वतस्तं महागिरिम् । मृगमार्जारशार्दूलांस्त्रासयन्तो ययुस्तदा ॥ ११ ॥",
                    "arth": "स बेलामें चारों ओरसे उस महान् पर्वतपर उछलकर आते हुए वे श्रेष्ठ वानर वहाँ रहनेवाले मृगों, बिलावों तथा व्याप्रॉको भयभीत करते हुए जा रहे थे।"
                },
                {
                    "slok": "ततः सुग्रीवसचिवाः पर्वतेन्द्रे समाहिताः । संगम्य कपिमुख्येन सर्वे प्राञ्जलयः स्थिताः ॥ १२ ॥",
                    "arth": "इस प्रकार सुग्रीवके सभी सचिव पर्वतराज ऋष्यमूकपर आ पहुँचे और एकाग्रचित्त हो उन वानरराजसे मिलकर उनके सामने हाथ जोड़कर खड़े हो गये ॥ १२ ॥"
                },
                {
                    "slok": "ततस्तु भयमंत्रस्तं वालिकिल्विषशङ्कितम् । उवाच हनुमान् वाक्यं सुग्रीवं वाक्यकोविदः ॥ १३ ॥",
                    "arth": "तदनन्तर वालीसे बुराईकी आशङ्का करके सुग्रीवको भयभीत देख बातचीत करनेमें कुशल हनुमान्जी बोले"
                },
                {
                    "slok": "सम्भ्रमस्त्यज्यतामेष सर्वैर्वालिकृते महान् । मलयोऽयं गिरिवरो भयं नेहास्ति वालिनः ॥ १४ ॥",
                    "arth": "आप सब लोग वालीके कारण होनेवाली इस भारी घबराहटको छोड़ दीजिये। यह मलय नामक श्रेष्ठ पर्वत है। यहाँ वालीसे कोई भय नहीं है ॥ १४ ॥"
                },
                {
                    "slok": "यस्मादुद्विग्नचेतास्त्वं विद्रुतो हरिपुङ्गव। तं क्रूरदर्शनं क्रूरं नेह पश्यामि वालिनम्॥१५॥",
                    "arth": "'वानरशिरोमणे! जिससे उद्विग्नचित्त होकर आप भागे हैं, उस क्रूर दिखायी देनेवाले निर्दय वालीको मैं यहाँ नहीं देखता हूँ॥१५॥"
                },
                {
                    "slok": "यस्मात् तव भयं सौम्य पूर्वजात् पापकर्मणः। स नेह वाली दुष्टात्मा न ते पश्याम्यहं भयम्॥१६॥",
                    "arth": "'सौम्य! आपको अपने जिस पापाचारी बड़े भाईसे भय प्राप्त हुआ है, वह दुष्टात्मा वाली यहाँ नहीं आ सकता; अतः मुझे आपके भयका कोई कारण नहीं दिखायी देता। "
                },
                {
                    "slok": "अहो शाखामृगत्वं ते व्यक्तमेव प्लवङ्गम। लघुचित्ततयाऽऽत्मानं न स्थापयसि यो मतौ॥१७॥",
                    "arth": "'आश्चर्य है कि इस समय आपने अपनी वानरोचित चपलताको ही प्रकट किया है। वानरप्रवर! आपका चित्त चञ्चल है। इसलिये आप अपनेको विचार-मार्गपर स्थिर नहीं रख पाते हैं॥१७॥"
                },
                {
                    "slok": "बुद्धिविज्ञानसम्पन्न इङ्गितैः सर्वमाचर। नह्यबुद्धिं गतो राजा सर्वभूतानि शास्ति हि॥१८॥",
                    "arth": "'बुद्धि और विज्ञानसे सम्पन्न होकर आप दूसरोंकी चेष्टाओंके द्वारा उनका मनोभाव समझें और उसीके अनुसार सभी आवश्यक कार्य करें; क्योंकि जो राजा बुद्धि-बलका आश्रय नहीं लेता, वह सम्पूर्ण प्रजापर शासन नहीं कर सकता' ॥१८॥"
                },
                {
                    "slok": "सुग्रीवस्तु शुभं वाक्यं श्रुत्वा सर्वं हनूमतः। ततः शुभतरं वाक्यं हनूमन्तमुवाच ह॥१९॥",
                    "arth": "हनुमान्जीके मुखसे निकले हुए इन सभी श्रेष्ठ वचनोंको सुनकर सुग्रीवने उनसे बहुत ही उत्तम बात कही"
                },
                {
                    "slok": "दीर्घबाहू विशालाक्षौ शरचापासिधारिणौ। कस्य न स्याद् भयं दृष्ट्वा ह्येतौ सुरसुतोपमौ॥२०॥",
                    "arth": "'इन दोनों वीरोंकी भुजाएँ लंबी और नेत्र बड़ेबड़े हैं। ये धनुष, बाण और तलवार धारण किये देवकुमारोंके समान शोभा पा रहे हैं। इन दोनोंको देखकर किसके मनमें भयका संचार न होगा॥२०॥ "
                },
                {
                    "slok": "वालिप्रणिहितावेव शङ्केऽहं पुरुषोत्तमौ। राजानो बहुमित्राश्च विश्वासो नात्र हि क्षमः॥२१॥",
                    "arth": "'मेरे मनमें संदेह है कि ये दोनों श्रेष्ठ पुरुष वालीके ही भेजे हुए हैं; क्योंकि राजाओंके बहुत-से मित्र होते हैं। अतः उनपर विश्वास करना उचित नहीं है॥ २१ ॥"
                },
                {
                    "slok": "अरयश्च मनुष्येण विज्ञेयाश्छद्मचारिणः। विश्वस्तानामविश्वस्ताश्छिद्रेषु प्रहरन्त्यपि॥२२॥",
                    "arth": "'प्राणिमात्रको छद्मवेषमें विचरनेवाले शत्रुओंको विशेषरूपसे पहचाननेकी चेष्टा करनी चाहिये; क्योंकि वे दूसरोंपर अपना विश्वास जमा लेते हैं, परंतु स्वयं किसीका विश्वास नहीं करते और अवसर पाते ही उन विश्वासी पुरुषोंपर ही प्रहार कर बैठते हैं॥ २२॥"
                },
                {
                    "slok": "कृत्येषु वाली मेधावी राजानो बहुदर्शिनः। भवन्ति परहन्तारस्ते ज्ञेयाः प्राकृतैनरैः॥२३॥",
                    "arth": "'वाली इन सब कार्यों में बड़ा कुशल है। राजालोग बहुदर्शी होते हैं-वञ्चनाके अनेक उपाय जानते हैं, इसीलिये शत्रुओंका विध्वंस कर डालते हैं। ऐसे शत्रुभूत राजाओंको प्राकृत वेशभूषावाले मनुष्यों (गुप्तचरों) द्वारा जाननेका प्रयत्न करना चाहिये ॥२३॥"
                },
                {
                    "slok": "तौ त्वया प्राकृतेनेव गत्वा ज्ञेयौ प्लवंगम। इङ्गितानां प्रकारैश्च रूपव्याभाषणेन च॥२४॥",
                    "arth": "'अतः कपिश्रेष्ठ! तुम भी एक साधारण पुरुषकी भाँति यहाँसे जाओ और उनकी चेष्टाओंसे, रूपसे तथा बातचीतके तौर-तरीकोंसे उन दोनोंका यथार्थ परिचय प्राप्त करो॥२४॥"
                },
                {
                    "slok": "लक्षयस्व तयोर्भावं प्रहृष्टमनसौ यदि। विश्वासयन् प्रशंसाभिरिङ्गितैश्च पुनः पुनः॥२५॥",
                    "arth": "'उनके मनोभावोंको समझो। यदि वे प्रसन्नचित्त जान पड़ें तो बारंबार मेरी प्रशंसा करके तथा मेरे अभिप्रायको सूचित करनेवाली चेष्टाओंद्वारा मेरे प्रति उनका विश्वास उत्पन्न करो॥ २५॥ "
                },
                {
                    "slok": "ममैवाभिमुखं स्थित्वा पृच्छ त्वं हरिपुङ्गव। प्रयोजनं प्रवेशस्य वनस्यास्य धनुर्धरौ॥२६॥",
                    "arth": "'वानरशिरोमणे! तुम मेरी ही ओर मुँह करके खड़ा होना और उन धनुर्धर वीरोंसे इस वनमें प्रवेश करनेका कारण पूछना ॥ २६॥"
                },
                {
                    "slok": "शुद्धात्मानौ यदि त्वेतौ जानीहि त्वं प्लवङम। व्याभाषितैर्वा रूपैर्वा विज्ञेया दुष्टतानयोः॥२७॥",
                    "arth": "'यदि उनका हृदय शुद्ध जान पड़े तो भी तरह-तरहकी बातों और आकृतिके द्वारा यह जाननेकी विशेष चेष्टा करनी चाहिये कि वे दोनों कोई दुर्भावना लेकर तो नहीं आये हैं'॥ २७॥"
                },
                {
                    "slok": "इत्येवं कपिराजेन संदिष्टो मारुतात्मजः। चकार गमने बुद्धिं यत्र तौ रामलक्ष्मणौ ॥२८॥",
                    "arth": "वानरराज सुग्रीवके इस प्रकार आदेश देनेपर पवनकुमार हनुमान्जीने उस स्थानपर जानेका विचार किया, जहाँ श्रीराम और लक्ष्मण विद्यमान थे॥२८॥"
                },
                {
                    "slok": "तथेति सम्पूज्य वचस्तु तस्य कपेः सुभीतस्य दुरासदस्य। महानुभावो हनुमान् ययौ तदा जा स यत्र रामोऽतिबली सलक्ष्मणः॥२९॥",
                    "arth": "अत्यन्त डरे हुए दुर्जय वानर सुग्रीवके उस - वचनका आदर करके बहुत अच्छा कहकर' महानुभाव | हनुमान्जी जहाँ अत्यन्त बलशाली श्रीराम और लक्ष्मण | थे, उस स्थानके लिये तत्काल चल दिये॥२९॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे द्वितीयः सर्गः॥२॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें दूसरा सर्ग पूरा हुआ॥२॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - तृतीयः सर्गः हनुमान्जीका श्रीराम और लक्ष्मणसे वनमें आनेका कारण पूछना और अपना तथा 11.29 सुग्रीवका परिचय देना, श्रीरामका उनके वचनोंकी प्रशंसा करके लक्ष्मणको अपनी ओरसे बात करनेकी आज्ञा देना तथा लक्ष्मणद्वारा अपनी प्रार्थना स्वीकृत होनेसे हनुमान्जीका प्रसन्न होना",
            "arth": [
                {
                    "slok": "वचो विज्ञाय हनुमान् सुग्रीवस्य महात्मनः। पर्वतादृष्यमूकात् तु पुप्लुवे यत्र राघवौ ॥१॥",
                    "arth": "महात्मा सुग्रीवके कथनका तात्पर्य समझकर हनुमान्जी ऋष्यमूक पर्वतसे उस स्थानकी ओर उछलते हुए चले, जहाँ वे दोनों रघुवंशी बन्धु विराजमान थे॥"
                },
                {
                    "slok": "कपिरूपं परित्यज्य हनुमान् मारुतात्मजः। भिक्षुरूपं ततो भेजे शठबुद्धितया कपिः॥२॥ ",
                    "arth": "पवनकुमार वानरवीर हनुमान्ने यह सोचकर कि मेरे इस कपिरूपपर किसीका विश्वास नहीं जम सकता, अपने उस रूपका परित्याग करके भिक्षु (सामान्य तपस्वी) का रूप धारण कर लिया॥२॥"
                },
                {
                    "slok": "पवनकुमार वानरवीर हनुमान्ने यह सोचकर कि मेरे इस कपिरूपपर किसीका विश्वास नहीं जम सकता, अपने उस रूपका परित्याग करके भिक्षु (सामान्य तपस्वी) का रूप धारण कर लिया॥२॥ आबभाषे च तौ वीरौ यथावत् प्रशशंस च। सम्पूज्य विधिवद् वीरौ हनुमान् वानरोत्तमः॥४॥ उवाच कामतो वाक्यं मृदु सत्यपराक्रमौ।। राजर्षिदेवप्रतिमौ तापसौ संशितव्रतौ॥५॥",
                    "arth": "तदनन्तर हनुमान्ने विनीतभावसे उन दोनों रघुवंशी वीरोंके पास जाकर उन्हें प्रणाम करके मनको अत्यन्त प्रिय लगनेवाली मधुर वाणीमें उनके साथ वार्तालाप आरम्भ किया। वानरशिरोमणि हनुमान्ने पहले तो उन दोनों वीरोंकी यथोचित प्रशंसा की। फिर विधिवत् उनका पूजन (आदर) करके स्वच्छन्दरूपसे मधुर वाणीमें कहा-'वीरो! आप दोनों सत्यपराक्रमी, राजर्षियों और देवताओंके समान प्रभावशाली, तपस्वी तथा कठोर व्रतका पालन करनेवाले जान पड़ते हैं ॥ ३-५॥"
                },
                {
                    "slok": "देशं कथमिमं प्राप्तौ भवन्तौ वरवर्णिनौ। त्रासयन्तौ मृगगणानन्यांश्च वनचारिणः॥६॥ पम्पातीररुहान् वृक्षान् वीक्षमाणौ समन्ततः। इमां नदी शुभजलां शोभयन्तौ तरस्विनौ ॥७॥ धैर्यवन्तौ सुवर्णाभौ कौ युवां चीरवाससौ। निःश्वसन्तौ वरभुजौ पीडयन्ताविमाः प्रजाः॥८॥",
                    "arth": "'आपके शरीरकी कान्ति बड़ी सुन्दर है। आप | दोनों इस वन्य प्रदेशमें किसलिये आये हैं। वनमें विचरनेवाले मृगसमूहों तथा अन्य जीवोंको भी त्रास देते | पम्पासरोवरके तटवर्ती वृक्षोंको सब ओरसे देखते और इस सुन्दर जलवाली नदी-सरीखी पम्पाको सुशोभित करते हुए आप दोनों वेगशाली वीर कौन हैं? आपके अङ्गोंकी कान्ति सुवर्णके समान प्रकाशित होती है। आप दोनों बड़े धैर्यशाली दिखायी देते हैं। आप दोनोंके अङ्गोंपर चीर वस्त्र शोभा पाता है। आप दोनों लंबी साँस खींच रहे हैं। आपकी भुजाएँ विशाल हैं। आप अपने प्रभावसे इस वनके प्राणियोंको पीड़ा दे रहे हैं। बताइये, आपका क्या परिचय है?॥६-८॥"
                },
                {
                    "slok": "सिंहविप्रेक्षितौ वीरौ महाबलपराक्रमौ। शक्रचापनिभे चापे गृहीत्वा शत्रुनाशनौ॥९॥",
                    "arth": "'आप दोनों वीरोंकी दृष्टि सिंहके समान है। आपके बल और पराक्रम महान् हैं। इन्द्र-धनुषके समान महान् शरासन धारण करके आप शत्रुओंको नष्ट करनेकी शक्ति रखते हैं॥९॥"
                },
                {
                    "slok": "श्रीमन्तौ रूपसम्पन्नौ वृषभश्रेष्ठविक्रमौ। | हस्तिहस्तोपमभुजौ द्युतिमन्तौ । नरर्षभौ॥१०॥",
                    "arth": "'आप कान्तिमान तथा रूपवान हैं। आप विशालकाय साँड़के समान मन्दगतिसे चलते हैं। आप दोनोंकी भुजाएँ हाथीकी सैंड़के समान जान पड़ती हैं। आप मनुष्योंमें श्रेष्ठ और परम तेजस्वी हैं॥१०॥"
                },
                {
                    "slok": "प्रभया पर्वतेन्द्रोऽसौ युवयोरवभासितः। राज्याविमरप्रख्यौ कथं देशमिहागतौ ॥११॥",
                    "arth": "'आप दोनोंकी प्रभासे गिरिराज ऋष्यमूक जगमगा रहा है। आपलोग देवताओंके समान पराक्रमी और राज्य भोगनेके योग्य हैं। भला, इस दुर्गम वनप्रदेशमें आपका आगमन कैसे सम्भव हुआ॥११॥"
                },
                {
                    "slok": "पद्मपत्रेक्षणौ वीरौ जटामण्डलधारिणौ। अन्योन्यसदृशौ वीरौ देवलोकादिहागतौ॥१२॥",
                    "arth": "'आपके नेत्र प्रफुल्ल कमल-दलके समान शोभा पाते हैं। आपमें वीरता भरी है। आप दोनों अपने मस्तकपर जटामण्डल धारण करते हैं और दोनों ही एक-दूसरेके समान हैं। वीरो! क्या आप देवलोकसे यहाँ पधारे हैं?॥"
                },
                {
                    "slok": "यदृच्छयेव सम्प्राप्तौ चन्द्रसूर्यों वसुंधराम्। विशालवक्षसौ वीरौ मानुषौ देवरूपिणौ ॥१३॥",
                    "arth": "'आप दोनोंको देखकर ऐसा जान पड़ता है, मानो चन्द्रमा और सूर्य स्वेच्छासे ही इस भूतलपर उतर आये हैं। आपके वक्षःस्थल विशाल हैं। मनुष्य होकर भी आपके रूप देवताओंके तुल्य हैं॥१३॥"
                },
                {
                    "slok": "सिंहस्कन्धौ महोत्साहौ समदाविव गोवृषौ। आयताश्च सुवृत्ताश्च बाहवः परिघोपमाः॥१४॥ सर्वभूषणभूषार्हाः किमर्थं न विभूषिताः। उभौ योग्यावहं मन्ये रक्षितुं पृथिवीमिमाम्॥१५॥ ससागरवनां कृत्स्नां विन्ध्यमेरुविभूषिताम्।",
                    "arth": "'आपके कंधे सिंहके समान हैं। आपमें महान् उत्साह भरा हुआ है। आप दोनों मदमत्त साँड़ोंके समान प्रतीत होते हैं। आपकी भुजाएँ विशाल, सुन्दर, गोल-गोल और परिघके समान सुदृढ़ हैं। ये समस्त आभूषणोंको धारण करनेके योग्य हैं तो भी आपने इन्हें विभूषित क्यों नहीं किया है? मैं तो समझता हूँ कि आप दोनों समुद्रों और वनोंसे युक्त तथा विन्ध्य और मेरु आदि पर्वतोंसे विभूषित इस सारी पृथ्वीकी रक्षा करनेके योग्य हैं॥१४-१५॥"
                },
                {
                    "slok": "इमे च धनुषी चित्रे श्लक्ष्णे चित्रानुलेपने॥१६॥ प्रकाशेते यथेन्द्रस्य वजे हेमविभूषिते।",
                    "arth": "'आपके ये दोनों धनुष विचित्र, चिकने तथा अद्भुत अनुलेपनसे चित्रित हैं। इन्हें सुवर्णसे विभूषित किया गया है; अतः ये इन्द्रके वज्रके समान प्रकाशित हो रहे हैं॥१६ ॥"
                },
                {
                    "slok": "सम्पूर्णाश्च शितैर्बाणैस्तूणाश्च शुभदर्शनाः॥१७॥ जीवितान्तकरैोरैवलद्भिरिव पन्नगैः।",
                    "arth": "'प्राणोंका अन्त कर देनेवाले सॉंके समान भयंकर तथा प्रकाशमान तीखे बाणोंसे भरे हुए आप दोनोंके तूणीर बड़े सुन्दर दिखायी देते हैं'॥१७३ ॥"
                },
                {
                    "slok": "महाप्रमाणौ विपुलौ तप्तहाटकभूषणौ ॥१८॥ खड्गावेतौ विराजेते निर्मुक्तभुजगाविव।",
                    "arth": "'आपके ये दोनों खड्ग बहुत बड़े और विस्तृत हैं। इन्हें पक्के सोनेसे विभूषित किया गया है। ये दोनों केंचुल छोड़कर निकले हुए सोके समान शोभा पाते हैं।"
                },
                {
                    "slok": "एवं मां परिभाषन्तं कस्माद् वै नाभिभाषतः॥१९॥ | सुग्रीवो नाम धर्मात्मा कश्चिद् वानरपुङ्गवः। | वीरो विनिकृतो भ्रात्रा जगभ्रमति दुःखितः॥२०॥",
                    "arth": "'वीरो! इस तरह मैं बारम्बार आपका परिचय पूछ | रहा हूँ, आपलोग मुझे उत्तर क्यों नहीं दे रहे हैं? यहाँ सुग्रीव नामक एक श्रेष्ठ वानर रहते हैं, जो बड़े धर्मात्मा और वीर हैं। उनके भाई वालीने उन्हें घरसे निकाल दिया है; इसलिये वे अत्यन्त दुःखी होकर सारे जगत्में मारे-मारे फिरते हैं॥२०॥ "
                },
                {
                    "slok": "प्राप्तोऽहं प्रेषितस्तेन सुग्रीवेण महात्मना। राज्ञा वानरमुख्यानां हनुमान् नाम वानरः॥२१॥ ",
                    "arth": "'उन्हीं वानरशिरोमणियोंके राजा महात्मा सुग्रीवके भेजनेसे मैं यहाँ आया हूँ। मेरा नाम हनुमान् है। मैं भी वानरजातिका ही हूँ॥२१॥"
                },
                {
                    "slok": "युवाभ्यां स हि धर्मात्मा सुग्रीवः सख्यमिच्छति। तस्य मां सचिवं वित्तं वानरं पवनात्मजम्॥२२॥ भिक्षुरूपप्रतिच्छन्नं सुग्रीवप्रियकारणात्। ऋष्यमूकादिह प्राप्त कामगं कामचारिणम्॥२३॥",
                    "arth": "'धर्मात्मा सुग्रीव आप दोनोंसे मित्रता करना चाहते | हैं। मुझे आपलोग उन्हींका मन्त्री समझें। मैं वायुदेवताका वानरजातीय पुत्र हूँ। मेरी जहाँ इच्छा हो, जा सकता हूँ और जैसा चाहूँ, रूप धारण कर सकता हूँ। इस समय सुग्रीवका प्रिय करनेके लिये भिक्षुके रूपमें अपनेको छिपाकर मैं ऋष्यमूक पर्वतसे यहाँपर आया हूँ'।"
                },
                {
                    "slok": "एवमुक्त्वा तु हनुमांस्तौ वीरौ रामलक्ष्मणौ। | वाक्यज्ञो वाक्यकुशलः पुनर्नोवाच किंचन ॥२४॥",
                    "arth": "उन दोनों भाई वीरवर श्रीराम और लक्ष्मणसे | ऐसा कहकर बातचीत करनेमें कुशल तथा बातका | मर्म समझनेमें निपुण हनुमान् चुप हो गये; फिर कुछ न बोले ॥२४॥"
                },
                {
                    "slok": "एतच्छ्रुत्वा वचस्तस्य रामो लक्ष्मणमब्रवीत्। प्रहृष्टवदनः श्रीमान् भ्रातरं पार्श्वतः स्थितम्॥२५॥ ",
                    "arth": "उनकी यह बात सुनकर श्रीरामचन्द्रजीका मुख प्रसन्नतासे खिल उठा। वे अपने बगलमें खड़े हुए छोटे भाई लक्ष्मणसे इस प्रकार कहने लगे- ॥२५॥ "
                },
                {
                    "slok": "सचिवोऽयं कपीन्द्रस्य सुग्रीवस्य महात्मनः। तमेव कांक्षमाणस्य ममान्तिकमिहागतः॥२६॥",
                    "arth": "'सुमित्रानन्दन! ये महामनस्वी वानरराज सुग्रीवके सचिव हैं और उन्हींके हितकी इच्छासे यहाँ मेरे पास आये हैं॥२६॥"
                },
                {
                    "slok": "तमभ्यभाष सौमित्रे सुग्रीवसचिवं कपिम्। वाक्यज्ञं मधुरैर्वाक्यैः स्नेहयुक्तमरिंदमम्॥२७॥",
                    "arth": "'लक्ष्मण! इन शत्रुदमन सुग्रीवसचिव कपिवर हनुमान्से, जो बातके मर्मको समझनेवाले हैं, तुम स्नेहपूर्वक मीठी वाणीमें बातचीत करो॥२७॥ "
                },
                {
                    "slok": "नानृग्वेदविनीतस्य नायजुर्वेदधारिणः। नासामवेदविदुषः शक्यमेवं विभाषितुम्॥२८॥",
                    "arth": "जिसे ऋग्वेदकी शिक्षा नहीं मिली, जिसने यजुर्वेदका अभ्यास नहीं किया तथा जो सामवेदका विद्वान् नहीं है, वह इस प्रकार सुन्दर भाषामें वार्तालाप नहीं कर सकता।"
                },
                {
                    "slok": "नूनं व्याकरणं कृत्स्नमनेन बहुधा श्रुतम्। बहु व्याहरतानेन न किंचिदपशब्दितम्॥२९॥",
                    "arth": "'निश्चय ही इन्होंने समूचे व्याकरणका कई बार स्वाध्याय किया है; क्योंकि बहुत-सी बातें बोल जानेपर भी इनके मुँहसे कोई अशुद्धि नहीं निकली ॥२९॥"
                },
                {
                    "slok": "न मुखे नेत्रयोश्चापि ललाटे च भ्रुवोस्तथा। अन्येष्वपि च सर्वेषु दोषः संविदितः क्वचित्॥३०॥",
                    "arth": "'सम्भाषणके समय इनके मुख, नेत्र, ललाट, भौंह तथा अन्य सब अङ्गोंसे भी कोई दोष प्रकट हुआ हो, ऐसा कहीं ज्ञात नहीं हुआ॥३०॥"
                },
                {
                    "slok": "अविस्तरमसंदिग्धमविलम्बितमव्यथम् । उरःस्थं कण्ठगं वाक्यं वर्तते मध्यमस्वरम्॥३१॥ ",
                    "arth": "'इन्होंने थोड़ेमें ही बड़ी स्पष्टताके साथ अपना अभिप्राय निवेदन किया है। उसे समझने में कहीं कोई संदेह नहीं हुआ है। रुक-रुककर अथवा शब्दों या अक्षरोंको तोड़-मरोड़कर किसी ऐसे वाक्यका उच्चारण नहीं किया है, जो सुननेमें कर्णकटु हो। इनकी वाणी हृदयमें मध्यमारूपसे स्थित है और कण्ठसे बैखरीरूपमें प्रकट होती है, अतः | बोलते समय इनकी आवाज न बहुत धीमी रही है न बहुत ऊँची। मध्यम स्वरमें ही इन्होंने सब बातें कहीं हैं ॥ ३१॥"
                },
                {
                    "slok": "संस्कारक्रमसम्पन्नामद्भुतामविलम्बिताम् । उच्चारयति कल्याणीं वाचं हृदयहर्षिणीम्॥३२॥",
                    "arth": "'ये संस्कार' और क्रमसे२ सम्पन्न, अद्भुत, अविलम्बित तथा हृदयको आनन्द प्रदान करनेवाली कल्याणमयी वाणीका उच्चारण करते हैं॥३२॥ "
                },
                {
                    "slok": "अनया चित्रया वाचा त्रिस्थानव्यञ्जनस्थया। कस्य नाराध्यते चित्तमुद्यतासेररेरपि॥३३॥",
                    "arth": "'हृदय, कण्ठ और मूर्धा-इन तीनों स्थानोंद्वारा स्पष्टरूपसे अभिव्यक्त होनेवाली इनकी इस विचित्र वाणीको सुनकर किसका चित्त प्रसन्न न होगा। वध करनेके लिये तलवार उठाये हुए शत्रुका हृदय भी इस अद्भुत वाणीसे बदल सकता है॥३३॥"
                },
                {
                    "slok": "एवंविधो यस्य दूतो न भवेत् पार्थिवस्य तु। सिद्धयन्ति हि कथं तस्य कार्याणां गतयोऽनघ॥३४॥",
                    "arth": "'निष्पाप लक्ष्मण! जिस राजाके पास इनके समान | दूत न हो, उसके कार्योंकी सिद्धि कैसे हो सकती है।"
                },
                {
                    "slok": "एवंगुणगणैर्युक्ता यस्य स्युः कार्यसाधकाः। | तस्य सिद्धयन्ति सर्वेऽर्था दूतवाक्यप्रचोदिताः॥३५॥",
                    "arth": "'जिसके कार्यसाधक दूत ऐसे उत्तम गुणोंसे युक्त | हों, उस राजाके सभी मनोरथ दूतोंकी बातचीतसे ही | सिद्ध हो जाते हैं ॥ ३५॥"
                },
                {
                    "slok": "एवमुक्तस्तु सौमित्रिः सुग्रीवसचिवं कपिम्। | अभ्यभाषत वाक्यज्ञो वाक्यज्ञं पवनात्मजम्॥३६॥",
                    "arth": "श्रीरामचन्द्रजीके ऐसा कहनेपर बातचीतकी कला जाननेवाले सुमित्रानन्दन लक्ष्मण बातका मर्म समझनेवाले पवनकुमार सुग्रीवसचिव कपिवर हनुमान्से इस प्रकार बोले-॥३६॥"
                },
                {
                    "slok": "विदिता नौ गुणा विद्वन् सुग्रीवस्य महात्मनः। तमेव चावां मार्गावः सुग्रीवं प्लवगेश्वरम्॥३७॥",
                    "arth": "'विद्वन्! महामना सुग्रीवके गुण हमें ज्ञात हो चुके हैं। हम दोनों भाई वानरराज सुग्रीवकी ही खोजमें यहाँ आये हैं॥३७॥ "
                },
                {
                    "slok": "यथा ब्रवीषि हनुमन् सुग्रीववचनादिह। तत् तथा हि करिष्यावो वचनात् तव सत्तम ॥ ३८॥",
                    "arth": "'साधुशिरोमणि हनुमान्जी! आप सुग्रीवके कथनानुसार यहाँ आकर जो मैत्रीकी बात चला रहे हैं, वह हमें स्वीकार है। हम आपके कहनेसे ऐसा कर सकते हैं ॥३८॥"
                },
                {
                    "slok": "तत् तस्य वाक्यं निपुणं निशम्य का प्रहृष्टरूपः पवनात्मजः कपिः। मनः समाधाय जयोपपत्ती सख्यं तदा कर्तुमियेष ताभ्याम्॥३९॥",
                    "arth": "लक्ष्मणके यह स्वीकृतिसूचक निपुणतायुक्त वचन | सुनकर पवनकुमार कपिवर हनुमान बड़े प्रसन्न हए। उन्होंने सुग्रीवकी विजयसिद्धिमें मन लगाकर उस समय उन | दोनों भाइयोंके साथ उनकी मित्रता करनेकी इच्छा की॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे तृतीयः सर्गः॥३॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें तीसरा सर्ग पूरा हुआ॥३॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - चतुर्थः सर्गः लक्ष्मणका हनुमान्जीसे श्रीरामके वनमें आने और सीताजीके हरे जानेका वृत्तान्त बताना तथा इस कार्यमें सुग्रीवके सहयोगकी इच्छा प्रकट करना, हनुमान्जीका उन्हें आश्वासन देकर उन दोनों भाइयोंको अपने साथ ले जाना",
            "arth": [
                {
                    "slok": "ततः प्रहृष्टो हनुमान् कृत्यवानिति तद्वचः। श्रुत्वा मधुरभावं च सुग्रीवं मनसा गतः॥१॥",
                    "arth": "श्रीरामजीकी बात सुनकर तथा सुग्रीवके विषयमें उनका सौम्यभाव जानकर और साथ ही यह समझकर कि इन्हें भी सुग्रीवसे कोई आवश्यक काम है, हनुमान्जीको बड़ी प्रसन्नता हुई। उन्होंने मन-ही-मन सुग्रीवका स्मरण किया॥१॥ "
                },
                {
                    "slok": "भाव्यो राज्यागमस्तस्य सुग्रीवस्य महात्मनः। यदयं कृत्यवान् प्राप्तः कृत्यं चैतदुपागतम्॥२॥",
                    "arth": "'अब अवश्य ही महामना सुग्रीवको राज्यकी प्राप्ति होनेवाली है; क्योंकि ये महानुभाव किसी कार्य या प्रयोजनसे यहाँ आये हैं और यह कार्य सुग्रीवके ही द्वारा सिद्ध होनेवाला है॥२॥ "
                },
                {
                    "slok": "ततः परमसंहृष्टो हनूमान् प्लवगोत्तमः। प्रत्युवाच ततो वाक्यं रामं वाक्यविशारदः॥३॥",
                    "arth": "तत्पश्चात् बातचीतमें कुशल वानरश्रेष्ठ हनुमान्जी अत्यन्त हर्षमें भरकर श्रीरामचन्द्रजीसे बोले- ॥३॥"
                },
                {
                    "slok": "किमर्थं त्वं वनं घोरं पम्पाकाननमण्डितम्। आगतः सानुजो दुर्गं नानाव्यालमृगायुतम्॥४॥",
                    "arth": "'पम्पा-तटवर्ती काननसे सुशोभित यह वन भयंकर और दुर्गम है। इसमें नाना प्रकारके हिंसक जन्तु निवास करते हैं। आप अपने छोटे भाईके साथ यहाँ किसलिये आये हैं ?' ॥४॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा लक्ष्मणो रामचोदितः। आचचक्षे महात्मानं रामं दशरथात्मजम्॥५॥",
                    "arth": "हनुमान्जीका यह वचन सुनकर श्रीरामकी आज्ञासे लक्ष्मणने दशरथनन्दन महात्मा श्रीरामका इस प्रकार परिचय देना आरम्भ किया- ॥५॥"
                },
                {
                    "slok": "राजा दशरथो नाम द्युतिमान् धर्मवत्सलः। चातुर्वर्ण्य स्वधर्मेण नित्यमेवाभिपालयन्॥६॥",
                    "arth": "'विद्वन्! इस पृथ्वीपर दशरथ नामसे प्रसिद्ध जो धर्मानुरागी तेजस्वी राजा थे, वे सदा ही अपने धर्मके अनुसार चारों वर्गों की प्रजाका पालन करते थे॥६॥"
                },
                {
                    "slok": "न द्वेष्टा विद्यते तस्य स त द्वेष्टि न कंचन।। स तु सर्वेषु भूतेषु पितामह इवापरः॥७॥ ",
                    "arth": "'इस भूतलपर उनसे द्वेष रखनेवाला कोई नहीं था और वे भी किसीसे द्वेष नहीं रखते थे। वे समस्त प्राणियोंपर दूसरे ब्रह्माजीके समान स्नेह रखते थे॥७॥ "
                },
                {
                    "slok": "अग्निष्टोमादिभिर्यज्ञैरिष्टवानाप्तदक्षिणैः ।। तस्यायं पूर्वजः पुत्रो रामो नाम जनैः श्रुतः॥८॥",
                    "arth": "'उन्होंने पर्याप्त दक्षिणावाले अग्निष्टोम आदि यज्ञोंका अनुष्ठान किया था। ये उन्हीं महाराजके ज्येष्ठ पुत्र हैं। लोग इन्हें श्रीराम कहते हैं॥८॥"
                },
                {
                    "slok": "शरण्यः सर्वभूतानां पितुर्निर्देशपारगः। ज्येष्ठो दशरथस्यायं पुत्राणां गुणवत्तरः॥९॥",
                    "arth": "'ये सब प्राणियोंको शरण देनेवाले और पिताकी आज्ञाका पालन करनेवाले हैं। महाराज दशरथके चारों पुत्रोंमें ये सबसे अधिक गुणवान् हैं॥९॥ "
                },
                {
                    "slok": "राजलक्षणसंयुक्तः संयुक्तो राज्यसम्पदा। राज्याद् भ्रष्टो मया वस्तुं वने सार्धमिहागतः॥१०॥ ",
                    "arth": "'ये राजाके उत्तम लक्षणोंसे सम्पन्न हैं। जब इन्हें राज्य-सम्पत्तिसे संयुक्त किया जा रहा था, उस समय कुछ ऐसा कारण आ पड़ा, जिससे ये राज्यसे वञ्चित हो गये और वनमें निवास करनेके लिये मेरे साथ यहाँ आ गये॥१०॥"
                },
                {
                    "slok": "भार्यया च महाभाग सीतयानुगतो वशी। दिनक्षये महातेजाः प्रभयेव दिवाकरः॥११॥",
                    "arth": "'महाभाग! जैसे दिनका क्षय होनेपर सायंकाल महातेजस्वी सूर्य अपने प्रभाके साथ अस्ताचलको जाते हैं, उसी प्रकार ये जितेन्द्रिय श्रीरघुनाथजी अपनी पत्नी सीताके साथ वनमें आये थे॥११॥ "
                },
                {
                    "slok": "अहमस्यावरो भ्राता गुणैर्दास्यमुपागतः। कृतज्ञस्य बहुज्ञस्य लक्ष्मणो नाम नामतः॥१२॥",
                    "arth": "'मैं इनका छोटा भाई हूँ। मेरा नाम लक्ष्मण है। मैं अपने कृतज्ञ और बहुज्ञ भाईके गुणोंसे आकृष्ट होकर इनका दास हो गया हूँ॥१२॥"
                },
                {
                    "slok": "सुखार्हस्य महार्हस्य सर्वभूतहितात्मनः। ऐश्वर्येण विहीनस्य वनवासे रतस्य च॥१३॥ रक्षसापहृता भार्या रहिते कामरूपिणा। तच्च न ज्ञायते रक्षः पत्नी येनास्य वा हृता॥१४॥",
                    "arth": "'सम्पूर्ण भूतोंके हितमें मन लगानेवाले, सुख भोगनेके योग्य, महापुरुषोंद्वारा पूजनीय, ऐश्वर्यसे हीन तथा वनवासमें तत्पर मेरे भाईकी पत्नीको इच्छानुसार रूप धारण करनेवाले एक राक्षसने सूने आश्रमसे हर लिया। जिसने इनकी पत्नीका हरण किया है, वह राक्षस कौन है और कहाँ रहता है? इत्यादि बातोंका ठीकठीक पता नहीं लग रहा है॥१३-१४॥"
                },
                {
                    "slok": "दनुर्नाम दितेः पुत्रः शापाद् राक्षसतां गतः। आख्यातस्तेन सुग्रीवः समर्थो वानराधिपः॥१५॥ स ज्ञास्यति महावीर्यस्तव भार्यापहारिणम्। एवमुक्त्वा दनुः स्वर्ग भ्राजमानो दिवं गतः॥१६॥",
                    "arth": "'दनु नामक एक दैत्य था, जो शापसे राक्षसभावको प्राप्त हुआ था। उसने सुग्रीवका नाम बताया और कहा'वानरराज सुग्रीव सामर्थ्यशाली और महान् पराक्रमी हैं। वे आपकी पत्नीका अपहरण करनेवाले राक्षसका पता लगा देंगे।' ऐसा कहकर तेजसे प्रकाशित होता हुआ दनु स्वर्गलोकमें पहुँचनेके लिये आकाशमें उड़ गया॥"
                },
                {
                    "slok": "एतत् ते सर्वमाख्यातं याथातथ्येन पृच्छतः। अहं चैव च रामश्च सुग्रीवं शरणं गतौ ॥१७॥",
                    "arth": "'आपके प्रश्रके अनुसार मैंने सब बातें ठीक-ठीक बता दीं। मैं और श्रीराम दोनों ही सुग्रीवकी शरणमें आये हैं।"
                },
                {
                    "slok": "एष दत्त्वा च वित्तानि प्राप्य चानुत्तमं यशः। लोकनाथः पुरा भूत्वा सुग्रीवं नाथमिच्छति ॥ १८ ॥",
                    "arth": "'ये पहले बहुत-से धन-वैभवका दान करके परम | उत्तम यश प्राप्त कर चुके हैं। जो पूर्वकालमें सम्पूर्ण जगत्के नाथ (संरक्षक) थे, वे आज सुग्रीवको अपना रक्षक बनाना चाहते हैं॥१८॥"
                },
                {
                    "slok": "सीता यस्य स्नुषा चासीच्छरण्यो धर्मवत्सलः। तस्य पुत्रः शरण्यश्च सुग्रीवं शरणं गतः॥१९॥",
                    "arth": "'सीता जिनकी पुत्रवधू है, जो शरणागतपालक और धर्मवत्सल रहे हैं, उन्हीं महाराज दशरथके पुत्र शरणदाता श्रीराम आज सुग्रीवकी शरणमें आये हैं॥१९॥"
                },
                {
                    "slok": "सर्वलोकस्य धर्मात्मा शरण्यः शरणं पुरा। गुरुर्मे राघवः सोऽयं सुग्रीवं शरणं गतः॥२०॥",
                    "arth": "'जो मेरे धर्मात्मा बड़े भाई श्रीरघुनाथजी पहले सम्पूर्ण जगत्को शरण देनेवाले तथा शरणागतवत्सल रहे हैं, वे इस समय सुग्रीवकी शरणमें आये हैं॥२०॥"
                },
                {
                    "slok": "यस्य प्रसादे सततं प्रसीदेयुरिमाः प्रजाः। स रामो वानरेन्द्रस्य प्रसादमभिकांक्षते॥२१॥",
                    "arth": "'जिनके प्रसन्न होनेपर सदा यह सारी प्रजा प्रसन्नतासे खिल उठती थी, वे ही श्रीराम आज वानरराज सुग्रीवकी प्रसन्नता चाहते हैं ॥२१॥ "
                },
                {
                    "slok": "येन सर्वगुणोपेताः पृथिव्यां सर्वपार्थिवाः। मानिताः सततं राज्ञा सदा दशरथेन वै॥२२॥ तस्यायं पूर्वजः पुत्रस्त्रिषु लोकेषु विश्रुतः। सुग्रीवं वानरेन्द्रं तु रामः शरणमागतः॥२३॥",
                    "arth": "'जिन राजा दशरथने सदा अपने यहाँ आये हुए भूमण्डलके सर्वसद्गुणसम्पन्न समस्त राजाओंका निरन्तर सम्मान किया, उन्हींके ये त्रिभुवनविख्यात ज्येष्ठ पुत्र श्रीराम आज वानरराज सुग्रीवकी शरणमें आये हैं॥"
                },
                {
                    "slok": "शोकाभिभूते रामे तु शोकातें शरणं गते। कर्तुमर्हति सुग्रीवः प्रसाद सह यूथपैः॥२४॥",
                    "arth": "'श्रीराम शोकसे अभिभूत और आर्त होकर शरणमें आये हैं। यूथपतियोंसहित सुग्रीवको इनपर कृपा करनी चाहिये॥॥२४॥"
                },
                {
                    "slok": "एवं ब्रुवाणं सौमित्रिं करुणं साश्रुपातनम्। हनूमान् प्रत्युवाचेदं वाक्यं वाक्यविशारदः ॥२५॥",
                    "arth": "नेत्रोंसे आँसू बहाकर करुणाजनक स्वरमें ऐसी बातें कहते हुए सुमित्राकुमार लक्ष्मणसे कुशल वक्ता हनुमान्जीने इस प्रकार कहा- ॥२५॥"
                },
                {
                    "slok": "ईदृशा बुद्धिसम्पन्ना जितक्रोधा जितेन्द्रियाः। द्रष्टव्या वानरेन्द्रेण दिष्ट्या दर्शनमागताः॥२६॥",
                    "arth": "राजकुमारो! वानरराज सुग्रीवको आप जैसे बुद्धिमान, क्रोधविजयी और जितेन्द्रिय पुरुषोंसे मिलनेकी आवश्यकता थी। सौभाग्यकी बात है कि आपने स्वयं ही दर्शन दे दिया॥२६॥"
                },
                {
                    "slok": "स हि राज्याश्च विभ्रष्टः कृतवैरश्च वालिना। हृतदारो वने त्रस्तो भ्रात्रा विनिकृतो भृशम्॥२७॥",
                    "arth": "'वे भी राज्यसे भ्रष्ट हैं। वालीके साथ उनकी शत्रुता हो गयी है। उनकी स्त्रीका भी वालीने ही अपहरण कर लिया है तथा उस दुष्ट भाईने उन्हें घरसे निकाल दिया है, इसलिये वे अत्यन्त भयभीत होकर वनमें निवास करते हैं॥ २७॥ "
                },
                {
                    "slok": "करिष्यति स साहाय्यं युवयोर्भास्करात्मजः। सुग्रीवः सह चास्माभिः सीतायाः परिमार्गणे॥२८॥ ",
                    "arth": "'सूर्यनन्दन सुग्रीव सीताका पता लगानेमें हमारे साथ स्वयं रहकर आप दोनोंकी पूर्ण सहायता करेंगे ॥२८॥ "
                },
                {
                    "slok": "इत्येवमुक्त्वा हनुमान् श्लक्ष्णं मधुरया गिरा। बभाषे साधु गच्छामः सुग्रीवमिति राघवम्॥२९॥",
                    "arth": "ऐसा कहकर हनुमान्जीने श्रीरघुनाथजीसे स्निग्ध मधुर वाणीमें कहा-'अच्छा, अब हमलोग सुग्रीवके पास चलें ॥२९॥"
                },
                {
                    "slok": "एवं बुवन्तं धर्मात्मा हनूमन्तं स लक्ष्मणः। प्रतिपूज्य यथान्यायमिदं प्रोवाच राघवम्॥३०॥",
                    "arth": "उस समय धर्मात्मा लक्ष्मणने उपर्युक्त बात कहनेवाले हनुमान्जीका यथोचित सम्मान किया और श्रीरामचन्द्रजीसे कहा-॥३०॥"
                },
                {
                    "slok": "कपिः कथयते हृष्टो यथायं मारुतात्मजः। कृत्यवान् सोऽपि सम्प्राप्तः कृतकृत्योऽसि राघव ॥३१॥",
                    "arth": "भैया रघुनन्दन! ये वानरश्रेष्ठ पवनकुमार हनुमान् अत्यन्त हर्षसे भरकर जैसी बात कह रहे हैं, उससे जान पड़ता है कि सुग्रीवको भी आपसे कुछ काम है। ऐसी दशामें आप अपना कार्य सिद्ध हुआ ही समझें ॥ ३१ ॥"
                },
                {
                    "slok": "प्रसन्नमुखवर्णश्च व्यक्तं हृष्टश्च भाषते । नानृतं वक्ष्यते वीरो हनूमान् मारुतात्मजः ॥ ३२ ॥",
                    "arth": "इनके मुखकी कान्ति स्पष्टतः प्रसन्न दिखायी देती है और ये हर्षसे उत्फुल्ल होकर बातचीत करते हैं। अतः मेरा विश्वास है कि पवनपुत्र वीर हनुमान्जी झूठ नहीं बोलेंगे' ॥ ३२ ॥"
                },
                {
                    "slok": "ततः स सुमहाप्राज्ञो हनूमान् मारुतात्मजः । जगामादाय तौ वीरौ हरिराजाय राघवौ ॥ ३३ ॥ ",
                    "arth": "तदनन्तर परम बुद्धिमान् पवनपुत्र हनुमान्जी उन दोनों रघुवंशी वीरोंको साथ ले सुग्रीवसे मिलनेके लिये चले ॥ ३३ ॥"
                },
                {
                    "slok": "भिक्षुरूपं परित्यज्य वानरं रूपमास्थितः । पृष्टमारोप्य तौ वीरौ जगाम कपिकुञ्जरः ॥ ३४ ॥",
                    "arth": "कपिवर हनुमान्ने भिक्षुरूपको त्यागकर वानररूप धारण कर लिया। वे उन दोनों वीरोंको पीठपर बिठाकर वहाँसे चल दिये ॥ ३४ ॥"
                },
                {
                    "slok": "स तु विपुलयशाः कपिप्रवीरः पवनसुतः कृतकृत्यवत् प्रहृष्टः । गिरिवरमुरुविक्रमः प्रयातः स शुभमतिः सह रामलक्ष्मणाभ्याम् ॥ ३५ ॥",
                    "arth": "महान् यशस्वी तथा शुभ विचारवाले महापराक्रमी वे कपिवीर पवनकुमार कृतकृत्य से होकर अत्यन्त हर्ष में भर गये और श्रीराम-लक्ष्मणके साथ गिरिवर ऋष्यमूकपर जा पहुँचे ॥ ३५ ॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे चतुर्थः सर्गः ॥ ४ ॥",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें चौथा सर्ग पूरा हुआ ॥ ४ ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - पञ्चमः सर्गः श्रीराम और सुग्रीवकी मैत्री तथा श्रीरामद्वारा वालिवधकी प्रतिज्ञा",
            "arth": [
                {
                    "slok": "श्रीराम और सुग्रीवकी मैत्री तथा ऋष्यमूकात् तु हनुमान् गत्वा तं मलयं गिरिम्। आचचक्षे तदा वीरौ कपिराजाय राघवौ॥१॥",
                    "arth": "श्रीराम और लक्ष्मणको ऋष्यमूक पर्वतपर सुग्रीवके वास-स्थानमें बिठाकर हनुमान्जी वहाँसे मलयपर्वतपर गये (जो ऋष्यमूकका ही एक शिखर है) और वहाँ वानरराज सुग्रीवको उन दोनों रघुवंशी वीरोंका परिचय देते हुए इस प्रकार बोले- ॥१॥"
                },
                {
                    "slok": "अयं रामो महाप्राज्ञ सम्प्राप्तो दृढविक्रमः। ' लक्ष्मणेन सह भ्रात्रा रामोऽयं सत्यविक्रमः ॥२॥",
                    "arth": "'महाप्राज्ञ! जिनका पराक्रम अत्यन्त दृढ़ और अमोघ है, वे श्रीरामचन्द्रजी अपने भाई लक्ष्मणके साथ पधारे हैं॥२॥ "
                },
                {
                    "slok": "इक्ष्वाकूणां कुले जातो रामो दशरथात्मजः।। | धर्मे । निगदितश्चैव पितुर्निर्देशकारकः॥३॥",
                    "arth": "'इन श्रीरामका आविर्भाव इक्ष्वाकुकुलमें हुआ है। ये महाराज दशरथके पुत्र हैं और स्वधर्मपालनके लिये संसारमें विख्यात हैं। अपने पिताकी आज्ञाका पालन करनेके लिये इस वनमें इनका आगमन हुआ है॥३॥ "
                },
                {
                    "slok": "राजसूयाश्वमेधैश्च वह्निर्येनाभितर्पितः। दक्षिणाश्च तथोत्सृष्टा गावः शतसहस्त्रशः॥४॥ तपसा सत्यवाक्येन वसुधा येन पालिता। स्त्रीहेतोस्तस्य पुत्रोऽयं रामोऽरण्यं समागतः॥५॥",
                    "arth": "जिन्होंने राजसूय और अश्वमेध-यज्ञोंका अनुष्ठान करके अग्निदेवको तृप्त किया था, ब्राह्मणोंको बहुत-सी दक्षिणाएँ बाँटी थीं और लाखों गौएँ दानमें दी थीं। जिन्होंने सत्य-भाषणपूर्वक तपके द्वारा वसुधाका पालन किया था, उन्हीं महाराज दशरथके पुत्र ये श्रीराम पिताद्वारा अपनी पत्नी कैकेयीके लिये दिये हुए वरका पालन करनेके निमित्त इस वनमें आये हैं॥४-५॥ "
                },
                {
                    "slok": "तस्यास्य वसतोऽरण्ये नियतस्य महात्मनः। रावणेन हृता भार्या स त्वां शरणमागतः॥६॥",
                    "arth": "'महात्मा श्रीराम मुनियोंकी भाँति नियमका पालन करते हुए दण्डकारण्यमें निवास करते थे। एक दिन रावणने आकर सूने आश्रमसे इनकी पत्नी सीताका अपहरण कर लिया। उन्हींकी खोजमें आपसे सहायता लेनेके लिये ये आपकी शरणमें आये हैं॥६॥ "
                },
                {
                    "slok": "भवता सख्यकामौ तौ भ्रातरौ रामलक्ष्मणौ। प्रगृह्य चार्चयस्वैतौ पूजनीयतमावुभौ ॥७॥",
                    "arth": "'ये दोनों भाई श्रीराम और लक्ष्मण आपसे मित्रता करना चाहते हैं। आप चलकर इन्हें अपनावें और इनका यथोचित सत्कार करें; क्योंकि ये दोनों ही वीर हमलोगोंके लिये परम पूजनीय हैं'॥७॥ "
                },
                {
                    "slok": "श्रुत्वा हनूमतो वाक्यं सुग्रीवो वानराधिपः। दर्शनीयतमो भूत्वा प्रीत्योवाच च राघवम्॥८॥",
                    "arth": "हनुमानजीका यह वचन सुनकर वानरराज सुग्रीव स्वेच्छासे अत्यन्त दर्शनीय रूप धारण करके श्रीरघुनाथजीके पास आये और बड़े प्रेमसे बोले- ॥८॥ "
                },
                {
                    "slok": "भवान् धर्मविनीतश्च सुतपाः सर्ववत्सलः। आख्याता वायुपुत्रेण तत्त्वतो मे भवद्गुणाः॥९॥ ",
                    "arth": "'प्रभो! आप धर्मके विषयमें भलीभाँति सुशिक्षित, परम तपस्वी और सबपर दया करनेवाले हैं। पवनकुमार हनुमान्जीने मुझसे आपके यथार्थ गुणोंका वर्णन किया है। "
                },
                {
                    "slok": "तन्ममैवैष सत्कारो लाभश्चैवोत्तमः प्रभो। यत्त्वमिच्छसि सौहार्दं वानरेण मया सह ॥ १० ॥",
                    "arth": "'भगवन्! मैं वानर हूँ और आप नर। मेरे साथ जो आप मैत्री करना चाहते हैं, इसमें मेरा ही सत्कार है और मुझे ही उत्तम लाभ प्राप्त हो रहा है॥१०॥ "
                },
                {
                    "slok": "रोचते यदि मे सख्यं बाहुरेष प्रसारितः। गृह्यतां पाणिना पाणिर्मर्यादा बध्यतां ध्रुवा॥११॥ ",
                    "arth": "'यदि मेरी मैत्री आपको पसंद हो तो मेरा यह हाथ फैला हुआ है। आप इसे अपने हाथमें ले लें और परस्पर मैत्रीका अटूट सम्बन्ध बना रहे-इसके लिये स्थिर मर्यादा बाँध दें॥११॥ "
                },
                {
                    "slok": "एतत् तु वचनं श्रुत्वा सुग्रीवस्य सुभाषितम्। सम्प्रहृष्टमना हस्तं पीडयामास पाणिना॥१२॥ हृष्टः सौहृदमालम्ब्य पर्यष्वजत पीडितम्।",
                    "arth": "सुग्रीवका यह सुन्दर वचन सुनकर भगवान् श्रीरामका चित्त प्रसन्न हो गया। उन्होंने अपने हाथसे उनका हाथ पकड़कर दबाया और सौहार्दका आश्रय ले बड़े हर्षके साथ शोकपीड़ित सुग्रीवको छातीसे लगा लिया॥१२॥ "
                },
                {
                    "slok": "ततो हनूमान् संत्यज्य भिक्षुरूपमरिंदमः॥१३॥ काष्ठयोः स्वेन रूपेण जनयामास पावकम्।",
                    "arth": "(सुग्रीवके पास जानेसे पूर्व हनुमान्जीने पुनः भिक्षुरूप धारण कर लिया था।) श्रीराम सुग्रीवकी मैत्रीके समय शत्रुदमन हनुमान्जीने भिक्षुरूपको त्यागकर अपना स्वाभाविक रूप धारण कर लिया और दो लकड़ियोंको रगड़कर आग पैदा की॥१३३ ॥ "
                },
                {
                    "slok": "दीप्यमानं ततो वह्निं पुष्पैरभ्यर्च्य सत्कृतम्॥१४॥ तयोर्मध्ये तु सुप्रीतो निदधौ सुसमाहितः।",
                    "arth": "तत्पश्चात् उस अग्निको प्रज्वलित करके उन्होंने फूलोंद्वारा अग्निदेवका सादर पूजन किया; फिर एकाग्रचित्त हो श्रीराम और सुग्रीवके बीचमें साक्षीके रूपमें उस अग्निको प्रसन्नतापूर्वक स्थापित कर दिया॥१४३ ॥"
                },
                {
                    "slok": "ततोऽग्निं दीप्यमानं तौ चक्रतुश्च प्रदक्षिणम्॥१५॥ सुग्रीवो राघवश्चैव वयस्यत्वमुपागतौ।",
                    "arth": "इसके बाद सुग्रीव और श्रीरामचन्द्रजीने उस प्रज्वलित अग्निकी प्रदक्षिणा की और दोनों एक-दूसरेके मित्र बन गये॥१५ ॥"
                },
                {
                    "slok": "ततः सुप्रीतमनसौ तावुभौ हरिराघवौ॥१६॥ अन्योन्यमभिवीक्षन्तौ न तृप्तिमभिजग्मतुः।",
                    "arth": "इससे उन वानरराज तथा श्रीरघुनाथजी दोनोंके हृदयमें बड़ी प्रसन्नता हुई। वे एक-दूसरेकी ओर देखते हुए तृप्त नहीं होते थे ॥ १६ ॥"
                },
                {
                    "slok": "त्वं वयस्योऽसि हृद्यो मे ह्येकं दुःखं सुखं च नौ॥१७॥ सुग्रीवो राघवं वाक्यमित्युवाच प्रहृष्टवत्।",
                    "arth": "उस समय सुग्रीवने श्रीरामचन्द्रजीसे प्रसन्नतापूर्वक कहा-'आप मेरे प्रिय मित्र हैं। आजसे हम दोनोंका दुःख और सुख एक है' ॥ १७३ ॥"
                },
                {
                    "slok": "ततः सुपर्णबहुलां भक्त्वा शाखां सुपुष्पिताम्॥१८॥ सालस्यास्तीर्य सुग्रीवो निषसाद सराघवः।",
                    "arth": "यह कहकर सुग्रीवने अधिक पत्ते और फूलोंवाली शाल वृक्षकी एक शाखा तोड़ी और उसे बिछाकर वे श्रीरामचन्द्रजीके साथ उसपर बैठे॥१८३ ॥ "
                },
                {
                    "slok": "लक्ष्मणायाथ संहृष्टो हनुमान् मारुतात्मजः॥१९॥ शाखां चन्दनवृक्षस्य ददौ परमपुष्पिताम्।",
                    "arth": "तदनन्तर पवनपुत्र हनुमान्ने अत्यन्त प्रसन्न हो चन्दन-वृक्षकी एक डाली, जिसमें बहुत-से फूल लगे हुए थे, तोड़कर लक्ष्मणको बैठनेके लिये दी॥१९॥ "
                },
                {
                    "slok": "ततः प्रहृष्टः सुग्रीवः श्लक्ष्णं मधुरया गिरा ॥२०॥ प्रत्युवाच तदा रामं हर्षव्याकुललोचनः । ",
                    "arth": "इसके बाद हर्षसे भरे हुए सुग्रीवने जिनके नेत्र हर्षसे खिल उठे थे, उस समय भगवान् श्रीरामसे स्निग्ध मधुर वाणीमें कहा- ॥२०॥"
                },
                {
                    "slok": "अहं विनिकृतो राम चरामीह भयादितः॥२१॥ हृतभार्यो वने त्रस्तो दुर्गमेतदुपाश्रितः।।",
                    "arth": "'श्रीराम! मैं घरसे निकाल दिया गया हूँ और भयसे पीड़ित होकर यहाँ विचरता हूँ। मेरी पत्नी भी मुझसे छीन ली गयी। मैंने आतङ्कित होकर वनमें इस दुर्गम पर्वतका आश्रय लिया है॥ २१३॥"
                },
                {
                    "slok": "सोऽहं त्रस्तो वने भीतो वसाम्युभ्रान्तचेतनः ॥२२॥ वालिना निकृतो भ्रात्रा कृतवैरश्च राघव। ",
                    "arth": "'रघुनन्दन ! मेरे बड़े भाई वालीने मुझे घरसे निकालकर मेरे साथ वैर बाँध लिया है। उसीके त्रास और भयसे उद्घान्तचित्त होकर मैं इस वनमें निवास करता हूँ॥ २२ ॥ "
                },
                {
                    "slok": "वालिनो मे महाभाग भयार्तस्याभयं कुरु ॥२३॥ कर्तुमर्हसि काकुत्स्थ भयं मे न भवेद् यथा।",
                    "arth": "'महाभाग! वालीके भयसे पीड़ित हुए मुझ सेवकको आप अभय-दान दीजिये। काकुत्स्थ! आपको ऐसा करना चाहिये, जिससे मेरे लिये किसी प्रकारका भय न रह जाय'॥ २३३ ॥ "
                },
                {
                    "slok": "एवमुक्तस्तु तेजस्वी धर्मज्ञो धर्मवत्सलः ॥२४॥ प्रत्यभाषत काकुत्स्थः सुग्रीवं प्रहसन्निव।",
                    "arth": "सुग्रीवके ऐसा कहनेपर धर्मके ज्ञाता, धर्मवत्सल, ककुत्स्थकुलभूषण तेजस्वी श्रीरामने हँसते हुए-से वहाँ सुग्रीवको इस प्रकार उत्तर दिया- ॥२४॥ "
                },
                {
                    "slok": "उपकारफलं मित्रं विदितं मे महाकपे॥२५॥ वालिनं तं वधिष्यामि तव भार्यापहारिणम्।",
                    "arth": "'महाकपे! मुझे मालूम है कि मित्र उपकाररूपी फल देनेवाला होता है। मैं तुम्हारी पत्नीका अपहरण करनेवाले वालीका वध कर दूंगा॥ २५३॥ "
                },
                {
                    "slok": "अमोघाः सूर्यसंकाशा ममेमे निशिताः शराः॥२६॥ तस्मिन् वालिनि दुर्वृत्ते निपतिष्यन्ति वेगिताः। कङ्कपत्रप्रतिच्छन्ना महेन्द्राशनिसंनिभाः॥२७॥ तीक्ष्णाग्रा ऋजुपर्वाणः सरोषा भुजगा इव।",
                    "arth": "'मेरे तूणीरमें संगृहीत हुए ये सूर्यतुल्य तेजस्वी बाण | अमोघ हैं-इनका वार खाली नहीं जाता। ये बड़े वेगशाली हैं। इनमें कंक पक्षीके परोंके पंख लगे हुए हैं, जिनसे ये आच्छादित हैं। इनके अग्रभाग बड़े तीखे हैं और गाँठे भी सीधी हैं। ये रोषमें भरे हुए सोके समान छूटते हैं और इन्द्रके वज्रकी भाँति भयंकर चोट करते हैं। उस दुराचारी वालीपर मेरे ये बाण अवश्य गिरेंगे॥२६-२७३ ॥"
                },
                {
                    "slok": "तमद्य वालिनं पश्य तीक्ष्णैराशीविषोपमैः॥२८॥ शरैर्विनिहतं भूमौ प्रकीर्णमिव पर्वतम्।",
                    "arth": "'आज देखना, मैं अपने विषधर सोके समान तीखे बाणोंसे मारकर वालीको पृथ्वीपर गिरा दूंगा। वह इन्द्रके वज्रसे टूट-फूटकर गिरे हुए पर्वतके समान दिखायी देगा'॥"
                },
                {
                    "slok": "स तु तद् वचनं श्रुत्वा राघवस्यात्मनो हितम्। सुग्रीवः परमप्रीतः परमं वाक्यमब्रवीत्॥२९॥ ",
                    "arth": "अपने लिये परम हितकर वह श्रीरघुनाथजीका वचन सुनकर सुग्रीवको बड़ी प्रसन्नता हुई। वे उत्तम वाणीमें बोले- ॥२९॥ "
                },
                {
                    "slok": "तव प्रसादेन नृसिंह वीर प्रियां च राज्यं च समाप्नुयामहम्। | तथा कुरु त्वं नरदेव वैरिणं यथा न हिंस्यात् स पुनर्ममाग्रजम्॥३०॥",
                    "arth": "'वीर! पुरुषसिंह! मैं आपकी कृपासे अपनी प्यारी | पत्नी तथा राज्यको प्राप्त कर सकूँ, ऐसा यत्न कीजिये। नरदेव! मेरा बड़ा भाई वैरी हो गया है। आप उसकी ऐसी अवस्था कर दें जिससे वह फिर मुझे मार न सके' ॥३०॥ "
                },
                {
                    "slok": "सीताकपीन्द्रक्षणदाचराणां राजीवहेमज्वलनोपमानि । सुग्रीवरामप्रणयप्रसङ्गे वामानि नेत्राणि समं स्फुरन्ति ॥३१॥",
                    "arth": "सुग्रीव और श्रीरामकी इस प्रेमपूर्ण मैत्रीके प्रसङ्गमें सीताके प्रफुल्ल कमल-जैसे, कपिराज वालीके सुवर्ण जैसे तथा निशाचरोंके प्रज्वलित अग्नि-जैसे बायें नेत्र एक साथ ही फड़कने लगे ॥ ३१ ॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे पञ्चमः सर्गः॥५॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें पाँचवाँ सर्ग पूरा हुआ॥५॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - षष्ठः सर्गः सुग्रीवका श्रीरामको सीताजीके आभूषण दिखाना तथा श्रीरामका शोक एवं रोषपूर्ण वचन",
            "arth": [
                {
                    "slok": "पुनरेवाब्रवीत् प्रीतो राघवं रघुनन्दनम्। अयमाख्याति ते राम सचिवो मन्त्रिसत्तमः॥१॥ हनुमान् यन्निमित्तं त्वं निर्जनं वनमागतः।",
                    "arth": "सुग्रीवने पुनः प्रसन्नतापूर्वक रघुकुलनन्दन श्रीरामचन्द्रजीसे कहा-'श्रीराम! मेरे मन्त्रियोंमें श्रेष्ठ सचिव ये हनुमान्जी आपके विषयमें वह सारा वृत्तान्त बता चुके हैं, जिसके कारण आपको इस निर्जन वनमें आना पड़ा है॥१३॥ "
                },
                {
                    "slok": "लक्ष्मणेन सह भ्रात्रा वसतश्च वने तव॥२॥ रक्षसापहृता भार्या मैथिली जनकात्मजा। त्वया वियुक्ता रुदती लक्ष्मणेन च धीमता॥३॥ अन्तरं प्रेप्सुना तेन हत्वा गृधं जटायुषम्। भार्यावियोगजं दुःखं प्रापितस्तेन रक्षसा॥४॥",
                    "arth": "अपने भाई लक्ष्मणके साथ जब आप वनमें निवास करते थे, उस समय राक्षस रावणने आपकी पत्नी मिथिलेशकुमारी जनकनन्दिनी सीताको हर लिया। उस वेलामें आप उनसे अलग थे और बुद्धिमान् लक्ष्मण भी उन्हें अकेली छोड़कर चले गये थे। राक्षस इसी अवसरकी प्रतीक्षामें था। उसने गीध जटायुका वध करके रोती हुई सीताका अपहरण किया है। इस प्रकार उस राक्षसने आपको पत्नी-वियोगके कष्टमें डाल दिया है॥२-४॥"
                },
                {
                    "slok": "भार्यावियोगजं दुःखं नचिरात् त्वं विमोक्ष्यसे।। अहं तामानयिष्यामि नष्टां वेदश्रुतीमिव॥५॥ ",
                    "arth": "'परंतु इस पत्नी-वियोगके दुःखसे आप शीघ्र ही मुक्त हो जायँगे। मैं राक्षसद्वारा हरी गयी वेदवाणीके समान आपकी पत्नीको वापस ला दूंगा॥५॥"
                },
                {
                    "slok": "रसातले वा वर्तन्तीं वर्तन्तीं वा नभस्तले। अहमानीय दास्यामि तव भार्यामरिंदम॥६॥",
                    "arth": "'शत्रुदमन श्रीराम! आपकी भार्या सीता पातालमें हों या आकाशमें, मैं उन्हें ढूँढ़ लाकर आपकी सेवामें समर्पित कर दूँगा ॥६॥"
                },
                {
                    "slok": "इदं तथ्यं मम वचस्त्वमवेहि च राघव। | न शक्या सा जरयितुमपि सेन्द्रैः सुरासुरैः॥७॥ | तव भार्या महाबाहो भक्ष्यं विषकृतं यथा। त्यज शोकं महाबाहो तां कान्तामानयामि ते॥८॥",
                    "arth": "'रघुनन्दन! आप मेरी इस बातको सत्य मानें। महाबाहो! आपकी पत्नी जहर मिलाये हुए भोजनकी भाँति दूसरोंके लिये अग्राह्य है। इन्द्रसहित सम्पूर्ण देवता और असुर भी उन्हें पचा नहीं सकते। आप शोक त्याग | दीजिये। मैं आपकी प्राणवल्लभाको अवश्य ला दूंगा।"
                },
                {
                    "slok": "अनुमानात् तु जानामि मैथिली सा न संशयः। ह्रियमाणा मया दृष्टा रक्षसा रौद्रकर्मणा॥ ९ ॥ क्रोशन्ती रामरामेति लक्ष्मणेति च विस्वरम्। स्फुरन्ती रावणस्याङ्के पन्नगेन्द्रवधूर्यथा॥१०॥",
                    "arth": "'एक दिन मैंने देखा, भयंकर कर्म करनेवाला कोई राक्षस किसी स्त्रीको लिये जा रहा है। मैं अनुमानसे समझता हूँ, वे मिथिलेशकुमारी सीता ही रही होंगी, इसमें संशय नहीं | है; क्योंकि वे टूटे हुए स्वरमें 'हा राम! हा राम! हा लक्ष्मण!' | पुकारती हुई रो रही थीं तथा रावणकी गोदमें नागराजकी वधू (नागिन) की भाँति छटपटाती हुई प्रकाशित हो रही थीं।"
                },
                {
                    "slok": "आत्मना पञ्चमं मां हि दृष्ट्वा शैलतले स्थितम्। उत्तरीयं तया त्यक्तं शुभान्याभरणानि च॥११॥",
                    "arth": "'चार मन्त्रियोंसहित पाँचवाँ मैं इस शैल-शिखरपर | बैठा हुआ था। मुझे देखकर देवी सीताने अपनी चादर | और कई सुन्दर आभूषण ऊपरसे गिराये॥११॥"
                },
                {
                    "slok": "तान्यस्माभिर्गृहीतानि निहितानि च राघव। | आनयिष्याम्यहं तानि प्रत्यभिज्ञातुमर्हसि ॥१२॥",
                    "arth": "'रघुनन्दन ! वे सब वस्तुएँ हमलोगोंने लेकर रख ली हैं। मैं अभी उन्हें लाता हूँ, आप उन्हें पहचान सकते हैं।"
                },
                {
                    "slok": "तमब्रवीत् ततो रामः सुग्रीवं प्रियवादिनम्। आनयस्व सखे शीघ्रं किमर्थं प्रविलम्बसे॥१३॥",
                    "arth": "तब श्रीरामने यह प्रिय संवाद सुनानेवाले सुग्रीवसे कहा-'सखे! शीघ्र ले आओ, क्यों विलम्ब करते हो?'॥"
                },
                {
                    "slok": "एवमुक्तस्तु सुग्रीवः शैलस्य गहनां गुहाम्। प्रविवेश ततः शीघ्रं राघवप्रियकाम्यया॥१४॥ उत्तरीयं गृहीत्वा तु स तान्याभरणानि च। इदं पश्येति रामाय दर्शयामास वानरः॥१५॥",
                    "arth": "उनके ऐसा कहनेपर सुग्रीव शीघ्र ही श्रीरामचन्द्रजीका प्रिय करनेकी इच्छासे पर्वतकी एक गहन गुफामें गये और चादर तथा वे आभूषण लेकर निकल आये। बाहर आकर वानरराजने 'लीजिये, यह देखिये' ऐसा कहकर श्रीरामको वे सारे आभूषण दिखाये॥१४-१५॥"
                },
                {
                    "slok": "ततो गृहीत्वा वासस्तु शुभान्याभरणानि च। अभवद् बाष्पसंरुद्धो नीहारेणेव चन्द्रमाः॥१६॥",
                    "arth": "उन वस्त्र और सुन्दर आभूषणोंको लेकर श्रीरामचन्द्रजी कुहासेसे ढके हुए चन्द्रमाकी भाँति आँसुओंसे अवरुद्ध हो गये॥१६॥ "
                },
                {
                    "slok": "सीतास्नेहप्रवृत्तेन स तु बाष्पेण दूषितः। हा प्रियेति रुदन् धैर्यमुत्सृज्य न्यपतत् क्षितौ ॥१७॥",
                    "arth": "सीताके स्नेहवश बहते हुए आँसुओंसे उनका मुख और वक्षःस्थल भीगने लगे। वे 'हा प्रिये!' ऐसा कहकर रोने लगे और धैर्य छोड़कर पृथ्वीपर गिर पड़े॥१७॥ "
                },
                {
                    "slok": "हृदि कृत्वा स बहुशस्तमलंकारमुत्तमम्। निशश्वास भृशं सर्पो बिलस्थ इव रोषितः॥१८॥",
                    "arth": "उन उत्तम आभूषणोंको बारम्बार हृदयसे लगाकर वे बिलमें बैठे हुए रोषमें भरे सर्पकी भाँति जोर-जोरसे साँस लेने लगे॥१८॥ "
                },
                {
                    "slok": "अविच्छिन्नाश्रुवेगस्तु सौमित्रिं प्रेक्ष्य पार्श्वतः। परिदेवयितुं दीनं रामः समुपचक्रमे॥१९॥",
                    "arth": "उनके आँसुओंका वेग रुकता ही नहीं था। अपने पास खड़े हुए सुमित्राकुमार लक्ष्मणकी ओर देखकर श्रीराम दीनभावसे विलाप करते हुए बोले- ॥१९॥"
                },
                {
                    "slok": "पश्य लक्ष्मण वैदेह्या संत्यक्तं ह्रियमाणया। उत्तरीयमिदं भूमौ शरीराद् भूषणानि च॥२०॥",
                    "arth": "'लक्ष्मण! देखो, राक्षसके द्वारा हरी जाती हुई विदेहनन्दिनी सीताने यह चादर और ये गहने अपने शरीरसे उतारकर पृथ्वीपर डाल दिये थे॥२०॥ "
                },
                {
                    "slok": "शालिन्यां ध्रुवं भूम्यां सीतया ह्रियमाणया। उत्सृष्टं भूषणमिदं तथा रूपं हि दृश्यते ॥२१॥",
                    "arth": "'निशाचरके द्वारा अपहृत होती हुई सीताके द्वारा त्यागे गये ये आभूषण निश्चय ही घासवाली भूमिपर गिरे होंगे; क्योंकि इनका रूप ज्यों-का-त्यों दिखायी देता है-ये टूटे-फूटे नहीं हैं'॥२१॥ "
                },
                {
                    "slok": "एवमुक्तस्तु रामेण लक्ष्मणो वाक्यमब्रवीत्। नाहं जानामि केयूरे नाहं जानामि कुण्डले ॥२२॥ ",
                    "arth": "नूपुरे त्वभिजानामि नित्यं पादाभिवन्दनात्। शता श्रीरामके ऐसा कहनेपर लक्ष्मण बोले-'भैया! मैं | इन बाजूबंदोंको तो नहीं जानता और न इन कुण्डलोंको ही समझ पाता हूँ कि किसके हैं; परंतु प्रतिदिन भाभीके चरणोंमें प्रणाम करनेके कारण मैं इन दोनों नूपुरोंको अवश्य पहचानता हूँ॥ २२३ ॥ "
                },
                {
                    "slok": "ततस्तु राघवो वाक्यं सुग्रीवमिदमब्रवीत् ॥२३॥ ब्रूहि सुग्रीव कं देशं ह्रियन्ती लक्षिता त्वया। रक्षसा रौद्ररूपेण मम प्राणप्रिया हृता॥२४॥",
                    "arth": "तब श्रीरघुनाथजी सुग्रीवसे इस प्रकार बोले'सुग्रीव! तुमने तो देखा है, वह भयंकर रूपधारी राक्षस मेरी प्राणप्यारी सीताको किस दिशाकी ओर ले गया है, यह बताओ॥ २३-२४॥"
                },
                {
                    "slok": "क्व वा वसति तद् रक्षो महद् व्यसनदं मम। | यन्निमित्तमहं सर्वान् नाशयिष्यामि राक्षसान्॥२५॥",
                    "arth": "'मुझे महान् संकट देनेवाला वह राक्षस कहाँ रहता | है? मैं केवल उसीके अपराधके कारण समस्त राक्षसोंका विनाश कर डालूँगा ॥ २५॥ "
                },
                {
                    "slok": "हरता मैथिलीं येन मां च रोषयता ध्रुवम्। आत्मनो जीवितान्ताय मृत्युद्वारमपावृतम्॥२६॥",
                    "arth": "'उस राक्षसने मैथिलीका अपहरण करके मेरा रोष बढ़ाकर निश्चय ही अपने जीवनका अन्त करनेके लिये मौतका दरवाजा खोल दिया है॥ २६॥ "
                },
                {
                    "slok": "मम दयिततमा हृता वनाद् र रजनिचरेण विमथ्य येन सा। | कथय मम रिपुं तमद्य वै प्लवगपते यमसंनिधिं नयामि॥२७॥ ",
                    "arth": "'वानरराज! जिस निशाचरने मुझे धोखेमें डालकर | मेरा अपमान करके मेरी प्रियतमाका वनसे अपहरण | किया है, वह मेरा घोर शत्रु है। तुम उसका पता बताओ। | मैं अभी उसे यमराजके पास पहुँचाता हूँ॥ २७॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे षष्ठः सर्गः ॥ ६ ॥",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें छठा सर्ग पूरा हुआ ॥ ६ ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - सप्तमः सर्गः सुग्रीवका श्रीरामको समझाना तथा श्रीरामका सुग्रीवको उनकी कार्यसिद्धिका विश्वास दिलाना",
            "arth": [
                {
                    "slok": "एवमुक्तस्तु सुग्रीवो रामेणार्तेन वानरः। अब्रवीत् प्राञ्जलिर्वाक्यं सबाष्पं बाष्पगद्गदः॥१॥",
                    "arth": "श्रीरामने शोकसे पीड़ित होकर जब ऐसी बातें कहीं, तब वानरराज सुग्रीवकी आँखोंमें आँसू भर आये और वे हाथ जोड़कर अश्रुगद्गद कण्ठसे इस प्रकार बोले-॥१॥ "
                },
                {
                    "slok": "न जाने निलयं तस्य सर्वथा पापरक्षसः। सामर्थ्य विक्रमं वापि दौष्कुलेयस्य वा कुलम्॥२॥",
                    "arth": "'प्रभो! नीच कुलमें उत्पन्न हुए उस पापात्मा राक्षसका गुप्त निवासस्थान कहाँ है, उसमें कितनी शक्ति है, उसका पराक्रम कैसा है अथवा वह किस वंशका है-इन सब बातोंको मैं सर्वथा नहीं जानता ॥२॥"
                },
                {
                    "slok": "सत्यं तु प्रतिजानामि त्यज शोकमरिंदम। करिष्यामि तथा यत्नं यथा प्राप्स्यसि मैथिलीम्॥३॥",
                    "arth": "'परंतु आपके सामने सच्ची प्रतिज्ञा करके कहता हूँ कि मैं ऐसा यत्न करूँगा कि जिससे मिथिलेशकुमारी सीता आपको मिल जाएँ, इसलिये शत्रुदमन वीर! आप शोकका त्याग करें॥३॥"
                },
                {
                    "slok": "रावणं सगणं हत्वा परितोष्यात्मपौरुषम्। तथास्मि कर्ता नचिराद् यथा प्रीतो भविष्यसि॥४॥",
                    "arth": "'मैं आपके संतोषके लिये सैनिकोंसहित रावणका वध करके अपना ऐसा पुरुषार्थ प्रकट करूँगा, जिससे आप शीघ्र ही प्रसन्न हो जायँगे॥४॥ "
                },
                {
                    "slok": "अलं वैक्लव्यमालम्ब्य धैर्यमात्मगतं स्मर। त्वद्विधानां न सदृशमीदृशं बुद्धिलाघवम्॥५॥",
                    "arth": "'इस तरह मनमें व्याकुलता लाना व्यर्थ है। आपके हृदयमें स्वाभाविकरूपसे जो धैर्य है, उसका स्मरण कीजिये। इस तरह बुद्धि और विचारको हलका बना देना-उसकी सहज गम्भीरताको खो देना आप-जैसे महापुरुषोंके लिये उचित नहीं है॥५॥"
                },
                {
                    "slok": "मयापि व्यसनं प्राप्तं भार्याविरहजं महत्। नाहमेवं हि शोचामि धैर्यं न च परित्यजे॥६॥ ",
                    "arth": "'मुझे भी पत्नीके विरहका महान् कष्ट प्राप्त हुआ है, परंतु मैं इस तरह शोक नहीं करता और न धैर्यको ही छोड़ता हूँ॥६॥"
                },
                {
                    "slok": "नाहं तामनुशोचामि प्राकृतो वानरोऽपि सन्। ।। महात्मा च विनीतश्च किं पुनधृतिमान् महान्॥७॥ ",
                    "arth": "'यद्यपि मैं एक साधारण वानर हूँ तथापि अपनी पत्नीके लिये निरन्तर शोक नहीं करता हूँ। फिर आपजैसे महात्मा, सुशिक्षित और धैर्यवान् महापुरुष शोक न करें-इसके लिये तो कहना ही क्या है॥७॥"
                },
                {
                    "slok": "बाष्पमापतितं धैर्यान्निग्रहीतुं त्वमर्हसि। मर्यादां सत्त्वयुक्तानां धृतिं नोत्स्त्रष्टुमर्हसि ॥८॥",
                    "arth": "'आपको चाहिये कि धैर्य धारण करके इन गिरते हुए आँसुओंको रोकें। सात्त्विक पुरुषोंकी मर्यादा और धैर्यका परित्याग न करें॥८॥ "
                },
                {
                    "slok": "व्यसने वार्थकृच्छ्रे वा भये वा जीवितान्तगे। विमृशंश्च स्वयाबुद्ध्या धृतिमान् नावसीदति ॥९॥",
                    "arth": "(आत्मीयजनोंके वियोग आदिसे होनेवाले) शोकमें, आर्थिक संकटमें अथवा प्राणान्तकारी भय उपस्थित होनेपर जो अपनी बुद्धिसे दुःख-निवारणके उपायका विचार करते हुए धैर्य धारण करता है, वह कष्ट नहीं भोगता है॥९॥ "
                },
                {
                    "slok": "बालिशस्तु नरो नित्यं वैक्लव्यं योऽनुवर्तते। स मज्जत्यवशः शोके भाराक्रान्तेव नौर्जले॥१०॥",
                    "arth": "'जो मूढ़ मानव सदा घबराहटमें ही पड़ा रहता है, वह पानीमें भारसे दबी हुई नौकाके समान शोकमें विवश होकर डूब जाता है॥१०॥ "
                },
                {
                    "slok": "एषोऽञ्जलिर्मया बद्धः प्रणयात् त्वां प्रसादये। पौरुषं श्रय शोकस्य नान्तरं दातुमर्हसि ॥११॥",
                    "arth": "'मैं हाथ जोड़ता हूँ। प्रेमपूर्वक अनुरोध करता हूँ कि आप प्रसन्न हों और पुरुषार्थका आश्रय लें। शोकको अपने ऊपर प्रभाव डालनेका अवसर न दें॥११॥ "
                },
                {
                    "slok": "ये शोकमनुवर्तन्ते न तेषां विद्यते सुखम्। तेजश्च क्षीयते तेषां न त्वं शोचितुमर्हसि ॥१२॥",
                    "arth": "'जो शोकका अनुसरण करते हैं, उन्हें सुख नहीं मिलता है और उनका तेज भी क्षीण हो जाता है; अतः आप शोक न करें॥१२॥ "
                },
                {
                    "slok": "शोकेनाभिप्रपन्नस्य जीविते चापि संशयः। गोकं त्यज राजेन्द्र धैर्यमाश्रय केवलम॥१३॥",
                    "arth": "'राजेन्द्र! शोकसे आक्रान्त हुए मनुष्यके जीवनमें (उसके प्राणोंकी रक्षामें) भी संशय उपस्थित हो जाता है। इसलिये आप शोकको त्याग दें और केवल धैर्यका आश्रय लें॥१३॥ "
                },
                {
                    "slok": "हितं वयस्यभावेन ब्रूहि नोपदिशामि ते। वयस्यतां पूजयन्मे न त्वं शोचितुमर्हसि ॥१४॥ ",
                    "arth": "'मैं मित्रताके नाते हितकी सलाह देता हूँ। आपको उपदेश नहीं दे रहा हूँ। आप मेरी मैत्रीका आदर करते हुए कदापि शोक न करें'॥१४॥"
                },
                {
                    "slok": "मधुरं सान्त्वितस्तेन सुग्रीवेण स राघवः । मुखमश्रुपरिक्लिन्नं वस्त्रान्तेन प्रमार्जयत् ॥१५॥",
                    "arth": "सुग्रीवने जब मधुर वाणीमें इस प्रकार सान्त्वना दी, तब श्रीरघुनाथजीने आँसुओंसे भीगे हुए अपने मुखको वस्त्रके छोरसे पोंछ लिया॥ १५॥ "
                },
                {
                    "slok": "प्रकृतिस्थस्तु काकुत्स्थः सुग्रीवचनात् प्रभुः। सम्परिष्वज्य सुग्रीवमिदं वचनमब्रवीत्॥१६॥ ",
                    "arth": "सुग्रीवके वचनसे शोकका परित्याग करके स्वस्थचित्त हो ककुत्स्थकुलभूषण भगवान् श्रीरामने मित्रवर सुग्रीवको हृदयसे लगा लिया और इस प्रकार कहा- ॥१६॥ "
                },
                {
                    "slok": "कर्तव्यं यद् वयस्येन स्निग्धेन च हितेन च।। अनुरूपं च युक्तं च कृतं सुग्रीव तत् त्वया॥१७॥",
                    "arth": "'सुग्रीव! एक स्नेही और हितैषी मित्रको जो कुछ करना चाहिये, वही तुमने किया है। तुम्हारा कार्य सर्वथा उचित और तुम्हारे योग्य है॥१७॥"
                },
                {
                    "slok": "एष च प्रकृतिस्थोऽहमनुनीतस्त्वया सखे। दुर्लभो हीदृशो बन्धुरस्मिन् काले विशेषतः॥१८॥",
                    "arth": "'सखे! तुम्हारे आश्वासनसे मेरी सारी चिन्ता जाती रही। अब मैं पूर्ण स्वस्थ हूँ। तुम्हारे-जैसे बन्धुका विशेषतः ऐसे संकटके समय मिलना कठिन होता है॥"
                },
                {
                    "slok": "है॥ किं तु यत्नस्त्वया कार्यों मैथिल्याः परिमार्गणे। राक्षसस्य च रौद्रस्य रावणस्य दुरात्मनः॥१९॥ ",
                    "arth": "'परंतु तुम्हें मिथिलेशकुमारी सीता तथा रौद्ररूपधारी दुरात्मा राक्षस रावणका पता लगानेके लिये प्रयत्न करना चाहिये॥१९॥ "
                },
                {
                    "slok": "मया च यदनुष्ठेयं विस्तब्धेन तदुच्यताम्। नास्तित च यथेचे सर्व समाजाते तत॥२०॥",
                    "arth": "'साथ ही मुझे भी इस समय तुम्हारे लिये जो कुछ करना आवश्यक हो, उसे बिना किसी सङ्कोचके बताओ। जैसे वर्षाकालमें अच्छे खेतमें बोया हुआ बीज अवश्य फल देता है, उसी प्रकार तुम्हारा सारा मनोरथ सफल होगा॥ २०॥ "
                },
                {
                    "slok": "मया च यदिदं वाक्यमभिमानात् समीरितम्। तत्त्वया हरिशार्दूल तत्त्वमित्युपधार्यताम्॥२१॥",
                    "arth": "'वानरश्रेष्ठ! मैंने जो अभिमानपूर्वक यह वालीके वध आदि करनेकी बात कही है, इसे तुम ठीक ही समझो॥ २१॥"
                },
                {
                    "slok": "अनृतं नोक्तपूर्वं मे न च वक्ष्ये कदाचन। एतत्ते प्रतिजानामि सत्येनैव शपाम्यहम्॥२२॥ ",
                    "arth": "'मैंने पहले भी कभी झूठी बात नहीं कही है और भविष्यमें भी कभी असत्य नहीं बोलूँगा। इस समय जो कुछ कहा है, उसे पूर्ण करनेके लिये प्रतिज्ञा करता हूँ और तुम्हें विश्वास दिलानेके लिये सत्यकी ही शपथ खाता हूँ'॥२२॥ "
                },
                {
                    "slok": "ततः प्रहृष्टः सुग्रीवो वानरैः सचिवैः सह। राघवस्य वचः श्रुत्वा प्रतिज्ञातं विशेषतः॥२३॥",
                    "arth": "श्रीरघुनाथजीकी बात, विशेषतः उनकी प्रतिज्ञा सुनकर अपने वानर-मन्त्रियोंसहित सुग्रीवको बड़ी प्रसन्नता हुई ॥ २३॥ "
                },
                {
                    "slok": "एवमेकान्तसम्पृक्तौ ततस्तौ नरवानरौ। उभावन्योन्यसदृशं सुखं दुःखमभाषताम्॥२४॥",
                    "arth": "इस प्रकार एकान्तमें एक-दूसरेके निकट बैठे हुए वे दोनों नर और वानर (श्रीराम और सुग्रीव) ने परस्पर सुख और दुःखकी बातें कहीं, जो एक-दूसरेके लिये अनुरूप थीं॥२४॥ "
                },
                {
                    "slok": "महानुभावस्य वचो निशम्य हरिनृपाणामधिपस्य तस्य। कृतं स मेने हरिवीरमुख्य स्तदा च कार्यं हृदयेन विद्वान्॥२५॥ ",
                    "arth": "राजाधिराज महाराज श्रीरघुनाथजीकी बात सुनकर वानर वीरोंके प्रधान विद्वान् सुग्रीवने उस समय मन-ही-मन अपने कार्यको सिद्ध हुआ ही माना॥ २५॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे सप्तमः सर्गः॥७॥",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें सातवाँ सर्ग पूरा हुआ॥७॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - अष्टमः सर्गः सुग्रीवका श्रीरामसे अपना दुःख निवेदन करना और श्रीरामका उन्हें आश्वासन देते हुए दोनों भाइयोंमें वैर होनेका कारण पूछना",
            "arth": [
                {
                    "slok": "परितुष्टस्तु सुग्रीवस्तेन वाक्येन हर्षितः। लक्ष्मणस्याग्रजं शूरमिदं वचनमब्रवीत्॥१॥",
                    "arth": "श्रीरामचन्द्रजीकी उस बातसे सुग्रीवको बड़ा संतोष हुआ। वे हर्षसे भरकर लक्ष्मणके बड़े भाई शूरवीर श्रीरामचन्द्रजीसे इस प्रकार बोले- ॥१॥"
                },
                {
                    "slok": "सर्वथाहमनुग्राह्यो देवतानां न संशयः। उपपन्नो गुणोपेतः सखा यस्य भवान् मम॥२॥",
                    "arth": "'भगवन्! इसमें संदेह नहीं कि देवताओंकी मेरे ऊपर बड़ी कृपा है-मैं सर्वथा उनके अनुग्रहका पात्र हूँ; क्योंकि आप-जैसे गुणवान् महापुरुष मेरे सखा हो गये॥"
                },
                {
                    "slok": "शक्यं खलु भवेद् राम सहायेन त्वयानघ। सुरराज्यमपि प्राप्तुं स्वराज्यं किमुत प्रभो॥३॥ ",
                    "arth": "'प्रभो! निष्पाप श्रीराम! आप-जैसे सहायकके सहयोगसे तो देवताओंका राज्य भी अवश्य ही प्राप्त किया जा सकता है; फिर अपने खोये हुए राज्यको पाना कौन बड़ी बात है।"
                },
                {
                    "slok": "सोऽहं सभाज्यो बन्धूनां सुहृदां चैव राघव। यस्याग्निसाक्षिकं मित्रं लब्धं राघववंशजम्॥४॥",
                    "arth": "'रघुनन्दन! अब मैं अपने बन्धुओं और सुहृदोंके विशेष सम्मानका पात्र हो गया; क्योंकि आज रघुवंशके राजकुमार आप अग्निको साक्षी बनाकर मुझे मित्रके रूपमें प्राप्त हुए हैं। "
                },
                {
                    "slok": "अहमप्यनुरूपस्ते वयस्यो ज्ञास्यसे शनैः। न तु वक्तुं समर्थोऽहं त्वयि आत्मगतान् गुणान्॥५॥ ",
                    "arth": "'मैं भी आपके योग्य मित्र हूँ। इसका ज्ञान आपको धीरे-धीरे हो जायगा। इस समय आपके सामने मैं अपने गुणोंका वर्णन करनेमें असमर्थ हूँ॥५॥"
                },
                {
                    "slok": "महात्मनां तु भूयिष्ठं त्वद्विधानां कृतात्मनाम्। निश्चला भवति प्रीतिधैर्यमात्मवतां वर॥६॥ ",
                    "arth": "'आत्मज्ञानियों में श्रेष्ठ श्रीराम! आप-जैसे पुण्यात्मा महात्माओंका प्रेम और धैर्य अधिकाधिक बढ़ता और अविचल होता है॥६॥ "
                },
                {
                    "slok": "रजतं वा सुवर्णं वा शुभान्याभरणानि च। अविभक्तानि साधूनामवगच्छन्ति साधवः॥७॥",
                    "arth": "'अच्छे स्वभाववाले मित्र अपने घरके सोनेचाँदी अथवा उत्तम आभूषणोंको अपने अच्छे मित्रोंके लिये अविभक्त ही मानते हैं-उन मित्रोंका अपने धनपर अपने ही समान अधिकार समझते हैं॥७॥"
                },
                {
                    "slok": "आढ्योवापि दरिद्रो वा दुःखितः सुखितोऽपि वा। निर्दोषश्च सदोषश्च वयस्यः परमा गतिः॥८॥ ",
                    "arth": "'अतएव मित्र धनी हो या दरिद्र, सुखी हो या दुःखी अथवा निर्दोष हो या सदोष, वह मित्रके लिये सबसे बड़ा सहायक होता है॥८॥"
                },
                {
                    "slok": "धनत्यागः सुखत्यागो देशत्यागोऽपि वानघ। वयस्यार्थे प्रवर्तन्ते स्नेहं दृष्ट्वा तथाविधम्॥९॥",
                    "arth": "'अनघ! साधुपुरुष अपने मित्रका अत्यन्त उत्कृष्ट | प्रेम देख आवश्यकता पड़नेपर उसके लिये धन, सुख और देशका भी परित्याग कर देते हैं'॥९॥"
                },
                {
                    "slok": "तत् तथेत्यब्रवीद् रामः सुग्रीवं प्रियवादिनम्। लक्ष्मणस्याग्रतो लक्ष्म्या वासवस्येव धीमतः॥१०॥ ",
                    "arth": "यह सुनकर लक्ष्मी (दिव्य कान्ति) से उपलक्षित श्रीरामचन्द्रजीने इन्द्रतुल्य तेजस्वी बुद्धिमान् लक्ष्मणके सामने ही प्रिय वचन बोलनेवाले सुग्रीवसे कहा-'सखे! तुम्हारी बात बिलकुल ठीक है'॥१०॥ "
                },
                {
                    "slok": "ततो रामं स्थितं दृष्ट्वा लक्ष्मणं च महाबलम्। सुग्रीवः सर्वतश्चक्षुर्वने लोलमपातयत्॥११॥ ",
                    "arth": "तदनन्तर (दूसरे दिन) महाबली श्रीराम और | लक्ष्मणको खड़ा देख सुग्रीवने वनमें चारों ओर अपनी | चञ्चल दृष्टि दौड़ायी॥११॥"
                },
                {
                    "slok": "स ददर्श ततः सालमविदूरे हरीश्वरः। | सुपुष्पमीषत्पत्राढ्यं भ्रमरैरुपशोभितम्॥१२॥ ",
                    "arth": "उस समय वानरराजने पास ही एक सालका वृक्ष | देखा, जिसमें थोड़ेसे ही सुन्दर पुष्प लगे हुए थे; परंतु | उसमें पत्रोंकी बहुलता थी। उस वृक्षपर मँडराते हुए भौरे | उसकी शोभा बढ़ा रहे थे॥१२॥ "
                },
                {
                    "slok": "तस्यैकां पर्णबहुलां शाखां भक्त्वा सुशोभिताम्। | रामस्यास्तीर्य सुग्रीवो निषसाद सराघवः॥१३॥",
                    "arth": "उसकी एक डालीको जिसमें अधिक पत्ते थे और | जो पुष्पोंसे सुशोभित थी, सुग्रीवने तोड़ डाला और उसे श्रीरामके लिये बिछाकर वे स्वयं भी उनके साथ ही उसपर बैठ गये॥१३॥"
                },
                {
                    "slok": "तावासीनौ ततो दृष्ट्वा हनूमानपि लक्ष्मणम्। शालशाखां समुत्पाट्य विनीतमुपवेशयत्॥१४॥ ",
                    "arth": "उन दोनोंको आसनपर विराजमान देख हनुमानजीने भी सालकी एक डाल तोड़ डाली और उसपर विनयशील लक्ष्मणको बैठाया॥१४॥ "
                },
                {
                    "slok": "सुखोपविष्टं रामं तु प्रसन्नमुदधिं यथा। सालपुष्पावसंकीर्णे तस्मिन् गिरिवरोत्तमे॥१५॥ ततः प्रहृष्टः सुग्रीवः श्लक्ष्णया शुभया गिरा। उवाच प्रणयाद् रामं हर्षव्याकुलिताक्षरम्॥१६॥",
                    "arth": "उस श्रेष्ठ पर्वतपर, जहाँ सब ओर सालके पुष्प बिखरे हुए थे, सुखपूर्वक बैठे हुए श्रीराम शान्त समुद्रके समान प्रसन्न दिखायी देते थे। उन्हें देखकर अत्यन्त हर्षसे भरे हुए सुग्रीवने श्रीरामसे स्निग्ध एवं सुन्दर वाणीमें वार्तालाप आरम्भ किया। उस समय आनन्दातिरेकसे उनकी वाणी लड़खड़ा जाती थी-अक्षरोंका स्पष्ट उच्चारण नहीं हो पाता था॥१५-१६॥ "
                },
                {
                    "slok": "अहं विनिकृतो भ्रात्रा चराम्येष भयार्दितः। ऋष्यमूकं गिरिवरं हृतभार्यः सुदुःखितः॥१७॥",
                    "arth": "'प्रभो! मेरे भाईने मुझे घरसे निकालकर मेरी स्त्रीको भी छीन लिया है। मैं उसीके भयसे अत्यन्त पीड़ित एवं दुःखी होकर इस पर्वतश्रेष्ठ ऋष्यमूकपर विचरता रहता हूँ॥१७॥ "
                },
                {
                    "slok": "सोऽहं त्रस्तो भये मग्नो वने सम्भ्रान्तचेतनः। वालिना निकृतो भ्रात्रा कृतवैरश्च राघव॥१८॥",
                    "arth": "'मुझे बराबर उसका त्रास बना रहता है। मैं भयमें डूबा रहकर भ्रान्तचित्त हो इस वनमें भटकता फिरता हूँ। रघुनन्दन! मेरे भाई वालीने मुझे घरसे निकालनेके बाद भी मेरे साथ वैर बाँध रखा है॥१८॥ "
                },
                {
                    "slok": "वालिनो मे भयार्तस्य सर्वलोकाभयंकर। ममापि त्वमनाथस्य प्रसादं कर्तुमर्हसि ॥१९॥",
                    "arth": "'प्रभो! आप समस्त लोकोंको अभय देनेवाले हैं। मैं वालीके भयसे दुःखी और अनाथ हूँ, अतः आपको मुझपर भी कृपा करनी चाहिये'॥१९॥"
                },
                {
                    "slok": "एवमुक्तस्तु तेजस्वी धर्मज्ञो धर्मवत्सलः। प्रत्युवाच स काकुत्स्थः सुग्रीवं प्रहसन्निव॥२०॥",
                    "arth": "सुग्रीवके ऐसा कहनेपर तेजस्वी, धर्मज्ञ एवं धर्मवत्सल भगवान् श्रीरामने उन्हें हँसते हुए-से इस प्रकार उत्तर दिया-॥२०॥ "
                },
                {
                    "slok": "उपकारफलं मित्रमपकारोऽरिलक्षणम्। अद्यैव तं वधिष्यामि तव भार्यापहारिणम्॥२१॥",
                    "arth": "'सखे! उपकार ही मित्रताका फल है और अपकार शत्रुताका लक्षण है; अतः मैं आज ही तुम्हारी स्त्रीका अपहरण करनेवाले उस वालीका वध करूँगा॥२१॥"
                },
                {
                    "slok": "इमे हि मे महाभाग पत्रिणस्तिग्मतेजसः। कार्तिकेयवनोद्भूताः शरा हेमविभूषिताः॥२२॥",
                    "arth": "'महाभाग! मेरे इन बाणोंका तेज प्रचण्ड है। सुवर्ण-भूषित ये शर कार्तिकेयकी उत्पत्तिके स्थानभूत शरोंके वनमें उत्पन्न हुए हैं। (इसलिये अभेद्य हैं)॥२२॥ "
                },
                {
                    "slok": "कङ्कपत्रपरिच्छन्ना महेन्द्राशनिसंनिभाः। सुपर्वाणः सुतीक्ष्णाग्राः सरोषा भुजगा इव॥२३॥",
                    "arth": "'ये कंकपक्षीके परोंसे युक्त हैं और इन्द्रके वज्रकी भाँति अमोघ हैं। इनकी गाँठे सुन्दर और अग्रभाग तीखे हैं। ये रोषमें भरे भुजङ्गोंकी भाँति भयंकर हैं॥२३॥ "
                },
                {
                    "slok": "वालिसंज्ञममित्रं ते भ्रातरं कृतकिल्बिषम्। शरैर्विनिहतं पश्य विकीर्णमिव पर्वतम् ॥२४॥",
                    "arth": "'इन बाणोंसे तुम अपने वाली नामक शत्रुको, जो भाई होकर भी तुम्हारी बुराई कर रहा है, विदीर्ण हुए पर्वतकी भाँति मरकर पृथ्वीपर पड़ा देखोगे' ॥ २४॥ "
                },
                {
                    "slok": "राघवस्य वचः श्रुत्वा सुग्रीवो वाहिनीपतिः।। प्रहर्षमतुलं लेभे साधु साध्विति चाब्रवीत्॥२५॥",
                    "arth": "श्रीरघुनाथजीकी यह बात सुनकर वानरसेनापति सुग्रीवको अनुपम प्रसन्नता प्राप्त हुई और वे उन्हें बारंबार साधुवाद देते हुए बोले- ॥२५॥"
                },
                {
                    "slok": "राम शोकाभिभूतोऽहं शोकार्तानां भवान् गतिः। वयस्य इति कृत्वा हि त्वय्यहं परिदेवये॥२६॥",
                    "arth": "'श्रीराम! मैं शोकसे पीड़ित हूँ और आप शोकाकुल प्राणियोंकी परमगति हैं। मित्र समझकर मैं आपसे अपना दुःख निवेदन करता हूँ॥२६॥ "
                },
                {
                    "slok": "त्वं हि पाणिप्रदानेन वयस्यो मेऽग्निसाक्षिकम्। कृतः प्राणैर्बहुमतः सत्येन च शपाम्यहम्॥२७॥",
                    "arth": "'मैंने आपके हाथमें हाथ देकर अग्निदेवके सामने आपको अपना मित्र बनाया है। इसलिये आप मुझे अपने प्राणोंसे भी बढ़कर प्रिय हैं। यह बात मैं सत्यकी शपथ खाकर कहता हूँ॥ "
                },
                {
                    "slok": "वयस्य इति कृत्वा च विस्त्रब्धः प्रवदाम्यहम्। दुःखमन्तर्गतं तन्मे मनो हरति नित्यशः॥२८॥",
                    "arth": "'आप मेरे मित्र हैं, इसलिये आपपर पूर्ण विश्वास करके मैं अपने भीतरका दुःख, जो सदा मेरे मनको व्याकुल किये रहता है, आपको बता रहा हूँ'॥२८॥ "
                },
                {
                    "slok": "एतावदुक्त्वा वचनं बाष्पदूषितलोचनः। बाष्पदूषितया वाचा नोच्चैः शक्नोति भाषितुम्॥२९॥",
                    "arth": "इतनी बात कहते-कहते सुग्रीवके नेत्रोंमें आँसू भर आये। उनकी वाणी अश्रुगद्गद हो गयी। इसलिये वे उच्च स्वरसे बोलने में समर्थ न हो सके॥२९॥"
                },
                {
                    "slok": "तामुवाच ततो रामः शबरी संशितव्रताम्। अर्चितोऽहं त्वया भद्रे गच्छ कामं यथासुखम्॥३१॥",
                    "arth": "तदनन्तर श्रीरामने कठोर व्रतका पालन करनेवाली शबरीसे कहा-'भद्रे! तुमने मेरा बड़ा सत्कार किया। अब तुम अपनी इच्छाके अनुसार आनन्दपूर्वक अभीष्ट लोककी यात्रा करो ॥ ३१॥"
                },
                {
                    "slok": "इत्येवमुक्ता जटिला चीरकृष्णाजिनाम्बरा। अनुज्ञाता तु रामेण हुत्वाऽऽत्मानं हुताशने॥३२॥ ज्वलत्पावकसंकाशा स्वर्गमेव जगाम ह। दिव्याभरणसंयुक्ता - दिव्यमाल्यानुलेपना॥३३॥ दिव्याम्बरधरा तत्र बभूव प्रियदर्शना।। विराजयन्ती तं देशं विद्युत्सौदामनी यथा॥३४॥",
                    "arth": "श्रीरामचन्द्रजीके इस प्रकार आज्ञा देनेपर मस्तकपर जटा और शरीरपर चीर एवं काला मृगचर्म धारण करनेवाली शबरीने अपनेको आगमें होमकर प्रज्वलित अग्निके समान तेजस्वी शरीर प्राप्त किया। वह दिव्य वस्त्र, दिव्य आभूषण, दिव्य फूलोंकी माला और दिव्य अनुलेपन धारण किये बड़ी मनोहर दिखायी देने लगी तथा सुदाम पर्वतपर प्रकट होनेवाली बिजलीके समान उस प्रदेशको प्रकाशित करती हुई स्वर्ग (साकेत) लोकको ही चली गयी॥ ३२-३४॥ "
                },
                {
                    "slok": "यत्र ते सुकृतात्मानो विहरन्ति महर्षयः। तत् पुण्यं शबरी स्थानं जगामात्मसमाधिना॥३५॥",
                    "arth": "उसने अपने चित्तको एकाग्र करके उस पुण्यधामकी यात्रा की, जहाँ उसके वे गुरुजन पुण्यात्मा महर्षि विहार करते थे॥ ३५ ॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्येऽरण्यकाण्डे चतुःसप्ततितमः सर्गः॥७४॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके अरण्यकाण्डमें चौहत्तरवाँ सर्ग पूरा हुआ॥७४॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - पञ्चसप्ततितमः सर्गः श्रीराम और लक्ष्मणकी बातचीत तथा उन दोनों भाइयोंका पम्पासरोवरके तटपर जाना",
            "arth": [
                {
                    "slok": "दिवं तु तस्यां यातायां शबर्यां स्वेन तेजसा। लक्ष्मणेन सह भ्रात्रा चिन्तयामास राघवः॥१॥ चिन्तयित्वा तु धर्मात्मा प्रभावं तं महात्मनाम्। हितकारिणमेकाग्रं लक्ष्मणं राघवोऽब्रवीत्॥२॥",
                    "arth": "अपने तेजसे प्रकाशित होनेवाली शबरीके दिव्यलोकमें चले जानेपर भाई लक्ष्मणसहित धर्मात्मा श्रीरघुनाथजीने उन महात्मा महर्षियोंके प्रभावका चिन्तन किया। चिन्तन करके अपने हितमें संलग्न रहनेवाले एकाग्रचित्त लक्ष्मणसे श्रीरामने इस प्रकार कहा-॥१-२॥ "
                },
                {
                    "slok": "दृष्टो मयाऽऽश्रमः सौम्य बह्वाश्चर्यः कृतात्मनाम्। विश्वस्तमृगशार्दूलो नानाविहगसेवितः॥३॥",
                    "arth": "'सौम्य! मैंने उन पुण्यात्मा महर्षियोंका यह पवित्र आश्रम देखा। यहाँ बहुत-सी आश्चर्यजनक बातें हैं। हरिण और बाघ एक-दूसरेपर विश्वास करते हैं। नाना प्रकारके पक्षी इस आश्रमका सेवन करते हैं॥३॥ "
                },
                {
                    "slok": "सप्तानां च समुद्राणां तेषां तीर्थेषु लक्ष्मण। उपस्पृष्टं च विधिवत् पितरश्चापि तर्पिताः ॥ ४ ॥ प्रणष्टमशुभं यन्नः कल्याणं समुपस्थितम्। तेन त्वेतत् प्रहृष्टं मे मनो लक्ष्मण सम्प्रति॥५॥",
                    "arth": "'लक्ष्मण! यहाँ जो सातों समुद्रोंके जलसे भरे हुए तीर्थ हैं, उनमें हमने विधिपूर्वक स्नान तथा पितरोंका तर्पण किये हैं। इससे हमारा सारा अशुभ नष्ट हो गया और अब हमारे कल्याणका समय उपस्थित हुआ है। सुमित्राकुमार! इससे इस समय मेरे मनमें अधिक प्रसन्नता हो रही है॥४-५॥"
                },
                {
                    "slok": "हृदये मे नरव्याघ्र शुभमाविर्भविष्यति। तदागच्छ गमिष्यावः पम्पां तां प्रियदर्शनाम्॥६॥",
                    "arth": "'नरश्रेष्ठ! अब मेरे हृदयमें कोई शुभ संकल्प उठनेवाला है। इसलिये आओ, अब हम दोनों परम सुन्दर पम्पासरोवरके तटपर चलें॥६॥"
                },
                {
                    "slok": "ऋष्यमूको गिरिर्यत्र नातिदूरे प्रकाशते। यस्मिन् वसति धर्मात्मा सुग्रीवोंऽशुमतः सुतः॥७॥ ",
                    "arth": "'वहाँसे थोड़ी ही दूरपर वह ऋष्यमूक पर्वत शोभा पाता है, जिसपर सूर्यपुत्र धर्मात्मा सुग्रीव निवास करते हैं॥"
                },
                {
                    "slok": "नित्यं वालिभयात् त्रस्तश्चतुर्भिः सह वानरैः। अहं त्वरे च तं द्रष्टुं सुग्रीवं वानरर्षभम्॥८॥ ",
                    "arth": "तदधीनं हि मे कार्य सीतायाः परिमार्गणम्। _ 'वालीके भयसे सदा डरे रहनेके कारण वे चार वानरोंके साथ उस पर्वतपर रहते हैं। मैं वानरश्रेष्ठ सुग्रीवसे मिलनेके लिये उतावला हो रहा हूँ; क्योंकि सीताके अन्वेषणका कार्य उन्हींके अधीन है'॥८३ ॥"
                },
                {
                    "slok": "इति ब्रुवाणं तं वीरं सौमित्रिरिदमब्रवीत्॥९॥ गच्छावस्त्वरितं तत्र ममापि त्वरते मनः।",
                    "arth": "इस प्रकारकी बात कहते हुए वीर श्रीरामसे सुमित्राकुमार लक्ष्मणने यों कहा-'भैया! हम दोनोंको शीघ्र ही वहाँ चलना चाहिये। मेरा मन भी चलनेके लिये उतावला हो रहा है'॥९॥"
                },
                {
                    "slok": "आश्रमात्तु ततस्तस्मान्निष्क्रम्य स विशाम्पतिः॥१०॥ आजगाम ततः पम्पां लक्ष्मणेन सह प्रभुः। समीक्षमाणः पुष्पाढ्यं सर्वतो विपुलद्रुमम्॥११॥",
                    "arth": "तदनन्तर प्रजापालक भगवान् श्रीराम लक्ष्मणके साथ उस आश्रमसे निकलकर सब ओर फूलोंसे लदे हुए नाना प्रकारके वृक्षोंकी शोभा निहारते हुए पम्पासरोवरके तटपर आये॥१०-११॥ "
                },
                {
                    "slok": "कोयष्टिभिश्चार्जुनकैः शतपत्रैश्च कीरकैः। एतैश्चान्यैश्च बहुभिर्नादितं तद् वनं महत्॥१२॥",
                    "arth": "वह विशाल वन टिट्टिभों, मोरों, कठफोड़वों, तोतों तथा अन्य बहुत-से पक्षियोंके कलरवोंसे गूंज रहा था॥१२॥ "
                },
                {
                    "slok": "स रामो विविधान् वृक्षान् सरांसि विविधानि च। पश्यन् कामाभिसंतप्तो जगाम परमं हृदम्॥१३॥",
                    "arth": "श्रीरामके मनमें सीताजीसे मिलनेकी तीव्र लालसा जाग उठी थी, इससे संतप्त हो वे नाना प्रकारके वृक्षों और भाँति-भाँतिके सरोवरोंकी शोभा देखते हुए उस | उत्तम जलाशयके पास गये ॥ १३ ॥"
                },
                {
                    "slok": "स तामासाद्य वै रामो दूरात् पानीयवाहिनीम्। मतङ्गसरसं नाम हृदं समवगाहत ॥१४॥ ",
                    "arth": "पम्पानामसे प्रसिद्ध वह सरोवर पीनेयोग्य स्वच्छ जल बहानेवाला था। श्रीराम दूर देशसे चलकर उसके तटपर आये। आकर उन्होंने मतंगसरस नामक कुण्डमें स्नान किया॥१४॥"
                },
                {
                    "slok": "तत्र जग्मतुरव्यग्रौ राघवौ हि समाहितौ। स तु शोकसमाविष्टो रामो दशरथात्मजः॥१५॥ विवेश नलिनी रम्यां पंकजैश्च समावृताम्।",
                    "arth": "वे दोनों रघुवंशी वीर वहाँ शान्त और एकाग्रचित्त होकर पहुंचे थे। सीताके शोकसे व्याकुल हुए दशरथनन्दन श्रीरामने उस रमणीय पुष्करिणी पम्पामें प्रवेश किया, जो कमलोंसे व्याप्त थी॥१५३॥ "
                },
                {
                    "slok": "तिलकाशोक'नागबकुलोद्दालकाशिनीम् ॥१६॥ रम्योपवनसम्बाधां पद्मसम्पीडितोदकाम्। स्फटिकोपमतोयां तां श्लक्ष्णवालुकसंतताम्॥१७॥ मत्स्यकच्छपसम्बाधां तीरस्थगुमशोभिताम्। सखीभिरिव संयुक्तां लताभिरनुवेष्टिताम्॥१८॥ किंनरोरगगन्धर्वयक्षराक्षससेविताम् । नानाद्रुमलताकीर्णां शीतवारिनिधिं शुभाम्॥१९॥",
                    "arth": "उसके तटपर तिलक, अशोक, नागकेसर, वकुल तथा लिसोड़ेके वृक्ष उसकी शोभा बढ़ा रहे थे। भाँतिभाँतिके रमणीय उपवनोंसे वह घिरी हुई थी। उसका जल कमलपुष्पोंसे आच्छादित था और स्फटिक मणिके समान स्वच्छ दिखायी देता था। जलके नीचे स्वच्छ वालुका फैली हुई थी। मत्स्य और कच्छप उसमें भरे हुए थे। तटवर्ती वृक्ष उसकी शोभा बढ़ाते थे। सब ओर लताओंद्वारा आवेष्टित होनेके कारण वह सखियोंसे संयुक्त-सी प्रतीत होती थी। किन्नर, नाग, गन्धर्व, यक्ष और राक्षस उसका सेवन करते थे। भाँति-भाँतिके वृक्ष और लताओंसे व्याप्त हुई पम्पा शीतल जलकी सुन्दर निधि प्रतीत होती थी॥१६–१९॥"
                },
                {
                    "slok": "पद्मसौगन्धिकैस्तानां शुक्लां कुमुदमण्डलैः। नीलां कुवलयोद्घाटैर्बहुवर्णा कुथामिव॥२०॥",
                    "arth": "अरुण कमलोंसे वह ताम्रवर्णकी, कुमुद-कुसुमोंके समूहसे शुक्लवर्णकी तथा नील कमलोंके समुदायसे नीलवर्णकी दिखायी देनेके कारण बहुरंगे कालीनके समान शोभा पाती थी॥२०॥"
                },
                {
                    "slok": "अरविन्दोत्पलवतीं पद्मसौगन्धिकायुताम्। पुष्पिताम्रवणोपेतां बर्हिणो ष्टनादिताम्॥२१॥",
                    "arth": "उस पुष्करिणीमें अरविन्द और उत्पल खिले थे। पद्म और सौगन्धिक जातिके पुष्प शोभा पाते थे। मौर लगी हुई अमराइयोंसे वह घिरी हुई थी तथा मयूरोंके "
                },
                {
                    "slok": "बाष्पवेगं तु सहसा नदीवेगमिवागतम्। धारयामास धैर्येण सुग्रीवो रामसंनिधौ॥३०॥ ",
                    "arth": "तत्पश्चात् सुग्रीवने सहसा बढ़े हुए नदीके वेगके समान उमड़े हुए आँसुओंके वेगको श्रीरामके समीप - धैर्यपूवर्क रोका॥३०॥"
                },
                {
                    "slok": "स निगृह्य तु तं बाष्पं प्रमृज्य नयने शुभे। विनिःश्वस्य च तेजस्वी राघवं पुनरूचिवान्॥३१॥",
                    "arth": "आँसुओंको रोककर अपने दोनों सुन्दर नेत्रोंको पोंछनेके पश्चात् तेजस्वी सुग्रीव पुनः लंबी साँस खींचकर श्रीरघुनाथजीसे बोले- ॥३१॥ "
                },
                {
                    "slok": "पुराहं वालिना राम राज्यात् स्वादवरोपितः। परुषाणि च संश्राव्य निर्धूतोऽस्मि बलीयसा॥३२॥",
                    "arth": "'श्रीराम! पहलेकी बात है, बलिष्ठ वालीने कटुवचन सुनाकर बलपूर्वक मेरा तिरस्कार किया और अपने राज्य (युवराजपद) से नीचे उतार दिया॥३२॥ "
                },
                {
                    "slok": "यह हृता भार्या च मे तेन प्राणेभ्योऽपि गरीयसी। सुहृदश्च मदीया ये संयता बन्धनेषु ते॥३३॥",
                    "arth": "'इतना ही नहीं, मेरी स्त्रीको भी, जो मुझे प्राणोंसे भी अधिक प्रिय है; उसने छीन लिया और जितने मेरे सुहृद् थे, उन सबको कैदमें डाल दिया॥३३॥"
                },
                {
                    "slok": "यत्नवांश्च स दुष्टात्मा मद्विनाशाय राघव। बहुशस्तप्रयुक्ताश्च वानरा निहता मया॥३४॥",
                    "arth": "'रघुनन्दन! इसके बाद भी वह दुरात्मा वाली मेरे विनाशके लिये यत्न करता रहता है। उसके भेजे हुए बहुत-से वानरोंका मैं वध कर चुका हूँ॥३४॥"
                },
                {
                    "slok": "शङ्कया त्वेतयाहं च दृष्ट्वा त्वामपि राघव। नोपसम्यहं भीतो भये सर्वे हि बिभ्यति॥३५॥",
                    "arth": "'रघुनाथजी! आपको भी देखकर मेरे मनमें ऐसा ही संदेह हुआ था, इसीलिये डर जानेके कारण मैं पहले आपके पास न आ सका; क्योंकि भयका अवसर आनेपर प्रायः सभी डर जाते हैं ॥ ३५ ॥"
                },
                {
                    "slok": "केवलं हि सहाया मे हनुमत्प्रमुखास्त्विमे। अतोऽहं धारयाम्यद्य प्राणान् कृच्छ्रगतोऽपि सन्॥३६॥ ",
                    "arth": "'केवल ये हनुमान् आदि वानर ही मेरे सहायक हैं; अतएव महान् संकटमें पड़कर भी मैं अबतक प्राण धारण करता हूँ॥३६॥ "
                },
                {
                    "slok": "एते हि कपयः स्निग्धा मां रक्षन्ति समन्ततः। सह गच्छन्ति गन्तव्ये नित्यं तिष्ठन्ति चास्थिते॥३७॥",
                    "arth": "'इन लोगोंका मुझपर स्नेह है, अतः ये सभी वानर सब ओरसे सदा मेरी रक्षा करते रहते हैं। जहाँ जाना होता है वहाँ साथ-साथ जाते हैं और जब कहीं मैं ठहर जाता हूँ वहाँ ये नित्य मेरे साथ रहते हैं ॥ ३७॥"
                },
                {
                    "slok": "संक्षेपस्त्वेष मे राम किमुक्त्वा विस्तरं हि ते। स मे ज्येष्ठो रिपुभ्रंता वाली विश्रुतपौरुषः ॥ ३८ ॥",
                    "arth": "रघुनन्दन! यह मैंने संक्षेपसे अपनी हालत बतलायी है। आपके सामने विस्तारपूर्वक कहनेसे क्या लाभ ? वाली मेरा ज्येष्ठ भाई है, फिर भी इस समय मेरा शत्रु हो गया है। उसका पराक्रम सर्वत्र विख्यात है ॥ ३८ ॥"
                },
                {
                    "slok": "तद्विनाशेऽपि मे दुःखं प्रमृष्टं स्यादनन्तरम् । सुखं मे जीवितं चैव तद्विनाशनिबन्धनम् ॥ ३९ ॥ ",
                    "arth": "(यद्यपि भाईका नाश भी दुःखका ही कारण है, तथापि) इस समय जो मेरा दुःख है, वह उसका नाश होनेपर ही मिट सकता है। मेरा सुख और जीवन उसके विनाशपर ही निर्भर है ॥ ३९ ॥"
                },
                {
                    "slok": "एष मे राम शोकान्तः शोकार्तेन निवेदितः । दुःखितः सुखितो वापि सख्युर्नित्यं सखा गतिः ॥ ४० ॥",
                    "arth": "श्रीराम! यही मेरे शोकके नाशका उपाय है। मैंने शोकसे पीड़ित होनेके कारण आपसे यह बात निवेदन की है; क्योंकि मित्र दुःखमें हो या सुखमें, वह अपने मित्रकी सदा ही सहायता करता है' ॥ ४० ॥"
                },
                {
                    "slok": "श्रुत्वैतच्च वचो रामः सुग्रीवमिदमब्रवीत् । किं निमित्तमभूद् वैरं श्रोतुमिच्छामि तत्त्वतः ॥ ४१ ॥",
                    "arth": "यह सुनकर श्रीरामने सुग्रीवसे कहा- 'तुम दोनों भाइयोंमें वैर पड़नेका क्या कारण है, यह मैं ठीक-ठीक सुनना चाहता हूँ॥ ४१ ॥"
                },
                {
                    "slok": "सुखं हि कारणं श्रुत्वा वैरस्य तव वानर आनन्तर्याद् विधास्यामि सम्प्रधार्य बलाबलम् ॥ ४२ ॥",
                    "arth": "वानरराज! तुमलोगोंकी शत्रुताका कारण सुनकर तुम दोनोंकी प्रबलता और निर्बलताका निश्चय करके फिर तत्काल ही तुम्हें सुखी बनानेवाला उपाय करूंगा ॥ ४२॥"
                },
                {
                    "slok": "बलवान् हि ममामर्षः श्रुत्वा त्वामवमानितम् । वर्धते हृदयोत्कम्पी प्रावृड्वेग इवाम्भसः ॥ ४३ ॥",
                    "arth": "'जैसे वर्षाकालमें नदी आदिका वेग बहुत बढ़ जाता है, उसी प्रकार तुम्हारे अपमानित होनेकी बात सुनकर मेरा प्रबल रोष बढ़ता जा रहा है और मेरे हृदयको कम्पित किये देता है ॥ ४३ ॥"
                },
                {
                    "slok": "हृष्टः कथय विस्रब्धो यावदारोप्यते धनुः । सृष्टश्च हि मया बाणो निरस्तश्च रिपुस्तव ॥ ४४ ॥",
                    "arth": "मेरे धनुष चढ़ानेके पहले ही तुम अपनी सब बातें प्रसन्नतापूर्वक कह डालो; क्योंकि ज्यों ही मैंने बाण छोड़ा, तुम्हारा शत्रु तत्काल कालके गालमें चला जायगा' ॥ ४४ ॥"
                },
                {
                    "slok": "एवमुक्तस्तु सुग्रीवः काकुत्स्थेन महात्मना । प्रहर्षमतुलं लेभे चतुर्भिः सह वानरैः ॥ ४५ ॥",
                    "arth": "महात्मा श्रीरामचन्द्रजीके ऐसा कहनेपर सुग्रीवको अपने चारों वानरोंके साथ अपार हर्ष हुआ ॥ ४५ ॥"
                },
                {
                    "slok": "ततः प्रहृष्टवदनः सुग्रीवो लक्ष्मणाग्रजे। वैरस्य कारणं तत्त्वमाख्यातुमुपचक्रमे ॥ ४६ ॥",
                    "arth": "तदनन्तर सुग्रीवके मुखपर प्रसन्नता छा गयी और उन्होंने श्रीरामको वालीके साथ वैर होनेका यथार्थ कारण बताना आरम्भ किया ॥ ४६ ॥"
                },
                {
                    "samaapt_sarg": "वाली नाम मम भ्राता ज्येष्ठः शत्रुनिषूदनः । पितुर्बहुमतो नित्यं मम चापि तथा पुरा ॥ १ ॥",
                    "samaapt_arth": "रघुनन्दन! वाली मेरे बड़े भाई हैं। उनमें शत्रुओंका संहार करनेकी शक्ति है। मेरे पिता ऋक्षरजा उनको बहुत मानते थे। वैरसे पहले मेरे मनमें भी उनके प्रति आदरका भाव था ॥ १ ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - पितर्युपरते तस्मिन् ज्येष्ठोऽयमिति मन्त्रिभिः । कपीनामीश्वरो राज्ये कृतः परमसम्मतः ॥ २ ॥",
            "arth": [
                {
                    "slok": "वाली नाम मम भ्राता ज्येष्ठः शत्रुनिषूदनः । पितुर्बहुमतो नित्यं मम चापि तथा पुरा ॥ १ ॥",
                    "arth": "रघुनन्दन! वाली मेरे बड़े भाई हैं। उनमें शत्रुओंका संहार करनेकी शक्ति है। मेरे पिता ऋक्षरजा उनको बहुत मानते थे। वैरसे पहले मेरे मनमें भी उनके प्रति आदरका भाव था ॥ १ ॥"
                },
                {
                    "slok": "पितर्युपरते तस्मिन् ज्येष्ठोऽयमिति मन्त्रिभिः । कपीनामीश्वरो राज्ये कृतः परमसम्मतः ॥ २ ॥",
                    "arth": "पिताकी मृत्युके पश्चात् मन्त्रियोंने उन्हें ज्येष्ठ समझकर वानरोंका राजा बनाया। वे सबको बड़े प्रिय थे, इसीलिये किष्किन्धाके राज्यपर प्रतिष्ठित किये गये थे।"
                },
                {
                    "slok": "राज्यं प्रशासतस्तस्य पितृपैतामहं महत् । अहं सर्वेषु कालेषु प्रणतः प्रेष्यवत् स्थितः ॥ ३ ॥ ",
                    "arth": "वे पिता-पितामहोंके विशाल राज्यका शासन करने लगे और मैं हर समय विनीतभावसे दासकी भाँति उनकी सेवामें रहने लगा ॥ ३ ॥"
                },
                {
                    "slok": "मायावी नाम तेजस्वी पूर्वजो दुन्दुभेः सुतः । तेन तस्य महद्वैरं वालिनः स्त्रीकृतं पुरा ॥ ४ ॥",
                    "arth": "उन दिनों मायावी नामक एक तेजस्वी दानव रहता था, जो मय दानवका पुत्र और दुन्दुभिका बड़ा भाई था। उसके साथ वालीका स्त्रीके कारण बहुत बड़ा वैर हो गया था ॥ ४ ॥"
                },
                {
                    "slok": "स तु सुप्ते जने रात्रौ किष्किन्धाद्वारमागतः । नर्दति स्म सुसंरब्धो वालिनं चाह्वयद् रणे ॥ ५ ॥",
                    "arth": "एक दिन आधी रातके समय जब सब लोग सो गये, मायावी किष्किन्धापुरीके दरवाजेपर आया और क्रोध से भरकर गर्जने तथा वालीको युद्धके लिये ललकारने लगा ॥ ५ ॥"
                },
                {
                    "slok": "प्रसुप्तस्तु मम भ्राता नर्दतो भैरवस्वनम् । श्रुत्वा न ममृषे वाली निष्पपात जवात् तदा ॥ ६ ॥",
                    "arth": "उस समय मेरे भाई सो रहे थे। उसका भैरवनाद सुनकर उनकी नींद खुल गयी। उनसे उस राक्षसकी ललकार सही नहीं गयी; अतः वे तत्काल वेगपूर्वक घरसे निकले ॥"
                },
                {
                    "slok": "स तु वै निःसृतः क्रोधात् तं हन्तुमसुरोत्तमम् । वार्यमाणस्ततः स्त्रीभिर्मया च प्रणतात्मना ॥ ७ ॥",
                    "arth": "जब वे क्रोध करके उस श्रेष्ठ असुरको मारनेके लिये निकले, उस समय मैंने तथा अन्तःपुरकी स्त्रियोंने पैरों पड़कर उन्हें जानेसे रोका ॥ ७ ॥"
                },
                {
                    "slok": "स तु निर्धूय सर्वान् नो निर्जगाम महाबलः । ततोऽहमपि सौहार्दान्निःसृतो वालिना सह ॥ ८ ॥",
                    "arth": "परंतु महाबली वाली हम सबको हटाकर निकल पड़े, तब मैं भी स्नेहवश वालीके साथ ही बाहर निकला ॥ "
                },
                {
                    "slok": "स तु मे भ्रातरं दृष्ट्वा मां च दूरादवस्थितम् । असुरो जातसंत्रासः प्रदुद्राव तदा भृशम् ॥ ९ ॥",
                    "arth": "उस असुरने मेरे भाईको देखा तथा कुछ दूरपर खड़े हुए मेरे ऊपर भी उसकी दृष्टि पड़ी; फिर तो वह भयसे थर्रा उठा और बड़े जोरसे भागा ॥ ९ ॥"
                },
                {
                    "slok": "तस्मिन् द्रवति संत्रस्ते ह्यावां द्रुततरं गतौ । प्रकाशोऽपि कृतो मार्गश्चन्द्रेणोद्गच्छता तदा ॥ १० ॥",
                    "arth": "उसके भयभीत होकर भागनेपर हम दोनों भाइयोंने बड़ी तेजी के साथ उसका पीछा किया। उस समय उदित हुए चन्द्रमाने हमारे मार्गको भी प्रकाशित कर दिया था ॥ १० ॥"
                },
                {
                    "slok": "स तृणैरावृतं दुर्गं धरण्या विवरं महत् । प्रविवेशासुरो वेगादावामासाद्य विष्ठितौ ॥ ११ ॥",
                    "arth": "आगे जानेपर धरतीमें एक बहुत बड़ा बिल था, जो घास-फूससे ढका हुआ था। उसमें प्रवेश करना अत्यन्त कठिन था। वह असुर बड़े वेगसे उस बिलमें जा घुसा। वहाँ पहुँचकर हम दोनों ठहर गये ॥ ११ ॥"
                },
                {
                    "slok": "तं प्रविष्टं रिपुं दृष्ट्वा बिलं रोषवशं गतः । मामुवाच ततो वाली वचनं क्षुभितेन्द्रियः ॥ १२ ॥",
                    "arth": "शत्रुको बिलके अंदर घुसा देख वालीके क्रोधकी सीमा न रही। उनकी सारी इन्द्रियाँ क्षुब्ध हो उठीं और वे मुझसे इस प्रकार बोले- ॥ १२ ॥"
                },
                {
                    "slok": "इह तिष्ठाद्य सुग्रीव बिलद्वारि समाहितः । यावदत्र प्रविश्याहं निहन्मि समरे रिपुम् ॥ १३ ॥",
                    "arth": "सुग्रीव! जबतक मैं इस बिलके भीतर प्रवेश करके युद्धमें शत्रुको मारता हूँ, तबतक तुम आज इसके दरवाजेपर सावधानीसे खड़े रहो' ॥ १३ ॥ "
                },
                {
                    "slok": "मया त्वेतद् वचः श्रुत्वा याचितः स परंतपः । शापयित्वा च मां पद्भ्यां प्रविवेश बिलं ततः ॥ १४ ॥",
                    "arth": "'यह बात सुनकर मैंने शत्रुओंको संताप देनेवाले वालीसे स्वयं भी साथ चलनेके लिये प्रार्थना की, किंतु वे अपने चरणोंकी सौगन्ध दिलाकर अकेले ही बिलमें घुसे ॥ १४ ॥"
                },
                {
                    "slok": "तस्य प्रविष्टस्य बिलं साग्रः संवत्सरो गतः । स्थितस्य च बिलद्वारि स कालो व्यत्यवर्तत ॥ १५ ॥",
                    "arth": "बिलके भीतर गये हुए उन्हें एक सालसे अधिक समय बीत गया और बिलके दरवाजेपर खड़े-खड़े मेरा भी उतना ही समय निकल गया ॥ १५ ॥"
                },
                {
                    "slok": "अहं तु नष्टं तं ज्ञात्वा स्त्रेहादागतसम्भ्रमः। भ्रातरं न प्रपश्यामि पापशङ्कि च मे मनः ॥ १६ ॥",
                    "arth": "जब इतने दिनोंतक मुझे भाईका दर्शन नहीं हुआ, तब मैंने समझा कि मेरे भाई इस गुफामें ही कहीं खो गये। उस समय भ्रातृस्नेहके कारण मेरा हृदय व्याकुल हो उठा। मेरे मनमें उनके मारे जानेकी शङ्का होने लगी ॥"
                },
                {
                    "slok": "अथ दीर्घस्य कालस्य बिलात् तस्माद् विनिःसृतम् । सफेनं रुधिरं दृष्ट्वा ततोऽहं भृशदुःखितः ॥१७ ॥",
                    "arth": "तदनन्तर दीर्घकालके पश्चात् उस बिलसे सहसा फेनसहित खूनकी धारा निकली। उसे देखकर मैं बहुत दुःखी हो गया ॥ १७ ॥"
                },
                {
                    "slok": "नर्दतामसुराणां च ध्वनिमें श्रोत्रमागतः । न रतस्य च संग्रामे क्रोशतोऽपि स्वनो गुरोः ॥ १८ ॥",
                    "arth": "इतनेहीमें गरजते हुए असुरॉकी आवाज भी मेरे कानोंमें पड़ी। युद्धमें लगे हुए मेरे बड़े भाई भी गरजना कर रहे थे, किंतु उनकी आवाज मैं नहीं सुन सका ॥"
                },
                {
                    "slok": "अहं त्ववगतो बुद्ध्या चिह्रैस्तैभ्रातरं हतम् । पिधाय च बिलद्वारं शिलया गिरिमात्रया ॥ १९ ॥ शोकार्तश्चोदकं कृत्वा किष्किन्धामागतः सखे। गृहमानस्य मे तत् त्वं यत्नतो मन्त्रिभिः श्रुतम् ॥ २० ॥",
                    "arth": "इन सब चिह्नोंको देखकर बुद्धिद्वारा विचार करनेपर मैं इस निश्चयपर पहुँचा कि मेरे बड़े भाई मारे गये। फिर तो उस गुफाके दरवाजेपर मैंने पर्वतके समान एक पत्थरकी चट्टान रख दी और उसे बंद करके भाईको जलाञ्जलि दे शोकसे व्याकुल हुआ मैं किष्किन्धापुरीमें लौट आया। मैं सखे ! यद्यपि मैं इस यथार्थ बातको छिपा रहा था, तथापि मन्त्रियोंने यत्न करके सुन लिया ॥ १९-२०॥"
                },
                {
                    "slok": "ततोऽहं तैः समागम्य समेतैरभिषेचितः। राज्यं प्रशासतस्तस्य न्यायतो मम राघव॥२१॥ आजगाम रिपुं हत्वा दानवं स तु वानरः। अभिषिक्तं तु मां दृष्ट्वा क्रोधात् संरक्तलोचनः॥२२॥",
                    "arth": "'तब उन सबने मिलकर मुझे राज्यपर अभिषिक्त कर दिया। रघुनन्दन! मैं न्यायपूर्वक राज्यका संचालन करने लगा। इसी समय अपने शत्रुभूत उस दानवको मारकर वानरराज वाली घर लौटे। लौटनेपर मुझे राज्यपर अभिषिक्त हुआ देख उनकी आँखें क्रोधसे लाल हो गयीं ॥ २१-२२॥ "
                },
                {
                    "slok": "मदीयान मन्त्रिणो बदध्वा परुषं वाक्यमब्रवीत। | निग्रहे च समर्थस्य तं पापं प्रति राघव॥२३॥ | न प्रावर्तत मे बुद्धिर्भ्रातृगौरवयन्त्रिता।",
                    "arth": "'मेरे मन्त्रियोंको उन्होंने कैद कर लिया और उन्हें | कठोर बातें सनायीं। रघवीर! यद्यपि मैं स्वयं भी उस पापीको कैद करनेमें समर्थ था तो भी भाईके प्रति गुरुभाव होनेके कारण मेरी बुद्धिमें ऐसा विचार नहीं हुआ॥ २३३॥ "
                },
                {
                    "slok": "हत्वा शत्रु स मे भ्राता प्रविवेश पुरं तदा ॥२४॥ मानयंस्तं महात्मानं यथावच्चाभिवादयम्। उक्ताश्च नाशिषस्तेन प्रहृष्टेनान्तरात्मना॥२५॥",
                    "arth": "'इस प्रकार शत्रुका वध करके मेरे भाईने | उस समय नगरमें प्रवेश किया। उन महात्माका सम्मान करते हुए मैंने यथोचितरूपसे उनके चरणोंमें मस्तक झुकाया तो भी उन्होंने प्रसन्नचित्तसे मुझे आशीर्वाद नहीं | दिया॥ २४-२५॥"
                },
                {
                    "slok": "नत्वा पादावहं तस्य मुकुटेनास्पृशं प्रभो। | अपि वाली मम क्रोधान्न प्रसादं चकार सः॥२६॥",
                    "arth": "'प्रभो! मैंने भाईके सामने झुककर अपने मस्तकके | मुकुटसे उनके दोनों चरणोंका स्पर्श किया तो भी | क्रोधके कारण वाली मुझपर प्रसन्न नहीं हुए' ॥२६॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे नवमः सर्गः॥९॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें नवाँ सर्ग पूरा हुआ॥९॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - दशमः सर्गः भाईके साथ वैरका कारण बतानेके प्रसङ्गमें सुग्रीवका वालीको मनाने और वालीद्वारा अपने निष्कासित होनेका वृत्तान्त सुनाना",
            "arth": [
                {
                    "slok": "ततः क्रोधसमाविष्टं संरब्धं तमुपागतम्। अहं प्रसादयांचने भ्रातरं हितकाम्यया॥१॥",
                    "arth": "(सुग्रीव कहते हैं-) तदनन्तर क्रोधसे आविष्ट तथा विक्षुब्ध होकर आये हुए अपने बड़े भाईको उनके हितकी कामनासे मैं पुनः प्रसन्न करनेकी चेष्टा करने लगा॥१॥ "
                },
                {
                    "slok": "दिष्ट्यासि कुशली प्राप्तो निहतश्च त्वया रिपुः।गार अनाथस्य हि मे नाथस्त्वमेकोऽनाथनन्दन॥२॥",
                    "arth": "'मैंने कहा-'अनाथनन्दन! सौभाग्यकी बात है कि आप सकुशल लौट आये और वह शत्रु आपके हाथसे मारा गया। मैं आपके बिना अनाथ हो रहा था। अब एकमात्र आप ही मेरे नाथ हैं॥२॥"
                },
                {
                    "slok": "इदं बहुशलाकं ते पूर्णचन्द्रमिवोदितम्। छत्रं सवालव्यजनं प्रतीच्छस्व मया धृतम्॥३॥",
                    "arth": "यह बहुत-सी तीलियोंसे युक्त तथा उदित हुए पूर्ण चन्द्रमाके समान श्वेत छत्र मैं आपके मस्तकपर लगाता और चँवर डुलाता हूँ। आप इन्हें स्वीकार करें। "
                },
                {
                    "slok": "आर्तस्तत्र बिलद्वारि स्थितः संवत्सरं नृप। दृष्ट्वा च शोणितं द्वारि बिलाच्चापि समुत्थितम्॥४॥ शोकसंविग्रहृदयो भृशं व्याकुलितेन्द्रियः।",
                    "arth": "वानरराज! मैं बहुत दुःखी होकर एक वर्षतक उस बिलके दरवाजेपर खड़ा रहा। उसके बाद बिलके भीतरसे खूनकी धारा निकली। द्वारपर वह रक्त देखकर मेरा हृदय शोकसे उद्विग्न हो उठा और मेरी सारी इन्द्रियाँ अत्यन्त व्याकुल हो गयीं॥४३॥"
                },
                {
                    "slok": "अपिधाय बिलद्वारं शैलशृङ्गेण तत् तदा ॥५॥ तस्माद् देशादपाक्रम्य किष्किन्धां प्राविशं पुनः। ",
                    "arth": "तब उस बिलके द्वारको एक पर्वत-शिखरसे ढककर मैं उस स्थानसे हट गया और पुनः किष्किन्धापुरीमें चला आया॥५३॥ "
                },
                {
                    "slok": "विषादात्त्विह मां दृष्ट्वा पौरैमन्त्रिभिरेव च॥६॥ अभिषिक्तो न कामेन तन्मे क्षन्तुं त्वमर्हसि।",
                    "arth": "यहाँ विषादपूर्वक मुझे अकेला लौटा देख पुरवासियों और मन्त्रियोंने ही इस राज्यपर मेरा अभिषेक कर दिया। मैंने स्वेच्छासे इस राज्यको नहीं ग्रहण किया है। अतः अज्ञानवश होनेवाले मेरे इस अपराधको आप क्षमा करें॥६ ॥"
                },
                {
                    "slok": "त्वमेव राजा मानार्हः सदा चाहं यथा पुरा॥७॥ | राजभावे नियोगोऽयं मम त्वद्विरहात् कृतः।",
                    "arth": "आप ही यहाँके सम्माननीय राजा हैं और मैं सदा आपका पूर्ववत् सेवक हूँ। आपके वियोगसे ही राजाके | पदपर मेरी यह नियुक्ति की गयी॥७३॥"
                },
                {
                    "slok": "सामात्यपौरनगरं स्थितं निहतकण्टकम्॥८॥ न्यासभूतमिदं राज्यं तव निर्यातयाम्यहम्।",
                    "arth": "मन्त्रियों, पुरवासियों तथा नगरसहित आपका यह सारा अकंटक राज्य मेरे पास धरोहरके रूपमें रखा था। अब इसे मैं आपकी सेवामें लौटा रहा हूँ॥८॥"
                },
                {
                    "slok": "मा च रोषं कृथाः सौम्य मम शत्रुनिषूदन॥९॥ याचे त्वां शिरसा राजन् मया बद्धोऽयमञ्जलिः।",
                    "arth": "सौम्य! शत्रुसूदन! आप मुझपर क्रोध न करें। 'राजन्! मैं इसके लिये मस्तक झुकाकर प्रार्थना करता हूँ और हाथ जोड़ता हूँ॥९॥"
                },
                {
                    "slok": "बलादस्मिन् समागम्य मन्त्रिभिः पुरवासिभिः॥१०॥ राजभावे नियुक्तोऽहं शून्यदेशजिगीषया।",
                    "arth": "मन्त्रियों तथा पुरवासियोंने मिलकर जबर्दस्ती मुझे इस राज्यपर बिठाया है। वह भी इसलिये कि राजासे रहित राज्य देखकर कोई शत्रु इसे जीतनेकी इच्छासे आक्रमण न कर बैठे॥१०॥ "
                },
                {
                    "slok": "स्निग्धमेवं ब्रुवाणं मां स विनिर्भय॑ वानरः॥११॥ धिक्त्वामिति च मामुक्त्वा बहु तत्तदुवाच ह।",
                    "arth": "'मैंने ये सारी बातें बड़े प्रेमसे कही थीं, किंतु उस वानरने मुझे डाँटकर कहा–'तुझे धिक्कार है'। यों कहकर उसने मुझे और भी बहुत-सी कठोर बातें सुनायीं ॥११॥ "
                },
                {
                    "slok": "प्रकृतीश्च समानीय मन्त्रिणश्चैव सम्मतान्॥१२॥ मामाह सुहृदां मध्ये वाक्यं परमगर्हितम्।",
                    "arth": "'तत्पश्चात् उसने प्रजाजनों और सम्मान्य मन्त्रियोंको बुलाया तथा सुहृदोंके बीचमें मेरे प्रति अत्यन्त निन्दित वचन कहा ॥ १२३॥"
                },
                {
                    "slok": "विदितं वो मया रात्रौ मायावी स महासुरः॥१३॥ | मां समाह्वयत क्रुद्धो युद्धाकांक्षी तदा पुरा।",
                    "arth": "'वह बोला-'आपलोगोंको मालूम होगा कि एक | दिन रातमें मेरे साथ युद्ध करनेकी इच्छासे मायावी नामक महान् असुर यहाँ आया था। उसने क्रोधमें भरकर पहले मुझे युद्धके लिये ललकारा॥१३३ ॥"
                },
                {
                    "slok": "तस्य तद् भाषितं श्रुत्वा निःसृतोऽहं नृपालयात्॥१४॥ अनुयातश्च मां तूर्णमयं भ्राता सुदारुणः। ",
                    "arth": "उसकी वह ललकार सुनकर मैं राजभवनसे निकल पड़ा। उस समय यह क्रूर स्वभाववाला मेरा भाई भी तुरंत ही मेरे पीछे-पीछे आया॥१४३ ॥ "
                },
                {
                    "slok": "स तु दृष्ट्वैव मां रात्रौ सद्वितीयं महाबलः ॥१५॥ प्राद्रवद् भयसंत्रस्तो वीक्ष्यावां समुपागतौ। अभिद्रुतस्तु वेगेन विवेश स महाबिलम्॥१६॥",
                    "arth": "यद्यपि वह असुर बड़ा बलवान् था तथापि मुझे एक दूसरे सहायकके साथ देखते ही भयभीत हो उस रातमें भाग चला। हम दोनों भाइयोंको आते देख वह बड़े वेगसे दौड़ा और एक विशाल गुफामें घुस गया॥"
                },
                {
                    "slok": "तं प्रविष्टं विदित्वा तु सुघोरं सुमहद्विलम्। अयमुक्तोऽथ मे भ्राता मया तु क्रूरदर्शनः॥१७॥",
                    "arth": "उस अत्यन्त भयंकर विशाल गुफामें उस असुरको घुसा हुआ जानकर मैंने अपने इस क्रूरदर्शी भाईसे कहा-॥१७॥"
                },
                {
                    "slok": "अहत्वा नास्ति मे शक्तिः प्रतिगन्तुमितः पुरीम्। बिलद्वारि प्रतीक्ष त्वं यावदेनं निहन्म्यहम्॥१८॥",
                    "arth": "सुग्रीव! इस शत्रुको मारे बिना मैं यहाँसे किष्किन्धापुरीको लौट चलनेमें असमर्थ हूँ; अत: जबतक मैं इस असुरको मारकर लौटता हूँ, तबतक तुम इस गुफाके दरवाजेपर रहकर मेरी प्रतीक्षा करो'॥१८॥"
                },
                {
                    "slok": "स्थितोऽयमिति मत्वाहं प्रविष्टस्तु दुरासदम्। तं मे मार्गयतस्तत्र गतः संवत्सरस्तदा॥१९॥",
                    "arth": "ऐसा कहकर और 'यह तो यहाँ खड़ा है ही' ऐसा विश्वास करके मैं उस अत्यन्त दुर्गम गुफाके भीतर प्रविष्ट हुआ। भीतर जाकर मैं उस दानवकी खोज करने लगा और इसीमें मेरा वहाँ एक वर्षका समय व्यतीत हो गया॥१९॥"
                },
                {
                    "slok": "स तु दृष्टो मया शत्रुरनिर्वेदाद् भयावहः। निहतश्च मया सद्यः स सर्वैः सह बन्धुभिः॥२०॥ ",
                    "arth": "इसके बाद मैंने उस भयंकर शत्रुको देखा। इतने दिनोंतक उसके न मिलनेसे मेरे मनमें कोई क्लेश या उदासीनता नहीं हुई थी। मैंने उसे उसके समस्त बन्धुबान्धवोंसहित तत्काल कालके गालमें डाल दिया॥२०॥"
                },
                {
                    "slok": "तस्यास्यात्तु प्रवृत्तेन रुधिरौघेण तद्विलम्। पर्णमासीद देगकामं स्तनतस्तस्य भतले॥२१॥",
                    "arth": "उसके मुखसे और छातीसे भी भूतलपर रक्तका ऐसा प्रवाह जारी हुआ, जिससे वह सारी दुर्गम गुफा भर गयी॥ २१॥ "
                },
                {
                    "slok": "सूदयित्वा तु तं शत्रु विक्रान्तं तमहं सुखम्। निष्कामं नैव पश्यामि बिलस्य पिहितं मुखम्॥२२॥",
                    "arth": "इस तरह उस पराक्रमी शत्रुका सुखपूर्वक वध करके जब मैं लौटा, तब मुझे निकलनेका कोई मार्ग ही नहीं दिखायी देता था; क्योंकि बिलका दरवाजा बंद कर दिया गया था॥२२॥ "
                },
                {
                    "slok": "विक्रोशमानस्य तु मे सुग्रीवेति पुनः पुनः। यतः प्रतिवचो नास्ति ततोऽहं भृशदुःखितः॥२३॥",
                    "arth": "मैंने 'सुग्रीव! सुग्रीव! कहकर बारंबार पुकारा, किंतु कोई उत्तर नहीं मिला। इससे मुझे बड़ा दुःख हुआ॥२३॥"
                },
                {
                    "slok": "पादप्रहारैस्तु मया बहुभिः परिपातितम्। ततोऽहं तेन निष्क्रम्य पथा पुरमुपागतः॥२४॥",
                    "arth": "मैंने बारंबार लात मारकर किसी तरह उस पत्थरको पीछेकी ओर ढकेला। इसके बाद गुफाद्वारसे निकलकर यहाँकी राह पकड़े मैं इस नगरमें लौटा हूँ॥२४॥ "
                },
                {
                    "slok": "तत्रानेनास्मि संरुद्धो राज्यं मृगयताऽऽत्मनः। सुग्रीवेण नृशंसेन विस्मृत्य भ्रातृसौहृदम्॥२५॥",
                    "arth": "यह सुग्रीव ऐसा क्रूर और निर्दयी है कि इसने भ्रातृ-प्रेमको भुला दिया और सारा राज्य अपने हाथमें कर लेनेके लिये मुझे उस गुफाके अंदर बंद कर दिया था। "
                },
                {
                    "slok": "एवमुक्त्वा तु मां तत्र वस्त्रेणैकेन वानरः। | तदा निर्वासयामास वाली विगतसाध्वसः ॥२६॥",
                    "arth": "'ऐसा कहकर वानरराज वालीने निर्भयतापूर्वक | मुझे घरसे निकाल दिया। उस समय मेरे शरीरपर एक ही वस्त्र रह गया था॥२६॥ "
                },
                {
                    "slok": "तेनाहमपविद्धश्च हृतदारश्च राघव। तद्भयाच्च महीं सर्वां क्रान्तवान् सवनार्णवाम् ॥२७॥ ऋष्यमूकं गिरिवरं भार्याहरणदुःखितः। प्रविष्टोऽस्मि दुराधर्षं वालिनः कारणान्तरे॥२८॥",
                    "arth": "'रघुनन्दन! उसने मुझे घरसे तो निकाल ही दिया, मेरी स्त्रीको भी छीन लिया। उसके भयसे मैं वनों और | समुद्रोंसहित सारी पृथ्वीपर मारा-मारा फिरता रहा। अन्ततोगत्वा मैं भार्याहरणके दुःखसे दुःखी हो इस श्रेष्ठ | पर्वत ऋष्यमूकपर चला आया; क्योंकि एक विशेष कारणवश वालीके लिये इस स्थानपर आक्रमण करना बहत कठिन है॥ २७-२८॥"
                },
                {
                    "slok": "एतत्ते सर्वमाख्यातं वैरानुकथनं महत्। अनागसा मया प्राप्तं व्यसनं पश्य राघव॥२९॥",
                    "arth": "'रघुनाथजी! यही वालीके साथ मेरे वैर पड़नेकी विस्तृत कथा है। यह सब मैंने आपको सुना दी। देखिये, बिना अपराधके ही मुझे यह सब संकट भोगना पड़ता है॥ २९॥"
                },
                {
                    "slok": "वालिनश्च भयात् तस्य सर्वलोकभयापह। कर्तुमर्हसि मे वीर प्रसादं तस्य निग्रहात्॥३०॥",
                    "arth": "'वीरवर! आप सम्पूर्ण जगत्का भय दूर करनेवाले हैं। मुझपर कृपा कीजिये और वालीका दमन करके मुझे उसके भयसे बचाइये' ॥३०॥ "
                },
                {
                    "slok": "एवमुक्तः स तेजस्वी धर्मज्ञो धर्मसंहितम्। वचनं वक्तुमारेभे सुग्रीवं प्रहसन्निव॥३१॥",
                    "arth": "सुग्रीवके ऐसा कहनेपर धर्मके ज्ञाता परम तेजस्वी श्रीरामचन्द्रजीने उनसे हँसते हुए-से यह धर्मयुक्त वचन कहना आरम्भ किया-॥३१॥ "
                },
                {
                    "slok": "अमोघाः सूर्यसंकाशा निशिता मे शरा इमे। तस्मिन् वालिनि दुर्वृत्ते पतिष्यन्ति रुषान्विताः ॥३२॥",
                    "arth": "'मित्र! ये मेरे सूर्यके समान तेजस्वी तीखे बाण अमोघ हैं, जो दुराचारी वालीपर रोषपूर्वक पड़ेंगे॥ ३२॥"
                },
                {
                    "slok": "यावत् तं नहि पश्येयं तव भार्यापहारिणम्। तावत् स जीवेत् पापात्मा वाली चारित्रदूषकः॥३३॥",
                    "arth": "'जबतक तुम्हारी भार्याका अपहरण करनेवाले उस वानरको मैं अपने सामने नहीं देखता हूँ तबतक सदाचारको कलंकित करनेवाला वह पापात्मा वाली जीवन धारण कर ले॥३३॥ "
                },
                {
                    "slok": "आत्मानुमानात् पश्यामि मग्नस्त्वं शोकसागरे। त्वामहं तारयिष्यामि बाढं प्राप्स्यसि पुष्कलम्॥३४॥",
                    "arth": "'मैं अपने ही अनुमानसे समझता हूँ कि तुम शोकके समुद्रमें डूबे हुए हो। मैं तुम्हारा उद्धार करूँगा। तुम अपनी पत्नी तथा विशाल राज्यको भी अवश्य प्राप्त कर लोगे'॥३४॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा हर्षपौरुषवर्धनम्। सुग्रीवः परमप्रीतः सुमहद्वाक्यमब्रवीत्॥३५॥",
                    "arth": "श्रीरामका यह वचन हर्ष और पुरुषार्थको बढ़ानेवाला | था। उसे सुनकर सुग्रीवको बड़ी प्रसन्नता हुई। फिर वे | बहुत ही महत्त्वपूर्ण बात कहने लगे॥ ३५॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे दशमः सर्गः॥१०॥",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें दसवाँ सर्ग पूरा हुआ॥१०॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - एकादशः सर्गः सुग्रीवके द्वारा वालीके पराक्रमका वर्णन- वालीका दुन्दुभि दैत्यको मारकर उसकी लाशको मतङ्गवनमें फेंकना, मतङ्गमुनिका वालीको शाप देना, श्रीरामका दुन्दुभिके अस्थिसमूहको दूर फेंकना और सुग्रीवका उनसे साल-भेदनके लिये आग्रह करना",
            "arth": [
                {
                    "slok": "रामस्य वचनं श्रुत्वा हर्षपौरुषवर्धनम्। सुग्रीवः पूजयांचक्रे राघवं प्रशशंस च॥१॥",
                    "arth": "श्रीरामचन्द्रजीका वचन हर्ष और पुरुषार्थको बढ़ानेवाला था, उसे सुनकर सुग्रीवने उसके प्रति अपना आदर प्रकट किया और श्रीरघुनाथजीकी इस प्रकार प्रशंसा की-॥१॥ "
                },
                {
                    "slok": "असंशयं प्रज्वलितैस्तीक्ष्णैर्मर्मातिगैः शरैः। त्वं दहेः कुपितो लोकान् युगान्त इव भास्करः॥२॥ ",
                    "arth": "'प्रभो! आपके बाण प्रज्वलित, तीक्ष्ण एवं मर्मभेदी हैं। यदि आप कुपित हो जायँ तो इनके द्वारा प्रलयकालके सूर्यकी भाँति समस्त लोकोंको भस्म कर सकते हैं। इसमें संशयकी बात नहीं है॥२॥ "
                },
                {
                    "slok": "वालिनः पौरुषं यत्तद् यच्च वीर्यं धृतिश्च या। तन्ममैकमनाः श्रुत्वा विधत्स्व यदनन्तरम्॥३॥ ",
                    "arth": "'परंतु वालीका जैसा पुरुषार्थ है, जो बल है और जैसा धैर्य है, वह सब एकचित्त होकर सुन लीजिये। उसके बाद जैसा उचित हो, कीजियेगा॥३॥ "
                },
                {
                    "slok": "समुद्रात् पश्चिमात् पूर्वं दक्षिणादपि चोत्तरम्। क्रामत्यनुदिते सूर्ये वाली व्यपगतक्लमः॥४॥",
                    "arth": "'वाली सूर्योदयके पहले ही पश्चिम समुद्रसे पूर्व समुद्रतक और दक्षिण सागरसे उत्तरतक घूम आता है; फिर भी वह थकता नहीं है॥४॥ "
                },
                {
                    "slok": "अग्राण्यारुह्य शैलानां शिखराणि महान्त्यपि। ऊर्ध्वमुत्पात्य तरसा प्रतिगृह्णाति वीर्यवान्॥५॥",
                    "arth": "'पराक्रमी वाली पर्वतोंकी चोटियोंपर चढ़कर बड़े-बड़े शिखरोंको बलपूर्वक उठा लेता और ऊपरको उछालकर फिर उन्हें हाथोंसे थाम लेता है॥५॥ "
                },
                {
                    "slok": "बहवः सारवन्तश्च वनेषु विविधा द्रुमाः। वालिना तरसा भना बलं प्रथयताऽऽत्मनः॥६॥",
                    "arth": "'वनोंमें नाना प्रकारके जो बहुत-से सुदृढ़ वृक्ष थे, उन्हें अपने बलको प्रकट करते हुए वालीने वेगपूर्वक तोड़ डाला है॥६॥ "
                },
                {
                    "slok": "महिषो दुन्दुभिर्नाम कैलासशिखरप्रभः। बलं नागसहस्त्रस्य धारयामास वीर्यवान्॥७॥ ",
                    "arth": "'पहलेकी बात है यहाँ एक दुन्दुभि नामका असुर रहता था, जो भैंसेके रूपमें दिखायी देता था। वह ऊँचाईमें कैलास पर्वतके समान जान पड़ता था। पराक्रमी दुन्दुभि अपने शरीरमें एक हजार हाथियोंका बल रखता था॥"
                },
                {
                    "slok": "स वीर्योत्सेकदुष्टात्मा वरदानेन मोहितः। जगाम स महाकायः समुद्रं सरितां पतिम्॥८॥",
                    "arth": "'बलके घमंडमें भरा हुआ वह विशालकाय दुष्टात्मा दानव अपनेको मिले हुए वरदानसे मोहित हो सरिताओंके स्वामी समुद्रके पास गया॥८॥ "
                },
                {
                    "slok": "ऊर्मिमन्तमतिक्रम्य सागरं रत्नसंचयम्। मम युद्धं प्रयच्छेति तमुवाच महार्णवम्॥९॥ ",
                    "arth": "'जिसमें उत्ताल तरङ्ग उठ रही थीं तथा जो रत्नोंकी निधि हैं, उस महान् जलराशिसे परिपूर्ण समुद्रको लाँघकरउसे कुछ भी न समझकर दुन्दुभिने उसके अधिष्ठाता देवतासे कहा-'मुझे अपने साथ युद्धका अवसर दो'॥९॥"
                },
                {
                    "slok": "ततः समुद्रो धर्मात्मा समुत्थाय महाबलः। अब्रवीद् वचनं राजन्नसुरं कालचोदितम्॥१०॥",
                    "arth": "'राजन् ! उस समय महान् बलशाली धर्मात्मा समुद्र उस कालप्रेरित असुरसे इस प्रकार बोला- ॥१०॥ "
                },
                {
                    "slok": "समर्थो नास्मि ते दातुं युद्धं युद्धविशारद। श्रूयतां त्वभिधास्यामि यस्ते युद्धं प्रदास्यति॥११॥ ",
                    "arth": "युद्धविशारद वीर! मैं तुम्हें युद्धका अवसर देने- तुम्हारे साथ युद्ध करनेमें असमर्थ हूँ। जो तुम्हें युद्ध प्रदान करेगा, उसका नाम बतलाता हूँ, सुनो॥११॥"
                },
                {
                    "slok": "शैलराजो महारण्ये तपस्विशरणं परम्। शंकरश्वशुरो नाम्ना हिमवानिति विश्रुतः॥१२॥ महाप्रस्त्रवणोपेतो बहुकन्दरनिर्झरः। स समर्थस्तव प्रीतिमतुलां कर्तुमर्हति ॥१३॥",
                    "arth": "'विशाल वनमें जो पर्वतोंका राजा और भगवान् शंकरका श्वशुर है, तपस्वी जनोंका सबसे बड़ा आश्रय और संसारमें हिमवान् नामसे विख्यात है, जहाँसे जलके बड़े-बड़े स्रोत प्रकट हुए हैं। तथा जहाँ बहुत-सी कन्दराएँ और झरने हैं, वह गिरिराज हिमालय ही तुम्हारे साथ युद्ध करनेमें समर्थ है। वह तुम्हें अनुपम प्रीति पटान कर सकता है॥१२-१३ ॥"
                },
                {
                    "slok": "तं भीतमिति विज्ञाय समुद्रमसुरोत्तमः। हिमवद्वनमागम्य शरश्चापादिव च्युतः॥१४॥ | ततस्तस्य गिरेः श्वेता गजेन्द्रप्रतिमाः शिलाः। | चिक्षेप बहुधा भूमौ दुन्दुभिर्विननाद च॥१५॥",
                    "arth": "'यह सुनकर असुरशिरोमणि दुन्दुभि समुद्रको डरा | हुआ जान धनुषसे छूटे हुए बाणकी भाँति तुरंत हिमालयके वनमें जा पहुंचा और उस पर्वतकी गजराजोंके | समान विशाल श्वेत शिलाओंको बारंबार भूमिपर फेंकने और गर्जना करने लगा॥१४-१५॥"
                },
                {
                    "slok": "ततः श्वेताम्बुदाकारः सौम्यः प्रीतिकराकृतिः। | हिमवानब्रवीद् वाक्यं स्व एव शिखरे स्थितः॥१६॥",
                    "arth": "'तब श्वेत बादलके समान आकार धारण किये | सौम्य स्वभाववाले हिमवान् वहाँ प्रकट हुए। उनकी | आकृति प्रसन्नताको बढ़ानेवाली थी। वे अपने ही | शिखरपर खड़े होकर बोले- ॥१६॥ "
                },
                {
                    "slok": "क्लेष्टुमर्हसि मां न त्वं दुन्दुभे धर्मवत्सल। | रणकर्मस्वकशलस्तपस्विशरणो ह्यहम्॥१७॥",
                    "arth": "धर्मवत्सल दुन्दुभे! तुम मुझे क्लेश न दो। मैं युद्धकर्ममें - कुशल नहीं हूँ। मैं तो केवल तपस्वी जनोंका निवासस्थान हूँ॥"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा गिरिराजस्य धीमतः। उवाच दुन्दुभिर्वाक्यं क्रोधात् संरक्तलोचनः॥१८॥",
                    "arth": "'बुद्धिमान् गिरिराज हिमालयकी यह बात सुनकर दुन्दुभिके नेत्र क्रोधसे लाल हो गये और वह इस प्रकार बोला- ॥१८॥"
                },
                {
                    "slok": "यदि युद्धेऽसमर्थस्त्वं मद्भयाद् वा निरुद्यमः। तमाचक्ष्व प्रदद्यान्मे यो हि युद्धं युयुत्सतः॥१९॥",
                    "arth": "'यदि तुम युद्ध करने में असमर्थ हो अथवा मेरे | भयसे ही युद्धकी चेष्टासे विरत हो गये हो तो मुझे उस वीरका नाम बताओ, जो युद्धकी इच्छा रखनेवाले मुझको अपने साथ युद्ध करनेका अवसर दे' ॥१९॥"
                },
                {
                    "slok": "हिमवानब्रवीद वाक्यं श्रुत्वा वाक्यविशारदः। अनुक्तपूर्वं धर्मात्मा क्रोधात् तमसुरोत्तमम्॥२०॥",
                    "arth": "'उसकी यह बात सुनकर बातचीतमें कुशल धर्मात्मा हिमवान्ने श्रेष्ठ असुरसे, जिसके लिये पहले किसीने किसी प्रतिद्वन्द्वी योद्धाका नाम नहीं बताया था, क्रोधपूर्वक कहा- ॥ २०॥"
                },
                {
                    "slok": "वाली नाम महाप्राज्ञ शक्रपुत्रः प्रतापवान्। अध्यास्ते वानरः श्रीमान् किष्किन्धामतुलप्रभाम्॥२१॥",
                    "arth": "महाप्राज्ञ दानवराज! वाली नामसे प्रसिद्ध एक परम तेजस्वी और प्रतापी वानर हैं जो देवराज इन्द्रके पुत्र हैं और अनुपम शोभासे पूर्ण किष्किन्धा नामक पुरीमें निवास करते हैं॥२१॥"
                },
                {
                    "slok": "स समर्थों महाप्राज्ञस्तव युद्धविशारदः। द्वन्द्वयुद्धं स दातुं ते नमुचेरिव वासवः॥२२॥",
                    "arth": "वे बड़े बुद्धिमान् और युद्धकी कलामें निपुण हैं। वे ही तुमसे जूझनेमें समर्थ हैं। जैसे इन्द्रने नमुचिको युद्धका अवसर दिया था, उसी प्रकार वाली तुम्हें द्वन्द्वयुद्ध प्रदान कर सकते हैं ॥ २२॥"
                },
                {
                    "slok": "तं शीघ्रमभिगच्छ त्वं यदि युद्धमिहेच्छसि। स हि दुर्मर्षणो नित्यं शूरः समरकर्मणि ॥२३॥",
                    "arth": "यदि तुम यहाँ युद्ध चाहते हो तो शीघ्र चले जाओ; क्योंकि वालीके लिये किसी शत्रुकी ललकारको सह सकना बहुत कठिन है। वे युद्धकर्ममें सदा शूरता प्रकट करनेवाले हैं॥२३॥"
                },
                {
                    "slok": "श्रुत्वा हिमवतो वाक्यं कोपाविष्टः स दुन्दुभिः। जगाम तां पुरीं तस्य किष्किन्धां वालिनस्तदा ॥२४॥",
                    "arth": "'हिमवान्की बात सुनकर क्रोधसे भरा हुआ दुन्दुभि तत्काल वालीकी किष्किन्धापुरीमें जा पहुँचा॥ २४॥ "
                },
                {
                    "slok": "धारयन माहिषं रूपं तीक्ष्णडो भयावहः। प्रावृषीव महामेघस्तोयपूर्णो नभस्तले॥२५॥",
                    "arth": "'उसने भैंसेका-सा रूप धारण कर रखा था। उसके सींग बड़े तीखे थे। वह बड़ा भयंकर था और वर्षाकालके आकाशमें छाये हुए जलसे भरे महान् मेघके समान जान पड़ता था॥२५॥ "
                },
                {
                    "slok": "ततस्तु द्वारमागम्य किष्किन्धाया महाबलः। ननद कम्पयन् भूमिं दुन्दुभिर्दुन्दुभिर्यथा॥२६॥",
                    "arth": "'वह महाबली दुन्दुभि किष्किन्धापुरीके द्वारपर आकर भूमिको कँपाता हुआ जोर-जोरसे गर्जना करने लगा, मानो दुन्दुभिका गम्भीर नाद हो रहा हो॥२६॥ "
                },
                {
                    "slok": "समीपजान् गुमान् भञ्जन् वसुधां दारयन् खुरैः। विषाणेनोल्लिखन् दर्पात् तद्वारं द्विरदो यथा॥२७॥ ",
                    "arth": "'वह आसपासके वृक्षोंको तोड़ता, धरतीको खुरोंसे खोदता और घमंडमें आकर पुरीके दरवाजेको सींगोंसे खरोंचता हुआ युद्धके लिये डट गया॥२७॥"
                },
                {
                    "slok": "अन्तःपुरगतो वाली श्रुत्वा शब्दममर्षणः। निष्पपात सह स्त्रीभिस्ताराभिरिव चन्द्रमा॥२८॥",
                    "arth": "'वाली उस समय अन्तःपुरमें था। उस दानवकी गर्जना सुनकर वह अमर्षसे भर गया और तारोंसे घिरे हुए चन्द्रमाकी भाँति स्त्रियोंसे घिरा हुआ नगरके बाहर निकल आया॥ २८॥"
                },
                {
                    "slok": "मितं व्यक्ताक्षरपदं तमुवाच स दुन्दुभिम्। हरीणामीश्वरो वाली सर्वेषां वनचारिणाम्॥२९॥",
                    "arth": "'समस्त वनचारी वानरोंके राजा वालीने वहाँ सुस्पष्ट अक्षरों तथा पदोंसे युक्त परिमित वाणीमें उस दुन्दुभिसे कहा-॥२९॥"
                },
                {
                    "slok": "किमर्थं नगरद्वारमिदं रुद्ध्वा विनर्दसे। दुन्दुभे विदितो मेऽसि रक्ष प्राणान् महाबल॥३०॥",
                    "arth": "महाबली दुन्दुभे! मैं तुम्हें अच्छी तरह जानता हूँ। तुम इस नगरद्वारको रोककर क्यों गरज रहे हो? अपने प्राणोंकी रक्षा करो'॥३०॥ "
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा वानरेन्द्रस्य धीमतः। उवाच दुन्दुभिर्वाक्यं क्रोधात् संरक्तलोचनः॥३१॥",
                    "arth": "बुद्धिमान् वानराज वालीका यह वचन सुनकर दुन्दुभिकी आँखें क्रोधसे लाल हो गयीं। वह उससे इस प्रकार बोला-॥३१॥ "
                },
                {
                    "slok": "न त्वं स्त्रीसंनिधौ वीर वचनं वक्तुमर्हसि। मम युद्धं प्रयच्छाद्य ततो ज्ञास्यामि ते बलम्॥३२॥",
                    "arth": "वीर तुम्हें स्त्रियोंके समीप ऐसी बात नहीं कहनी | चाहिये। मुझे युद्धका अवसर दो, तब मैं तुम्हारा बल समशृंगा॥३२॥"
                },
                {
                    "slok": "अथवा धारयिष्यामि क्रोधमद्य निशामिमाम्। | गृह्यतामुदयः स्वैरं कामभोगेषु वानर ॥३३॥",
                    "arth": "अथवा वानर! मैं आजकी रातमें अपने क्रोधको | रोके रहूँगा। तुम स्वेच्छानुसार कामभोगके लिये सूर्योदयतक | समय मुझसे ले लो॥३३॥ "
                },
                {
                    "slok": "दीयतां सम्प्रदानं च परिष्वज्य च वानरान्। | सर्वशाखामृगेन्द्रस्त्वं संसादय सुहृज्जनम्॥३४॥",
                    "arth": "वानरोंको हृदयसे लगाकर जिसे जो कुछ देना | हो दे दो; तुम समस्त कपियोंके राजा हो न! अपने | सुहृदोंसे मिल लो, सलाह कर लो॥३४॥ "
                },
                {
                    "slok": "सुदृष्टां कुरु किष्किन्धां कुरुष्वात्मसमं पुरे। | क्रीडस्व च समं स्त्रीभिरहं ते दर्पशासनः॥३५॥ ",
                    "arth": "किष्किन्धापुरीको अच्छी तरह देख लो। अपने समान पुत्र आदिको इस नगरीके राज्यपर अभिषिक्त कर दो और स्त्रियोंके साथ आज जीभरकर क्रीडा कर लो। इसके बाद मैं तुम्हारा घमंड चूर कर देंगा॥३५॥"
                },
                {
                    "slok": "यो हि मत्तं प्रमत्तं वा भग्नं वा रहितं कृशम्। हन्यात् स भ्रूणहा लोके त्वद्विधं मदमोहितम्॥३६॥",
                    "arth": "जो मधुपानसे मत्त, प्रमत्त (असावधान), युद्धसे भगे हुए, अस्त्ररहित, दुर्बल, तुम्हारे-जैसे स्त्रियोंसे घिरे हुए तथा मदमोहित पुरुषका वध करता है, वह जगत्में गर्भ-हत्यारा कहा जाता है॥३६॥ "
                },
                {
                    "slok": "स प्रहस्याब्रवीन्मन्दं क्रोधात् तमसुरेश्वरम्। विसृज्य ताः स्त्रियः सर्वास्ताराप्रभृतिकास्तदा ॥३७॥",
                    "arth": "'यह सुनकर वाली मन्द-मन्द मुसकराकर उन तारा आदि सब स्त्रियोंको दूर हटा उस असुरराजसे क्रोधपूर्वक बोला- ॥३७॥ "
                },
                {
                    "slok": "मत्तोऽयमिति मा मंस्था यद्यभीतोऽसि संयुगे। मदोऽयं सम्प्रहारेऽस्मिन् वीरपानं समर्थ्यताम्॥३८॥ ",
                    "arth": "यदि तुम युद्धके लिये निर्भय होकर खड़े हो तो यह न समझो कि यह वाली मधु पीकर मतवाला हो गया है। मेरे इस मदको तुम युद्धस्थलमें उत्साहवृद्धिके लिये वीरोंद्वारा किया जानेवाला औषधविशेषका पान समझो'॥"
                },
                {
                    "slok": "तमेवमुक्त्वा संक्रुद्धो मालामुत्क्षिप्य काञ्चनीम्। पित्रा दत्तां महेन्द्रेण युद्धाय व्यवतिष्ठत॥३९॥ ",
                    "arth": "'उससे ऐसा कहकर पिता इन्द्रकी दी हुई विजयदायिनी सुवर्णमालाको गलेमें डालकर वाली कुपित हो युद्धके लिये खड़ा हो गया॥ ३९॥ "
                },
                {
                    "slok": "विषाणयोर्गृहीत्वा तं दुन्दुभिं गिरिसंनिभम्। आविध्यत तथा वाली विनदन् कपिकुञ्जरः॥४०॥",
                    "arth": "'कपिश्रेष्ठ वालीने पर्वताकार दुन्दुभिके दोनों सींग पकड़कर उस समय गर्जना करते हुए उसे बारंबार घुमाया॥ "
                },
                {
                    "slok": "बलाद् व्यापादयांचक्रे ननदं च महास्वनम्। श्रोत्राभ्यामथ रक्तं तु तस्य सुस्त्राव पात्यतः॥४१॥",
                    "arth": "'फिर बलपूर्वक उसे धरतीपर दे मारा और बड़े जोरसे सिंहनाद किया। पृथ्वीपर गिराये जाते समय उसके दोनों कानोंसे खूनकी धाराएँ बहने लगीं ॥४१॥ "
                },
                {
                    "slok": "तयोस्तु क्रोधसंरम्भात् परस्परजयैषिणोः। युद्धं समभवद् घोरं दुन्दुभेलिनस्तथा ॥४२॥ ",
                    "arth": "'क्रोधके आवेशसे युक्त हो एक-दूसरेको जीतनेकी इच्छावाले उन दोनों दुन्दुभि और वालीमें घोर युद्ध होने लगा॥४२॥"
                },
                {
                    "slok": "अयुध्यत तदा वाली शक्रतुल्यपराक्रमः। मुष्टिभिर्जानुभिः पद्भिः शिलाभिः पादपैस्तथा॥४३॥",
                    "arth": "'उस समय इन्द्रके तुल्य पराक्रमी वाली दुन्दुभिपर मुक्कों, लातों, घुटनों, शिलाओं तथा वृक्षोंसे प्रहार करने लगा। "
                },
                {
                    "slok": "परस्परं नतोस्तत्र वानरासुरयोस्तदा। इन आसीद्धीनोऽसुरो युद्धे शक्रसूनुर्व्यवर्धत ॥४४॥ ",
                    "arth": "'उस युद्धस्थलमें परस्पर प्रहार करते हुए वानर और असुर दोनों योद्धाओंमेंसे असुरकी शक्ति तो घटने लगी और इन्द्रकुमार वालीका बल बढ़ने लगा॥४४॥ "
                },
                {
                    "slok": "तं तु दुन्दुभिमुद्यम्य धरण्यामभ्यपातयत्। कि युद्धे प्राणहरे तस्मिन्निष्यिष्टो दुन्दुभिस्तदा॥४५॥ ",
                    "arth": "'उन दोनोंमें वहाँ प्राणान्तकारी युद्ध छिड़ गया। उस समय वालीने दुन्दुभिको उठाकर पृथ्वीपर दे मारा, साथ ही अपने शरीरसे उसको दबा दिया, जिससे दुन्दुभि पिस गया॥ "
                },
                {
                    "slok": "स्त्रोतोभ्यो बहु रक्तं तु तस्य सुस्त्राव पात्यतः। पपात च महाबाहुः क्षितौ पञ्चत्वमागतः॥४६॥",
                    "arth": "'गिरते समय उसके शरीरके समस्त छिद्रोंसे - बहुत-सा रक्त बहने लगा। वह महाबाहु असुर पृथ्वीपर गिरा और मर गया॥४६॥"
                },
                {
                    "slok": "तं तोलयित्वा बाहुभ्यां गतसत्त्वमचेतनम्। चिक्षेप वेगवान् वाली वेगेनैकेन योजनम्॥४७॥ ",
                    "arth": "'जब उसके प्राण निकल गये और चेतना लुप्त हो गयी, तब वेगवान् वालीने उसे दोनों हाथोंसे उठाकर एक साधारण वेगसे एक योजन दूर फेंक दिया॥४७॥"
                },
                {
                    "slok": "तस्य वेगप्रविद्धस्य वक्त्रात् क्षतजबिन्दवः। प्रपेतुर्मारुतोत्क्षिप्ता मतङ्गस्याश्रमं प्रति॥४८॥",
                    "arth": "'वेगपूर्वक फेंके गये उस असुरके मुखसे निकली हुई रक्तकी बहुत-सी बूंदें हवाके साथ उड़कर मतंगमुनिके आश्रममें पड़ गयीं॥४८॥"
                },
                {
                    "slok": "तान् दृष्ट्वा पतितांस्तत्र मुनिः शोणितविग्रुषः। क्रुद्धस्तस्य महाभाग चिन्तयामास को न्वयम्॥४९॥",
                    "arth": "'महाभाग! वहाँ पड़े हुए उन रक्त-बिन्दुओंको देखकर मतंगमुनि कुपित हो उठे और इस विचारमें पड़ गये कि 'यह कौन है, जो यहाँ रक्तके छींटे डाल गया है?॥४९॥ "
                },
                {
                    "slok": "येनाहं सहसा स्पृष्टः शोणितेन दुरात्मना। कोऽयं दुरात्मा दुर्बुद्धिरकृतात्मा च बालिशः॥५०॥",
                    "arth": "जिस दुष्टने सहसा मेरे शरीरसे रक्तका स्पर्श करा दिया, यह दुरात्मा दुर्बुद्धि, अजितात्मा और मूर्ख कौन है?'॥ "
                },
                {
                    "slok": "इत्युक्त्वा स विनिष्क्रम्य ददृशे मुनिसत्तमः।। महिषं पर्वताकारं गतासुं पतितं भुवि॥५१॥",
                    "arth": "'ऐसा कहकर मुनिवर मतंगने बाहर निकलकर | देखा तो उन्हें एक पर्वताकार भैंसा पृथ्वीपर प्राणहीन होकर पड़ा दिखायी दिया॥५१॥ "
                },
                {
                    "slok": "स तु विज्ञाय तपसा वानरेण कृतं हि तत्। उत्ससर्ज महाशापं क्षेप्तारं वानरं प्रति॥५२॥",
                    "arth": "'उन्होंने अपने तपोबलसे यह जान लिया कि यह एक वानरकी करतूत है। अतः उस लाशको फेंकनेवाले | वानरके पति उन्होंने बडा भारी शाप दिया- ॥५२॥"
                },
                {
                    "slok": "इह तेनाप्रवेष्टव्यं प्रविष्टस्य वधो भवेत्। वनं मत्संश्रयं येन दूषितं रुधिरत्रवैः॥५३॥ ",
                    "arth": "जिसने खूनके छींटे डालकर मेरे निवासस्थान इस वनको अपवित्र कर दिया है, वह आजसे इस वनमें प्रवेश न करे। यदि इसमें प्रवेश करेगा तो उसका वध हो जायगा॥५३॥ "
                },
                {
                    "slok": "क्षिपता पादपाश्चेमे सम्भग्नाश्चासुरी तनुम्। समन्तादाश्रमं पूर्ण योजनं मामकं यदि॥५४॥ आगमिष्यति दुर्बुद्धिर्व्यक्तं स न भविष्यति।",
                    "arth": "इस असुरके शरीरको इधर फेंककर जिसने इन वृक्षोंको तोड़ डाला है, वह दुर्बुद्धि यदि मेरे आश्रमके चारों ओर पूरे एक योजनतककी भूमिमें पैर रखेगा तो अवश्य ही अपने प्राणोंसे हाथ धो बैठेगा॥५४३ ॥"
                },
                {
                    "slok": "ये चास्य सचिवाः केचित् संश्रिता मामकं वनम्॥५५॥ न च तैरिह वस्तव्यं श्रुत्वा यान्तु यथासुखम्। तेऽपि वा यदि तिष्ठन्ति शपिष्ये तानपि ध्रुवम्॥५६॥",
                    "arth": "उस वालीके जो कोई सचिव भी मेरे इस वनमें रहते हों, उन्हें अब यहाँका निवास त्याग देना चाहिये। वे मेरी आज्ञा सुनकर सुखपूर्वक यहाँसे चले जायें। यदि वे रहेंगे तो उन्हें भी निश्चय ही शाप दे दूंगा॥५५-५६॥ "
                },
                {
                    "slok": "वनेऽस्मिन् मामके नित्यं पुत्रवत् परिरक्षिते। पत्राङ्कुरविनाशाय फलमूलाभवाय च॥५७॥",
                    "arth": "मैंने अपने इस वनकी सदा पुत्रकी भाँति रक्षा की है। जो इसके पत्र और अरका विनाश तथा फलमूलका अभाव करनेके लिये यहाँ रहेंगे, वे अवश्य शापके भागी होंगे॥५७॥ "
                },
                {
                    "slok": "दिवसश्चाद्य मर्यादा यं द्रष्टा श्वोऽस्मि वानरम्। बहुवर्षसहस्राणि स वै शैलो भविष्यति ॥५८॥ ",
                    "arth": "आजका दिन उन सबके आने-जाने या रहनेकी अन्तिम अवधि है-आजभरके लिये मैं उन सबको छुट्टी देता हूँ। कलसे जो कोई वानर यहाँ मेरी दृष्टिमें पड़ जायगा, वह कई हजार वर्षों के लिये पत्थर हो जायगा'॥ "
                },
                {
                    "slok": "ततस्ते वानराः श्रुत्वा गिरं मुनिसमीरिताम्। निश्चक्रमुर्वनात् तस्मात् तान् दृष्ट्वा वालिरब्रवीत्॥५९॥",
                    "arth": "'मनिके इस वचनको सनकर वे सभी वानर मतंगवनसे निकल गये। उन्हें देखकर वालीने पूछा-॥"
                },
                {
                    "slok": "किं भवन्तः समस्ताश्च मतङ्गवनवासिनः। मत्समीपमनुप्राप्ता अपि स्वस्ति वनौकसाम्॥६०॥",
                    "arth": "मतंगवनमें निवास करनेवाले आप सभी वानर मेरे पास क्यों चले आये? वनवासियोंकी कुशल तो है न?॥"
                },
                {
                    "slok": "ततस्ते कारणं सर्वं तथा शापं च वालिनः। शशंसुर्वानराः सर्वे वालिने हेममालिने॥६१॥",
                    "arth": "'तब उन सभी वानरोंने सुवर्णमालाधारी वालीसे अपने आनेका सब कारण बताया तथा जो वालीको शाप हुआ था, उसे भी कह सुनाया॥६१॥ "
                },
                {
                    "slok": "एतच्छ्रुत्वा तदा वाली वचनं वानरेरितम्। स महर्षि समासाद्य याचते स्म कृताञ्जलिः॥६२॥",
                    "arth": "'वानरोंकी कही हुई यह बात सुनकर वाली महर्षि मतंगके पास गया और हाथ जोड़कर क्षमा याचना करने लगा॥६२॥ "
                },
                {
                    "slok": "महर्षिस्तमनादृत्य प्रविवेशाश्रमं प्रति। शापधारणभीतस्तु वाली विह्वलतां गतः॥६३॥",
                    "arth": "'किंतु महर्षिने उसका आदर नहीं किया। वे चुपचाप अपने आश्रममें चले गये। इधर वाली शाप प्राप्त होनेसे भयभीत हो बहुत ही व्याकुल हो गया॥६३॥ "
                },
                {
                    "slok": "ततः शापभयाद् भीतो ऋष्यमूकं महागिरिम्। प्रवेष्टुं नेच्छति हरिद्रष्टुं वापि नरेश्वर॥६४॥",
                    "arth": "'नरेश्वर! तबसे उस शापके भयसे डरा हुआ वाली इस महान् पर्वत ऋष्यमूकके स्थानोंमें न तो कभी प्रवेश करना चाहता है और न इस पर्वतको देखना ही चाहता है। "
                },
                {
                    "slok": "तस्याप्रवेशं ज्ञात्वाहमिदं राम महावनम्। विचरामि सहामात्यो विषादेन विवर्जितः॥६५॥",
                    "arth": "'श्रीराम! यहाँ उसका प्रवेश होना असम्भव है, यह जानकर मैं अपने मन्त्रियों के साथ इस महान् वनमें विषाद-शून्य होकर विचरता हूँ॥६५॥ "
                },
                {
                    "slok": "एषोऽस्थिनिचयस्तस्य दुन्दुभेः सम्प्रकाशते। वीर्योत्सेकान्निरस्तस्य गिरिकूटनिभो महान्॥६६॥ ",
                    "arth": "'यह रहा दुन्दुभिकी हड्डियोंका ढेर, जो एक महान् पर्वतशिखरके समान जान पड़ता है। वालीने अपने बलके घमंडमें आकर दुन्दुभिके शरीरको इतनी दूर फेंका था॥६६॥"
                },
                {
                    "slok": "इमे च विपुलाः सालाः सप्त शाखावलम्बिनः। यत्रैकं घटते वाली निष्पत्रयितुमोजसा॥६७॥ ",
                    "arth": "'ये सात सालके विशाल एवं मोटे वृक्ष हैं, जो अनेक उत्तम शाखाओंसे सुशोभित होते हैं। वाली इनमेंसे एकएकको बलपूर्वक हिलाकर पत्रहीन कर सकता है॥ ६७॥ "
                },
                {
                    "slok": "एतदस्यासमं वीर्यं मया राम प्रकाशितम्। कथं तं वालिनं हन्तुं समरे शक्ष्यसे नृप॥६८॥",
                    "arth": "'श्रीराम! यह मैंने वालीके अनुपम पराक्रमको प्रकाशित किया है। नरेश्वर! आप उस वालीको | समराङ्गणमें कैसे मार सकेंगे'॥ ६८॥"
                },
                {
                    "slok": "तथा ब्रुवाणं सुग्रीवं प्रहसँल्लक्ष्मणोऽब्रवीत्। कस्मिन् कर्मणि निर्वृत्ते श्रद्दध्या वालिनो वधम्॥६९॥",
                    "arth": "सुग्रीवके ऐसा कहनेपर लक्ष्मणको बड़ी हँसी आयी। वे हँसते हुए ही बोले-'कौन-सा काम कर देनेपर तुम्हें विश्वास होगा कि श्रीरामचन्द्रजी वालीका वध कर सकेंगे'॥ "
                },
                {
                    "slok": "तमुवाचाथ सुग्रीवः सप्त सालानिमान् पुरा।। एवमेकैकशो वाली विव्याधाथ स चासकृत्॥७०॥ रामो निर्दारयेदेषां बाणेनैकेन च द्रुमम्। वालिनं निहतं मन्ये दृष्ट्वा रामस्य विक्रमम्॥७१॥",
                    "arth": "तब सुग्रीवने उनसे कहा- 'पूर्वकालमें वालीने सालके इन सातों वृक्षोंको एक-एक करके कई बार बींध डाला है। अतः श्रीरामचन्द्रजी भी यदि इनमेंसे किसी एक वृक्षको एक ही बाणसे छेद डालेंगे तो इनका पराक्रम देखकर मुझे वालीके मारे जानेका विश्वास हो जायगा॥७०-७१॥ "
                },
                {
                    "slok": "हतस्य महिषस्यास्थि पादेनैकेन लक्ष्मण। उद्यम्य प्रक्षिपेच्चापि तरसा द्वे धनुःशते॥७२॥ ",
                    "arth": "'लक्ष्मण! यदि इस महिषरूपधारी दुन्दुभिकी हड्डीको एक ही पैरसे उठाकर बलपूर्वक दो सौ धनुषकी दूरीपर फेंक सकें तो भी मैं यह मान लूँगा कि इनके हाथसे वालीका वध हो सकता है'॥७२॥"
                },
                {
                    "slok": "एवमुक्त्वा तु सुग्रीवो रामं रक्तान्तलोचनम्। ध्यात्वा मुहूर्तं काकुत्स्थं पुनरेव वचोऽब्रवीत्॥७३॥",
                    "arth": "जिनके नेत्रप्रान्त कुछ-कुछ लाल थे, उन श्रीरामसे ऐसा कहकर सुग्रीव दो घड़ीतक कुछ सोच-विचारमें पड़े रहे। इसके बाद वे ककुत्स्थकुलभूषण श्रीरामसे फिर बोले"
                },
                {
                    "slok": "शूरश्च शूरमानी च प्रख्यातबलपौरुषः। बलवान् वानरो वाली संयुगेष्वपराजितः॥७४॥",
                    "arth": "'वाली शूर है और स्वयं भी उसे अपने शौर्यपर अभिमान है। उसके बल और पुरुषार्थ विख्यात हैं। वह बलवान् वानर अबतकके युद्धोंमें कभी पराजित नहीं हुआ है॥७४॥ "
                },
                {
                    "slok": "दृश्यन्ते चास्य कर्माणि दुष्कराणि सुरैरपि। यानि संचिन्त्य भीतोऽहमृष्यमूकमुपाश्रितः॥७५॥ ",
                    "arth": "'इसके ऐसे-ऐसे कर्म देखे जाते हैं, जो देवताओंके लिये दुष्कर हैं और जिनका चिन्तन करके भयभीत हो मैंने इस ऋष्यमूक पर्वतकी शरण ली है॥७५ ॥"
                },
                {
                    "slok": "तमजय्यमधृष्यं च वानरेन्द्रममर्षणम्। विचिन्तयन्न मुञ्चापि ऋष्यमूकममुं त्वहम्॥७६॥",
                    "arth": "'वानरराज वालीको जीतना दूसरोंके लिये असम्भव है। उसपर आक्रमण अथवा उसका तिरस्कार भी नहीं किया जा सकता। वह शत्रुकी ललकारको नहीं सह सकता। जब मैं उसके प्रभावका चिन्तन करता हूँ, तब इस ऋष्यमूक पर्वतको एक क्षणके लिये भी छोड़ नहीं पाता हूँ॥७६ ॥"
                },
                {
                    "slok": "उद्विग्नः शङ्कितश्चाहं विचरामि महावने। अनुरक्तैः सहामात्यैर्हनुमत्प्रमुखैर्वरैः॥७७॥",
                    "arth": "'ये हनुमान् आदि मेरे श्रेष्ठ सचिव मुझमें अनुराग रखनेवाले हैं। इनके साथ रहकर भी मैं इस विशाल वनमें वालीसे उद्विग्न और शङ्कित होकर ही विचरता हूँ॥ ७७॥ "
                },
                {
                    "slok": "उपलब्धं च मे श्लाघ्यं सन्मित्रं मित्रवत्सल। त्वामहं पुरुषव्याघ्र हिमवन्तमिवाश्रितः॥७८॥",
                    "arth": "'मित्रवत्सल! आप मुझे परम स्पृहणीय श्रेष्ठ मित्र मिल गये हैं। पुरुषसिंह! आप मेरे लिये हिमालयके समान हैं और मैं आपका आश्रय ले चुका हूँ। (इसलिये अब मुझे निर्भय हो जाना चाहिये)॥७८॥ "
                },
                {
                    "slok": "किं तु तस्य बलज्ञोऽहं दुर्घातुर्बलशालिनः। अप्रत्यक्षं तु मे वीर्यं समरे तव राघव॥७९॥",
                    "arth": "'किंतु रघुनन्दन! मैं उस बलशाली दुष्ट भ्राताके बल-पराक्रमको जानता हूँ और समरभूमिमें आपका पराक्रम मैंने प्रत्यक्ष नहीं देखा है॥७९॥"
                },
                {
                    "slok": "न खल्वहं त्वां तुलये नावमन्ये न भीषये। कर्मभिस्तस्य भीमैश्च कातर्य जनितं मम॥८०॥ ",
                    "arth": "'प्रभो! अवश्य ही मैं वालीसे आपकी तुलना नहीं करता हूँ। न तो आपको डराता हूँ और न आपका अपमान ही करता हूँ। वालीके भयानक कर्मोंने ही मेरे हृदयमें कातरता उत्पन्न कर दी है॥८०॥ "
                },
                {
                    "slok": "कामं राघव ते वाणी प्रमाणं धैर्यमाकृतिः। सूचयन्ति परं तेजो भस्मच्छन्नमिवानलम्॥८१॥",
                    "arth": "'रघुनन्दन! निश्चय ही आपकी वाणी मेरे लिये प्रमाणभूत | है-विश्वसनीय है; क्योंकि आपका धैर्य और आपकी यह दिव्य आकृति आदि गुण राखसे ढकी हुई आगके समान आपके उत्कृष्ट तेजको सूचित कर रहे हैं'॥ ८१॥ "
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा सुग्रीवस्य महात्मनः। स्मितपूर्वमथो रामः प्रत्युवाच हरिं प्रति॥८२॥",
                    "arth": "महात्मा सुग्रीवकी यह बात सुनकर भगवान् श्रीराम पहले तो मुसकराये। फिर उस वानरकी बातका उत्तर देते हुए उससे बोले- ॥८२॥ "
                },
                {
                    "slok": "यदि न प्रत्ययोऽस्मासु विक्रमे तव वानर। प्रत्ययं समरे श्लाघ्यमहमुत्पादयामि ते॥८३॥ ",
                    "arth": "'वानर! यदि तुम्हें इस समय पराक्रमके विषयमें हम लोगोंपर विश्वास नहीं होता तो युद्धके समय हम तुम्हें उसका उत्तम विश्वास करा देंगे'॥ ८३॥"
                },
                {
                    "slok": "एवमुक्त्वा तु सुग्रीवं सान्त्वयल्लक्ष्मणाग्रजः। राघवो दुन्दुभे: कायं पादाङ्गुष्ठेन लीलया॥८४॥ तोलयित्वा महाबाहुश्चिक्षेप दशयोजनम्। असुरस्य तनुं शुष्कां पादाङ्गष्ठेन वीर्यवान्॥८५॥ ",
                    "arth": "ऐसा कहकर सुग्रीवको सान्त्वना देते हुए लक्ष्मणके बड़े भाई महाबाहु बलवान् श्रीरघुनाथजीने खिलवाड़में ही दुन्दुभिके शरीरको अपने पैरके अँगूठेसे टाँग लिया और उस असुरके उस सूखे हुए कङ्कालको पैरके अँगूठेसे ही दस योजन दूर फेंक दिया॥८४-८५॥ "
                },
                {
                    "slok": "क्षिप्तं दृष्ट्वा ततः कायं सुग्रीवः पुनरब्रवीत्। लक्ष्मणस्याग्रतो रामं तपन्तमिव भास्करम्। हरीणामग्रतो वीरमिदं वचनमर्थवत् ॥८६॥ ",
                    "arth": "उसके शररीको फेंका गया देख सुग्रीवने लक्ष्मण और वानरोंके सामने ही तपते हुए सूर्यके समान तेजस्वी वीर श्रीरामचन्द्रजीसे पुनः यह अर्थभरी बात कही- ॥८६॥ "
                },
                {
                    "slok": "आर्द्रः समांसः प्रत्यग्रः क्षिप्तः कायः पुरा सखे। परिश्रान्तेन मत्तेन भ्रात्रा मे वालिना तदा ॥८७॥ ",
                    "arth": "'सखे! मेरा भाई वाली उस समय मदमत्त और युद्धसे थका हुआ था और दुन्दुभिका यह शरीर खूनसे भीगा हुआ, मांसयुक्त तथा नया था। इस दशामें उसने इस शरीरको पूर्वकालमें दूर फेंका था॥ ८७ ॥"
                },
                {
                    "slok": "लघुः सम्प्रति निर्मांसस्तृणभूतश्च राघव। क्षिप्त एवं प्रहर्षेण भवता रघुनन्दन ॥८८॥",
                    "arth": "'परंतु रघुनन्दन! इस समय यह मांसहीन होनेके कारण तिनकेके समान हलका हो गया है और आपने हर्ष एवं उत्साहसे युक्त होकर इसे फेंका है॥८८॥ "
                },
                {
                    "slok": "नात्र शक्यं बलं ज्ञातुं तव वा तस्य वाधिकम्। आर्द्र शुष्कमिति ह्येतत् सुमहद् राघवान्तरम्॥८९॥",
                    "arth": "'अतः श्रीराम! इस लाशको फेंकनेपर भी यह नहीं जाना जा सकता कि आपका बल अधिक है या उसका; क्योंकि वह गीला था और यह सूखा। यह इन दोनों अवस्थाओंमें महान् अन्तर है॥८९॥"
                },
                {
                    "slok": "स एव संशयस्तात तव तस्य च यदलम्। सालमेकं विनिर्भिद्य भवेद् व्यक्तिर्बलाबले॥९०॥",
                    "arth": "तात! आपके और उसके बलमें वही संशय अबतक बना रह गया। अब इस एक सालवृक्षको विदीर्ण कर देनेपर दोनोंके बलाबलका स्पष्टीकरण हो जायगा॥९०॥ "
                },
                {
                    "slok": "कृत्वैतत् कार्मुकं सज्यं हस्तिहस्तमिवाततम्। । आकर्णपूर्णमायम्य विसृजस्व महाशरम्॥९१॥",
                    "arth": "'आपका यह धनुष हाथीकी फैली हुई लूँड़के समान | विशाल है। आप इसपर प्रत्यञ्चा चढ़ाइये और इसे कानतक खींचकर सालवृक्षको लक्ष्य करके एक विशाल बाण छोड़िये॥"
                },
                {
                    "slok": "इमं हि सालं प्रहितस्त्वया शरो न संशयोऽत्रास्ति विदारयिष्यति। अलं विमर्शेन मम प्रियं ध्रुवं कुरुष्व राजन् प्रतिशापितो मया॥९२॥ ",
                    "arth": "'इसमें संदेह नहीं कि आपका छोड़ा हुआ बाण इस सालवृक्षको विदीर्ण कर देगा। राजन् ! अब विचार करनेकी आवश्यकता नहीं है। मैं अपनी शपथ दिलाकर कहता हूँ, आप मेरा यह प्रिय कार्य अवश्य कीजिये॥९२॥ "
                },
                {
                    "slok": "यथा हि तेजःसु वरः सदारवि यथा हि शैलो हिमवान् महाद्रिषु। यथा चतुष्पात्सु च केसरी वर स्तथा नराणामसि विक्रमे वरः॥९३॥",
                    "arth": "'जैसे सम्पूर्ण तेजोंमें सदा सूर्यदेव ही श्रेष्ठ हैं, जैसे बड़े-बड़े पर्वतोंमें गिरिराज हिमवान् श्रेष्ठ हैं और जैसे चौपायोंमें सिंह श्रेष्ठ है, उसी प्रकार पराक्रमके विषयमें सब मनुष्योंमें आप ही श्रेष्ठ हैं'॥९३॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये किष्किन्धाकाण्डे एकादशः सर्गः॥११॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें ग्यारहवाँ सर्ग पूरा हुआ॥११॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - द्वादशः सर्गः श्रीरामके द्वारा सात साल-वृक्षोंका भेदन, श्रीरामकी आज्ञासे सुग्रीवका किष्किन्धामें आकर वालीको ललकारना और युद्धमें उससे पराजित होकर मतंगवनमें भाग जाना, वहाँ श्रीरामका उन्हें आश्वासन देना और गलेमें पहचानके लिये गजपुष्पीलता डालकर उन्हें पुनः युद्धके लिये भेजना",
            "arth": [
                {
                    "slok": "एतच्च वचनं श्रुत्वा सुग्रीवस्य सुभाषितम्।। प्रत्ययार्थं महातेजा रामो जग्राह कार्मुकम्॥१॥",
                    "arth": "सुग्रीवके सुन्दर ढंगसे कहे हुए इस वचनको सुनकर महातेजस्वी श्रीरामने उन्हें विश्वास दिलानेके लिये धनुष हाथमें लिया॥१॥ "
                },
                {
                    "slok": "स गृहीत्वा धनुर्घोरं शरमेकं च मानदः। सालमुद्दिश्य चिक्षेप पूरयन् स रवैर्दिशः॥२॥",
                    "arth": "दूसरोंको मान देनेवाले श्रीरघुनाथजीने वह भयंकर धनुष और एक बाण लेकर धनुषकी टंकारसे सम्पूर्ण दिशाओंको गुंजाते हुए उस बाणको सालवृक्षकी ओर छोड़ दिया॥२॥"
                },
                {
                    "slok": "स विसृष्टो बलवता बाणः स्वर्णपरिष्कृतः। भित्त्वा सालान् गिरिप्रस्थं सप्तं भूमिं विवेश ह॥३॥ ",
                    "arth": "उन बलवान् वीरशिरोमणिके द्वारा छोड़ा गया वह सुवर्णभूषित बाण उन सातों सालवृक्षोंको एक ही साथ बींधकर पर्वत तथा पृथ्वीके सातों तलोंको छेदता हुआ पातालमें चला गया॥३॥ "
                },
                {
                    "slok": "सायकस्तु मुहूर्तेन सालान् भित्त्वा महाजवः। निष्पत्य च पुनस्तूणं तमेव प्रविवेश ह॥४॥",
                    "arth": "इस प्रकार एक ही मुहूर्तमें उन सबका भेदन करके वह महान् वेगशाली बाण पुनः वहाँसे निकलकर उनके तरकसमें ही प्रविष्ट हो गया॥४॥ "
                },
                {
                    "slok": "तान् दृष्ट्वा सप्त निर्भिन्नान् सालान् वानरपुङ्गवः। रामस्य शरवेगेन विस्मयं परमं गतः॥५॥",
                    "arth": "श्रीरामके बाणके वेगसे उन सातों सालवृक्षोंको विदीर्ण हुआ देख वानरशिरोमणि सुग्रीवको बड़ा विस्मय हुआ॥५॥"
                },
                {
                    "slok": "स मूर्धा न्यपतद् भूमौ प्रलम्बीकृतभूषणः।। सुग्रीवः परमप्रीतो राघवाय कृताञ्जलिः॥६॥ ",
                    "arth": "साथ ही उन्हें मन-ही-मन बड़ी प्रसन्नता हुई। सुग्रीवने हाथ जोड़कर धरतीपर माथा टेक दिया और श्रीरघुनाथजीको साष्टाङ्ग प्रणाम किया। प्रणामके लिये झुकते समय उनके कण्ठहारादि भूषण लटकते हुए दिखायी देते थे॥६॥ "
                },
                {
                    "slok": "इदं चोवाच धर्मज्ञं कर्मणा तेन हर्षितः। रामं सर्वास्त्रविदुषां श्रेष्ठं शूरमवस्थितम्॥७॥",
                    "arth": "श्रीरामके उस महान् कर्मसे अत्यन्त प्रसन्न हो उन्होंने सामने खड़े हुए सम्पूर्ण अस्त्र-वेत्ताओंमें श्रेष्ठ धर्मज्ञ, शूरवीर श्रीरामचन्द्रजीसे इस प्रकार कहा-॥७॥ "
                },
                {
                    "slok": "सेन्द्रानपि सुरान् सर्वांस्त्वं बाणैः पुरुषर्षभ।। समर्थः समरे हन्तुं किं पुनर्वालिनं प्रभो॥८॥",
                    "arth": "'पुरुषप्रवर! भगवन्! आप तो अपने बाणोंसे समराङ्गणमें इन्द्रसहित सम्पूर्ण देवताओंका वध भी करनेमें समर्थ हैं। फिर वालीको मारना आपके लिये कौन बड़ी बात है? ॥८॥ "
                },
                {
                    "slok": "येन सप्त महासाला गिरिभूमिश्च दारिताः। बाणेनैकेन काकुत्स्थ स्थाता ते को रणाग्रतः ॥ ९ ॥",
                    "arth": "'काकुत्स्थ! जिन्होंने सात बड़े-बड़े सालवृक्ष, पर्वत और पृथ्वीको भी एक ही बाणसे विदीर्ण कर डाला, उन्हीं आपके समक्ष युद्धके मुहानेपर कौन ठहर सकता है॥९॥ "
                },
                {
                    "slok": "अद्य मे विगतः शोकः प्रीतिरद्य परा मम। सुहृदं त्वां समासाद्य महेन्द्रवरुणोपमम्॥१०॥",
                    "arth": "'महेन्द्र और वरुणके समान पराक्रमी आपको सुहृद्के रूपमें पाकर आज मेरा सारा शोक दूर हो गया। आज मुझे बड़ी प्रसन्नता हुई है॥१०॥ "
                },
                {
                    "slok": "तमद्यैव प्रियार्थं मे वैरिणं भ्रातृरूपिणम्। वालिनं जहि काकुत्स्थ मया बद्धोऽयमञ्जलिः॥११॥",
                    "arth": "'ककुत्स्थकुलभूषण! मैं हाथ जोड़ता हूँ। आप आज ही मेरा प्रिय करनेके लिये उस वालीका, जो भाईके रूपमें मेरा शत्रु है, वध कर डालिये॥११॥ "
                },
                {
                    "slok": "ततो रामः परिष्वज्य सुग्रीवं प्रियदर्शनम्। प्रत्युवाच महाप्राज्ञो लक्ष्मणानुगतं वचः॥१२॥ ",
                    "arth": "सुग्रीव श्रीरामचन्द्रजीको लक्ष्मणके समान प्रिय हो गये थे। उनकी बात सुनकर महाप्राज्ञ श्रीरामने अपने उस प्रिय सुहृद्को हृदयसे लगा लिया और इस प्रकार उत्तर दिया- ॥१२॥ "
                },
                {
                    "slok": "अस्माद्गच्छाम किष्किन्धां क्षिप्रं गच्छ त्वमग्रतः।। गत्वा चाह्वय सुग्रीव वालिनं भ्रातृगन्धिनम्॥१३॥",
                    "arth": "'सुग्रीव! हमलोग शीघ्र ही इस स्थानसे किष्किन्धाको चलते हैं। तुम आगे जाओ और जाकर व्यर्थ ही भाई कहलानेवाले वालीको युद्धके लिये ललकारो'॥१३॥"
                },
                {
                    "slok": "सर्वे ते त्वरितं गत्वा किष्किन्धां वालिनः पुरीम्। वृक्षरात्मानमावृत्य तिष्ठन् गहने वने॥१४॥",
                    "arth": "तदनन्तर वे सब लोग वालीकी राजधानी किष्किन्धापुरीमें गये और वहाँ गहन वनके भीतर वृक्षोंकी आड़में अपनेको छिपकर खड़े हो गये ॥१४॥ "
                },
                {
                    "slok": "सुग्रीवोऽप्यनदद् घोरं वालिनो ह्वानकारणात्। गाढं परिहितो वेगान्नादैभिन्दन्निवाम्बरम्॥१५॥",
                    "arth": "सुग्रीवने लँगोटसे अपनी कमर खूब कस ली और वालीको बुलानेके लिये भयंकर गर्जना की। वेगपूर्वक किये हुए उस सिंहनादसे मानो वे आकाशको फाड़े डालते थे॥१५॥"
                },
                {
                    "slok": "तं श्रुत्वा निनदं भ्रातुः क्रुद्धो वाली महाबलः। निष्पपात सुसंरब्धो भास्करोऽस्ततटादिव॥१६॥ ",
                    "arth": "भाईका सिंहनाद सुनकर महाबली वालीको बड़ा क्रोध हुआ। वह अमर्षमें भरकर अस्ताचलसे नीचे जानेवाले मार्गले समान बटे वेग घरसे निकला॥१६॥"
                },
                {
                    "slok": "ततः सुतुमुलं युद्धं वालिसुग्रीवयोरभूत्। गगने । ग्रहयो|रं बुधाङ्गारकयोरिव ॥१७॥",
                    "arth": "फिर तो वाली और सुग्रीवमें बड़ा भयंकर युद्ध छिड़ गया, मानो आकाशमें बुध और मंगल इन दोनों ग्रहोंमें घोर संग्राम हो रहा हो॥१७॥ "
                },
                {
                    "slok": "तलैरशनिकल्पैश्च वज्रकल्पैश्च मुष्टिभिः। जनतुः समरेऽन्योन्यं भ्रातरौ क्रोधमूछितौ॥१८॥",
                    "arth": "वे दोनों भाई क्रोधसे मूछित हो एक-दूसरेपर वज्र और अशनिके समान तमाचों और घूसोंका प्रहार करने लगे। "
                },
                {
                    "slok": "ततो रामो धनुष्याणिस्तावुभौ समुदैक्षत। अन्योन्यसदृशौ वीरावुभौ देवाविवाश्विनौ ॥१९॥",
                    "arth": "उसी समय श्रीरामचन्द्रजीने धनुष हाथमें लिया और उन दोनोंकी ओर देखा। वे दोनों वीर अश्विनीकुमारोंकी भाँति परस्पर मिलते-जुलते दिखायी दिये॥१९॥ "
                },
                {
                    "slok": "यन्नावगच्छत् सुग्रीवं वालिनं वापि राघवः। ततो न कृतवान् बुद्धिं मोक्तुमन्तकरं शरम्॥२०॥",
                    "arth": "श्रीरामचन्द्रजीको यह पता न चला कि इनमें कौन सुग्रीव है और कौन वाली; इसलिये उन्होंने अपना वह प्राणान्तकारी बाण छोड़नेका विचार स्थगित कर दिया। "
                },
                {
                    "slok": "एतस्मिन्नन्तरे भग्नः सुग्रीवस्तेन वालिना। पर अपश्यन् राघवं नाथमृष्यमूकं प्रदुद्रुवे॥२१॥",
                    "arth": "इसी बीचमें वालीने सुग्रीवके पाँव उखाड़ दिये। वे अपने रक्षक श्रीरघुनाथजीको न देखकर ऋष्यमूक पर्वतकी ओर भागे॥ २१॥ "
                },
                {
                    "slok": "क्लान्तो रुधिरसिक्ताङ्गः प्रहारैर्जर्जरीकृतः। वालिनाभिद्रुतः क्रोधात् प्रविवेश महावनम्॥२२॥ ",
                    "arth": "वे बहुत थक गये थे। उनका सारा शरीर लहूलुहान और प्रहारोंसे जर्जर हो रहा था। इतनेपर भी वालीने क्रोधपूर्वक उनका पीछा किया। किंतु वे मतंगमुनिके महान् वनमें घुस गये ॥ २२॥"
                },
                {
                    "slok": "तं प्रविष्टं वनं दृष्ट्वा वाली शापभयात् ततः। मुक्तो ह्यसि त्वमित्युक्त्वा स निवृत्तो महाबलः॥२३॥",
                    "arth": "सुग्रीवको उस वनमें प्रविष्ट हुआ देख महाबली वाली शापके भयसे वहाँ नहीं गया और 'जाओ तुम बच गये' ऐसा कहकर वहाँसे लौट आया॥२३॥"
                },
                {
                    "slok": "राघवोऽपि सह भ्रात्रा सह चैव हनूमता। तदेव वनमागच्छत् सुग्रीवो यत्र वानरः॥२४॥",
                    "arth": "इधर श्रीरघुनाथजी भी अपने भाई लक्ष्मण तथा श्रीहनुमान्जीके साथ उसी समय वनमें आ गये, जहाँ वानर सुग्रीव विद्यमान थे॥२४॥"
                },
                {
                    "slok": "तं समीक्ष्यागतं रामं सुग्रीवः सहलक्ष्मणम्। | ह्रीमान् दीनमुवाचेदं वसुधामवलोकयन्॥२५॥",
                    "arth": "लक्ष्मणसहित श्रीरामको आया देख सुग्रीवको बड़ी लज्जा हुई और वे पृथ्वीकी ओर देखते हुए दीन वाणीमें उनसे बोले- ॥२५॥ "
                },
                {
                    "slok": "आह्वयस्वेति मामुक्त्वा दर्शयित्वा च विक्रमम्। वैरिणा घातयित्वा च किमिदानीं त्वया कृतम्॥२६॥ तामेव वेलां वक्तव्यं त्वया राघव तत्त्वतः। | वालिनं न निहन्मीति ततो नाहमितो व्रजे॥२७॥",
                    "arth": "'रघुनन्दन! आपने अपना पराक्रम दिखाया और | मुझे यह कहकर भेज दिया कि जाओ, वालीको युद्धके | लिये ललकारो, यह सब हो जानेपर आपने शत्रुसे | पिटवाया और स्वयं छिप गये। बताइये, इस समय | आपने ऐसा क्यों किया? आपको उसी समय सच-सच बता देना चाहिये था कि मैं वालीको नहीं मारूँगा। ऐसी दशामें मैं यहाँसे उसके पास जाता ही नहीं॥ २६-२७॥ "
                },
                {
                    "slok": "तस्य चैवं ब्रुवाणस्य सुग्रीवस्य महात्मनः। करुणं दीनया वाचा राघवः पुनरब्रवीत्॥२८॥",
                    "arth": "महामना सुग्रीव जब दीन वाणीद्वारा इस प्रकार करुणा जनक बात कहने लगे, तब श्रीराम फिर उनसे बोले- ॥२८॥ "
                },
                {
                    "slok": "सुग्रीव श्रूयतां तात क्रोधश्च व्यपनीयताम्।। कारणं येन बाणोऽयं स मया न विसर्जितः॥२९॥",
                    "arth": "'तात सुग्रीव! मेरी बात सुनो, क्रोधको अपने | मनसे निकाल दो। मैंने क्यों नहीं बाण चलाया, इसका कारण बतलाता हूँ॥२९॥"
                },
                {
                    "slok": "अलंकारेण वेषेण प्रमाणेन गतेन च। | त्वं च सुग्रीव वाली च सदृशौ स्थः परस्परम्॥३०॥",
                    "arth": "सुग्रीव! वेशभूषा, कद और चाल-ढालमें तुम और वाली दोनों एक-दूसरेसे मिलते-जुलते हो॥३०॥ "
                },
                {
                    "slok": "स्वरेण वर्चसा चैव प्रेक्षितेन च वानर। विक्रमेण च वाक्यैश्च व्यक्तिं वां नोपलक्षये॥३१॥ ",
                    "arth": "'स्वर, कान्ति, दृष्टि, पराक्रम और बोलचालके द्वारा भी मुझे तुम दोनोंमें कोई अन्तर नहीं दिखायी देता ॥ ३१॥"
                },
                {
                    "slok": "ततोऽहं रूपसादृश्यान्मोहितो वानरोत्तम। नोत्सृजामि महावेगं शरं शत्रुनिबर्हणम्॥३२॥ ",
                    "arth": "'वानरश्रेष्ठ! तुम दोनोंके रूपकी इतनी समानता देखकर मैं मोहमें पड़ गया-तुम्हें पहचान न सका; इसलिये मैंने अपना महान् वेगशाली शत्रुसंहारक बाण नहीं छोड़ा ॥ ३२ ॥'"
                },
                {
                    "slok": "जीवितान्तकरं घोरं सादृश्यात् तु विशङ्कितः।। मूलघातो न नौ स्याद्धि द्वयोरिति कृतो मया॥३३॥",
                    "arth": "'मेरा वह भयंकर बाण शत्रुके प्राण लेनेवाला था, इसलिये तुम दोनोंकी समानतासे संदेहमें पड़कर मैंने उस बाणको नहीं छोड़ा। सोचा, कहीं ऐसा न हो कि हम दोनोंके मूल उद्देश्यका ही विनाश हो जाय॥३३॥' "
                },
                {
                    "slok": "त्वयि वीर विपन्ने हि अज्ञानाल्लाघवान्मया। मौढ्यं च मम बाल्यं च ख्यापितं स्यात् कपीश्वर॥३४॥",
                    "arth": "'वीर! वानरराज! यदि अनजानमें या जल्दबाजीके कारण मेरे बाणसे तुम्ही मारे जाते तो मेरी बालोचित चपलता और मूढ़ता ही सिद्ध होती ॥ ३४॥' "
                },
                {
                    "slok": "दत्ताभयवधो नाम पातकं महदद्भुतम्। अहं च लक्ष्मणश्चैव सीता च वरवर्णिनी॥३५॥ त्वदधीना वयं सर्वे वनेऽस्मिन् शरणं भवान्। तस्माद् युध्यस्व भूयस्त्वं मा माशङ्कीश्च वानर ॥३६॥",
                    "arth": "'जिसको अभय दान दे दिया गया हो, उसका वध करनेसे बड़ा भारी पाप होता है; यह एक अद्भुत पातक है। इस समय मैं, लक्ष्मण और सुन्दरी सीता सब तुम्हारे अधीन हैं। इस वनमें तुम्हीं हमलोगोंके आश्रय हो; इसलिये वानरराज! शङ्का न करो; पुनः चलकर युद्ध प्रारम्भ करो॥३५-३६॥ "
                },
                {
                    "slok": "एतन्मुहूर्ते तु मया पश्य वालिनमाहवे। निरस्तमिषुणैकेन चेष्टमानं महीतले॥३७॥",
                    "arth": "'तुम इसी मुहूर्तमें वालीको मेरे एक ही बाणका निशाना बनकर धरतीपर लोटता देखोगे॥३७॥"
                },
                {
                    "slok": "अभिज्ञानं कुरुष्व त्वमात्मनो वानरेश्वर। येन त्वामभिजानीयां द्वन्द्वयुद्धमुपागतम्॥३८॥",
                    "arth": "'वानरेश्वर! अपनी पहचानके लिये तुम कोई चिह्न धारण कर लो, जिससे द्वन्द्वयुद्धमें प्रवृत्त होनेपर मैं तुम्हें पहचान सकूँ' ॥ ३८॥"
                },
                {
                    "slok": "गजपुष्पीमिमां फुल्लामुत्पाट्य शुभलक्षणाम्। । कुरु लक्ष्मण कण्ठेऽस्य सुग्रीवस्य महात्मनः॥३९॥",
                    "arth": "(सुग्रीवसे ऐसा कहकर श्रीरामचन्द्रजी लक्ष्मणसे बोले-) 'लक्ष्मण! यह उत्तम लक्षणोंसे युक्त गजपुष्पी लता फूल रही है। इसे उखाड़कर तुम महामना सुग्रीवके गलेमें पहना दो' ॥३९॥ "
                },
                {
                    "slok": "ततो गिरितटे जातामुत्पाट्य कुसुमायुताम्। | लक्ष्मणो गजपुष्पी तां तस्य कण्ठे व्यसर्जयत्॥४०॥",
                    "arth": "यह आज्ञा पाकर लक्ष्मणने पर्वतके किनारे उत्पन्न | हुई फूलोंसे भरी वह गजपुष्पी लता उखाड़कर सुग्रीवके | गलेमें डाल दिया॥४०॥"
                },
                {
                    "slok": "स तया शुशुभे श्रीमाल्लतया कण्ठसक्तया। | मालयेव बलाकानां ससंध्य इव तोयदः॥४१॥",
                    "arth": "गले में पड़ी हुई उस लतासे श्रीमान् सुग्रीव वकपंक्तिसे | अलंकृत संध्याकालके मेघकी भाँति शोभा पाने लगे॥४१॥ "
                },
                {
                    "slok": "विभ्राजमानो वपुषा रामवाक्यसमाहितः। जगाम सह रामेण किष्किन्धां पुनराप सः॥४२॥",
                    "arth": "श्रीरामके वचनसे आश्वासन पाकर अपने सुन्दर शरीरसे शोभा पानेवाले सुग्रीव श्रीरघुनाथजीके साथ फिर किष्किन्धापुरीमें जा पहुँचे॥४२॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे द्वादशः सर्गः॥१२॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें बारहवाँ सर्ग पूरा हुआ॥१६॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - त्रयोदशः सर्गः श्रीराम आदिका मार्गमें वृक्षों, विविध जन्तुओं, जलाशयों तथा सप्तजन आश्रमका दूरसे दर्शन करते हुए पुनः किष्किन्धापुरीमें पहुँचना",
            "arth": [
                {
                    "slok": "ऋष्यमूकात् स धर्मात्मा किष्किन्धां लक्ष्मणाग्रजः। जगाम सह सुग्रीवो वालिविक्रमपालिताम्॥१॥",
                    "arth": "लक्ष्मणके बड़े भाई धर्मात्मा श्रीराम सुग्रीवको साथ लेकर पुनः ऋष्यमूकसे उस किष्किन्धापुरीकी ओर चले, जो वालीके पराक्रमसे सुरक्षित थी॥१॥ "
                },
                {
                    "slok": "समुद्यम्य महच्चापं रामः काञ्चनभूषितम्। शरांश्चादित्यसंकाशान् गृहीत्वा रणसाधकान्॥२॥",
                    "arth": "अपने सुवर्णभूषित विशाल धनुषको उठाकर और युद्ध में सफलता दिखानेवाले सूर्यतुल्य तेजस्वी बाणोंको लेकर श्रीराम वहाँसे प्रस्थित हुए॥२॥ "
                },
                {
                    "slok": "अग्रतस्तु ययौ तस्य राघवस्य महात्मनः। सुग्रीवः संहतग्रीवो लक्ष्मणश्च महाबलः॥३॥",
                    "arth": "महात्मा रघुनाथजीके आगे-आगे सुगठित ग्रीवावाले सुग्रीव और महाबली लक्ष्मण चल रहे थे॥३॥"
                },
                {
                    "slok": "पृष्ठतो हनुमान् वीरो नलो नीलश्च वीर्यवान्। तारश्चैव महातेजा हरियूथपयूथपः ॥ ४ ॥",
                    "arth": "और उनके पीछे वीर हनुमान्, नल, पराक्रमी नील तथा वानर-यूथपोंके भी यूथपति महातेजस्वी तार चल रहे थे। "
                },
                {
                    "slok": "ते वीक्षमाणा वृक्षांश्च पुष्पभारावलम्बिनः।। प्रसन्नाम्बुवहाश्चैव सरितः सागरंगमाः॥५॥ कन्दराणि च शैलांश्च निर्दराणि गुहास्तथा।। शिखराणि च मुख्यानि दरीश्च प्रियदर्शनाः॥६॥",
                    "arth": "वे सब लोग फूलोंके भारसे झुके हुए वृक्षों, स्वच्छ जलवाली समुद्रगामिनी नदियों, कन्दराओं, पर्वतों, शिलाविवरों, गुफाओं, मुख्य-मुख्य शिखरों और सुन्दर दिखायी देनेवाली गहन गुफाओंको देखते हुए आगे बढ़ने लगे।"
                },
                {
                    "slok": "वैदूर्यविमलैस्तोयैः पश्चाकोशकुड्मलैः।। शोभितान् सजलान् मार्गे तटाकांश्चावलोकयन्॥७॥",
                    "arth": "उन्होंने मार्गमें ऐसे सजल सरोवरोंको भी देखा, जो वैदूर्यमणिके समान रंगवाले, निर्मल जल तथा कम खिले हुए मुकुलयुक्त कमलोंसे सुशोभित थे॥७॥ "
                },
                {
                    "slok": "कारण्डैः सारसैहँसैर्वञ्जुलैर्जलकुक्कुटैः। चक्रवाकैस्तथा चान्यैः शकुनैः प्रतिनादितान्॥८॥ ",
                    "arth": "कारण्डव, सारस, हंस, वञ्जुल, जलमुर्ग, चक्रवाक तथा अन्य पक्षी उन सरोवरोंमें चहचहा रहे थे। उन सबकी प्रतिध्वनि वहाँ गूंज रही थी॥८॥ "
                },
                {
                    "slok": "मृदुशष्पाकुराहारान्निर्भयान् वनगोचरान्। चरतः सर्वतः पश्यन् स्थलीषु हरिणान् स्थितान्॥९॥",
                    "arth": "स्थलोंमें सब ओर हरी-हरी कोमल घासके अङ्करोंका आहार करनेवाले वनचारी हरिण कहीं निर्भय होकर चरते थे और कहीं खड़े दिखायी देते थे (इन सबको देखते हुए श्रीराम आदि किष्किन्धाकी ओर जा रहे थे)॥९॥"
                },
                {
                    "slok": "तटाकवैरिणश्चापि शुक्लदन्तविभूषितान्। घोरानेकचरान् वन्यान् द्विरदान् कूलघातिनः॥१०॥ मत्तान् गिरितटोत्कृष्टान् पर्वतानिव जङ्गमान्। वानरान् द्विरदप्रख्यान् महीरेणुसमुक्षितान्॥११॥ वने वनचरांश्चान्यान् खेचरांश्च विहंगमान्। पश्यन्तस्त्वरिता जग्मुः सुग्रीववशवर्तिनः ॥१२॥ ",
                    "arth": "जो सफेद दाँतोंसे सुशोभित थे, देखने में भयंकर थे, अकेले विचरते थे और किनारोंको खोदकर नष्ट कर देनेके कारण सरोवरोंके शत्रु समझे जाते थे, ऐसे दो दाँतोंवाले मदमत्त जङ्गली हाथी चलते-फिरते पर्वतोंके समान जाते दिखायी देते थे। उन्होंने अपने दाँतोंसे पर्वतके तटप्रान्तको विदीर्ण कर दिया था। कहीं हाथी-जैसे विशालकाय वानर दृष्टिगोचर होते थे, जो धरतीकी धूलसे नहा उठे थे। इनके सिवा उस वनमें और भी बहुत-से जंगली जीव जन्तु तथा आकाशचारी पक्षी विचरते देखे जाते थे। इन सबको देखते हुए श्रीराम आदि सब लोग सुग्रीवके वशवर्ती हो तीव्र गतिसे आगे बढ़ने लगे॥१०-१२॥ "
                },
                {
                    "slok": "तेषां तु गच्छतां तत्र त्वरितं रघुनन्दनः। द्रुमषण्डवनं दृष्ट्वा रामः सुग्रीवमब्रवीत्॥१३॥",
                    "arth": "उन यात्रा करनेवाले लोगोंमें वहाँ रघुकुलनन्दन श्रीरामने | वृक्षसमूहोंसे सघन वनको देखकर सुग्रीवसे पूछा- ॥१३॥ "
                },
                {
                    "slok": "एष मेघ इवाकाशे वृक्षषण्डः प्रकाशते। | मेघसंघातविपुलः पर्यन्तकदलीवृतः॥१४॥",
                    "arth": "'वानरराज! आकाशमें मेघकी भाँति जो यह | वृक्षोंका समूह प्रकाशित हो रहा है, क्या है? यह इतना | विस्तृत है कि मेघोंकी घटाके समान छा रहा है। इसके किनारे-किनारे केलेके वृक्ष लगे हुए हैं, जिनसे वह सारा वृक्षसमूह घिर गया है॥१४॥ "
                },
                {
                    "slok": "किमेतज्ज्ञातुमिच्छामि सखे कौतूहलं मम। कौतूहलापनयनं कर्तुमिच्छाम्यहं त्वया ॥१५॥ ",
                    "arth": "'सखे! यह कौन-सा वन है, यह मैं जानना चाहता हूँ। इसके लिये मेरे मनमें बड़ा कौतूहल है। मैं चाहता हूँ कि तुम्हारे द्वारा मेरे इस कौतूहलका निवारण हो' ॥१५॥ "
                },
                {
                    "slok": "तस्य तद्वचनं श्रुत्वा राघवस्य महात्मनः। | गच्छन्नेवाचचक्षेऽथ सुग्रीवस्तन्महद् वनम्॥१६॥",
                    "arth": "महात्मा रघुनाथजीकी यह बात सुनकर सुग्रीवने चलतेचलते ही उस विशाल वनके विषयमें बताना आरम्भ किया।"
                },
                {
                    "slok": "एतद् राघव विस्तीर्णमाश्रमं श्रमनाशनम्। उद्यानवनसम्पन्नं स्वादुमूलफलोदकम्॥१७॥",
                    "arth": "'रघुनन्दन! यह एक विस्तृत आश्रम है, जो सबके श्रमका निवारण करनेवाला है। यह उद्यानों और उपवनोंसे युक्त है। यहाँ स्वादिष्ट फल-मूल और जल सुलभ होते हैं। "
                },
                {
                    "slok": "अत्र सप्तजना नाम मुनयः संशितव्रताः। सप्तैवासन्नधःशीर्षा नियतं जलशायिनः॥१८॥",
                    "arth": "'इस आश्रममें सप्तजन नामसे प्रसिद्ध सात ही मुनि रहते थे, जो कठोर व्रतके पालनमें तत्पर थे। वे नीचे | सिर करके तपस्या करते थे। नियमपूर्वक रहकर जलमें | शयन करनेवाले थे॥१८॥ "
                },
                {
                    "slok": "सप्तरात्रे कृताहारा वायुनाचलवासिनः। | दिवं वर्षशतैर्याताः सप्तभिः सकलेवराः॥१९॥",
                    "arth": "'सात दिन और सात रात व्यतीत करके वे केवल वायुका आहार करते थे तथा एक स्थानपर निश्चल | भावसे रहते थे। इस प्रकार सात सौ वर्षोंतक तपस्या | करके वे सशरीर स्वर्गलोकको चले गये॥१९॥"
                },
                {
                    "slok": "तेषामेतत्प्रभावेण द्रुमप्राकारसंवृतम्। आश्रमं सुदुराधर्षमपि सेन्द्रैः सुरासुरैः ॥२०॥",
                    "arth": "'उन्हींके प्रभावसे सघन वृक्षोंकी चहारदीवारीसे घिरा हुआ यह आश्रम इन्द्रसहित सम्पूर्ण देवताओं और असुरोंके लिये भी अत्यन्त दुर्धर्ष बना हुआ है॥२०॥ "
                },
                {
                    "slok": "पक्षिणो वर्जयन्त्येतत् तथान्ये वनचारिणः। विशन्ति मोहाद् येऽप्यत्र न निवर्तन्ति ते पुनः॥२१॥",
                    "arth": "'पक्षी तथा दूसरे वनचर जीव इसे दूरसे ही त्याग देते हैं। जो मोहवश इसके भीतर प्रवेश करते हैं, वे फिर कभी नहीं लौटते हैं॥ २१॥"
                },
                {
                    "slok": "विभूषणरवाश्चात्र श्रूयन्ते सकलाक्षराः। तूर्यगीतस्वनश्चापि गन्धो दिव्यश्च राघव॥२२॥",
                    "arth": "'रघुनन्दन! यहाँ मधुर अक्षरवाली वाणीके साथसाथ आभूषणोंकी झनकारें भी सुनी जाती हैं। वाद्य और गीतकी मधुर ध्वनि भी कानोंमें पड़ती है और दिव्य सगन्धका भी अनभव होता है॥२२॥ "
                },
                {
                    "slok": "त्रेताग्नयोऽपि दीप्यन्ते धूमो ह्येष प्रदृश्यते। वेष्टयन्निव वृक्षाग्रान् कपोताङ्गारुणो घनः॥२३॥",
                    "arth": "'यहाँ आहवनीय आदि त्रिविध अग्नियाँ भी प्रज्वलित होती हैं। यह कबूतरके अंगोंकी भाँति धूसर रंगवाला घना धूम उठता दिखायी देता है, जो वृक्षोंकी शिखाओंको आवेष्टित-सा कर रहा है॥ २३॥"
                },
                {
                    "slok": "एते वृक्षाः प्रकाशन्ते धूमसंसक्तमस्तकाः। मेघजालप्रतिच्छन्ना वैडूर्यगिरयो यथा॥२४॥ ",
                    "arth": "'जिनके शिखाओंपर होम-धूम छा रहे हैं, वे ये वृक्ष मेघसमूहोंसे आच्छादित हुए नीलमके पर्वतोंकी भाँति प्रकाशित हो रहे हैं॥ २४॥"
                },
                {
                    "slok": "कुरु प्रणामं धर्मात्मंस्तेषामुद्दिश्य राघव। लक्ष्मणेन सह भ्रात्रा प्रयतः संहताञ्जलिः॥२५॥",
                    "arth": "धर्मात्मा रघुनन्दन! आप मनको एकाग्र करके दोनों हाथ जोड़कर भाई लक्ष्मणके साथ उन मुनियोंके उद्देश्यसे प्रणाम कीजिये ॥२५॥ "
                },
                {
                    "slok": "प्रणमन्ति हि ये तेषामृषीणां भावितात्मनाम्। | न तेषामशुभं किंचिच्छरीरे राम विद्यते॥२६॥",
                    "arth": "'श्रीराम! जो उन पवित्र अन्तःकरणवाले ऋषियोंको | प्रणाम करते हैं, उनके शरीरमें किंचिन्मात्र भी अशुभ नहीं रह जाता है'॥ २६॥"
                },
                {
                    "slok": "ततो रामः सह भ्रात्रा लक्ष्मणेन कृताञ्जलिः। समुद्दिश्य महात्मानस्तानृषीनभ्यवादयत्॥२७॥",
                    "arth": "तब भाई लक्ष्मणसहित श्रीरामने हाथ जोड़कर उन महात्मा ऋषियोंके उद्देश्यसे प्रणाम किया॥ २७॥ "
                },
                {
                    "slok": "अभिवाद्य च धर्मात्मा रामो भ्राता च लक्ष्मणः। सुग्रीवो वानराश्चैव जम्मुः संहृष्टमानसाः॥२८॥",
                    "arth": "धर्मात्मा श्रीराम, उनके छोटे भाई लक्ष्मण, सुग्रीव तथा अन्य सभी वानर उन ऋषियोंको प्रणाम करके प्रसन्नचित्त हो आगे बढ़े॥२८॥ "
                },
                {
                    "slok": "ते गत्वा दूरमध्वानं तस्मात् सप्तजनाश्रमात्। ददृशुस्तां दुराधर्षां किष्किन्धां वालिपालिताम्॥२९॥",
                    "arth": "उस सप्तजनाश्रमसे दूरतकका मार्ग तय कर लेनेके पश्चात् उन सबने वालीद्वारा सुरक्षित किष्किन्धापुरीको देखा॥ "
                },
                {
                    "slok": "ततस्तु रामानुजरामवानराः प्रगृह्य शस्त्राण्युदितोग्रतेजसः। | पुरी सुरेशात्मजवीर्यपालितां वधाय शत्रोः पुनरागतास्त्विह॥३०॥",
                    "arth": "तदनन्तर श्रीरामके छोटे भाई लक्ष्मण, श्रीराम तथा वानर, जिनका उग्रतेज उदित हुआ था, हाथोंमें अस्त्रशस्त्र लेकर इन्द्रकुमार वालीके पराक्रमसे पालित | किष्किन्धापुरीमें शत्रुवधके निमित्त पुनः आ पहुँचे॥३०॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे त्रयोदशः सर्गः॥१३॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामयाण आदिकाव्यके किष्किन्धाकाण्डमें तेरहवाँ सर्ग पूरा हुआ॥ १३॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - चतुर्दशः सर्गः वाली-वधके लिये श्रीरामका आश्वासन पाकर सुग्रीवकी विकट गर्जना",
            "arth": [
                {
                    "slok": "सर्वे ते त्वरितं गत्वा किष्किन्धां वालिनः पुरीम्। वृक्षरात्मानमावृत्य व्यतिष्ठन् गहने वने॥१॥",
                    "arth": "वे सब लोग शीघ्रतापूर्वक वालीकी किष्किन्धापुरीमें पहुँचकर एक गहन वनमें वृक्षोंकी ओटमें अपने आपको छिपाकर खड़े हो गये । ॥ १ ॥"
                },
                {
                    "slok": "विसार्य सर्वतो दृष्टिं कानने काननप्रियः। । सुग्रीवो विपुलग्रीवः क्रोधमाहारयद् भृशम्॥२॥",
                    "arth": "चार वनके प्रेमी विशाल ग्रीवावाले सुग्रीवने उस वनमें | चारों ओर दृष्टि दौड़ायी और अपने मनमें अत्यन्त क्रोधका संचय किया ॥ २ ॥"
                },
                {
                    "slok": "ततस्तु निनदं घोरं कृत्वा युद्धाय चाह्वयत्। परिवारैः परिवृतो नादर्भिन्दन्निवाम्बरम्॥३॥",
                    "arth": "तदनन्तर अपने सहायकोंसे घिरे हुए उन्होंने अपने सिंहनादसे आकाशको फाड़ते हुए-से घोर गर्जना की और वालीको युद्धके लिये ललकारा ॥३॥"
                },
                {
                    "slok": "गर्जन्निवा महामेघो वायुवेगपुरःसरः। अथ बालार्कसदृशो दृप्तसिंहगतिस्ततः॥४॥",
                    "arth": "उस समय सुग्रीव वायुके वेगके साथ गर्जते हुए महामेघके समान जान पड़ते थे। अपनी अङ्गकान्ति और प्रतापके द्वारा प्रातःकालके सूर्यकी भाँति प्रकाशित होते थे। उनकी चाल दर्पभरे सिंहके समान प्रतीत होती थी॥४॥ "
                },
                {
                    "slok": "दृष्ट्वा रामं क्रियादक्षं सुग्रीवो वाक्यमब्रवीत्। हरिवागुरया व्याप्तां तप्तकाञ्चनतोरणाम्॥५॥ प्राप्ताः स्म ध्वजयन्त्राढ्यां किष्किन्धां वालिनः पुरीम्। प्रतिज्ञा या कृता वीर त्वया वालिवधे पुरा॥६॥ सफलां कुरु तां क्षिप्रं लतां काल इवागतः।",
                    "arth": "कार्यकुशल श्रीरामचन्द्रजीकी ओर देखकर सुग्रीवने कहा-'भगवन्! वालीकी यह किष्किन्धापुरी तपाये हुए सुवर्णके द्वारा निर्मित नगरद्वारसे सुशोभित है। इसमें सब ओर वानरोंका जाल-सा बिछा हुआ है तथा यह ध्वजों और यन्त्रोंसे सम्पन्न है। हम सब लोग इस पुरीमें आ पहुँचे हैं। वीर! आपने पहले वाली-वधके लिये जो प्रतिज्ञा की थी, उसे अब शीघ्र सफल कीजिये। ठीक उसी तरह जैसे आया हुआ अनुकूल समय लताको फल-फूलसे सम्पन्न कर देता है'॥५-६३ ॥"
                },
                {
                    "slok": "एवमुक्तस्तु धर्मात्मा सुग्रीवेण स राघवः॥७॥ तमेवोवाच वचनं सुग्रीवं शत्रुसूदनः।",
                    "arth": "सुग्रीवके ऐसा कहनेपर शत्रुसूदन धर्मात्मा श्रीरघुनाथजीने फिर अपनी पूर्वोक्त बातको दुहराते हुए ही सुग्रीवसे कहा- ॥७३॥ "
                },
                {
                    "slok": "कृताभिज्ञानचिह्नस्त्वमनया गजसाह्वया॥८॥ लक्ष्मणेन समुत्पाट्य एषा कण्ठे कृता तव। शोभसेऽप्यधिकं वीर लतया कण्ठसक्तया॥९॥ विपरीत इवाकाशे सूर्यो नक्षत्रमालया।",
                    "arth": "'वीर! अब तो इस गजपुष्पी लताके द्वारा तुमने अपनी पहचानके लिये चिह्न धारण कर ही लिया है। लक्ष्मणने इसे उखाड़कर तुम्हारे कण्ठमें पहना ही दिया है। तुम कण्ठमें धारण की हुई इस लताके द्वारा बड़ी शोभा पा रहे हो। जिस प्रकार सूर्यमंडल आकाशमें नक्षत्रमालासे घिरकर सुशोभित होता है उसी प्रकार इस कण्ठ-लम्बिनी लतासे सुशोभित होनेवाले तुम्हारी उस | सूर्यसे तुलना हो सकती है॥८-९३ ॥"
                },
                {
                    "slok": "अद्य वालिसमुत्थं ते भयं वैरं च वानर ॥१०॥ | एकेनाहं प्रमोक्ष्यामि बाणमोक्षेण संयुगे।",
                    "arth": "'वानरराज! आज मैं वालीसे उत्पन्न हुए तुम्हारे भय और वैर दोनोंको युद्धस्थलमें एक ही बार बाण | छोड़कर मिटा दूंगा ॥१०॥"
                },
                {
                    "slok": "मम दर्शय सुग्रीव वैरिणं भ्रातृरूपिणम्॥११॥ | वाली विनिहतो यावद्वने पांसुषु चेष्टते।",
                    "arth": "'सुग्रीव! तुम मुझे अपने उस भ्रातारूपी शत्रुको | दिखा तो दो। फिर वाली मारा जाकर वनके भीतर | धूलमें लोटता दिखायी देगा॥११॥ "
                },
                {
                    "slok": "यदि दृष्टिपथं प्राप्तो जीवन् स विनिवर्तते॥१२॥ | ततो दोषेण मागच्छेत् सद्यो गर्हेच्च मां भवान्।",
                    "arth": "'यदि मेरी दृष्टिमें पड़ जानेपर भी वह जीवित | लौट जाय तो तुम मुझे दोषी समझना और तत्काल जी | भरकर मेरी निन्दा करना ॥१२३॥"
                },
                {
                    "slok": "प्रत्यक्षं सप्त ते साला मया बाणेन दारिताः॥१३॥ | तेनावेहि बलेनाद्य वालिनं निहतं रणे।",
                    "arth": "'तुम्हारी आँखोंके सामने मैंने अपने एक ही बाणसे सात सालके वृक्ष विदीर्ण किये थे, मेरे उसी | बलसे आज समराङ्गणमें (एक बाणसे ही) तुम | वालीको मारा गया समझो॥ १३३॥"
                },
                {
                    "slok": "अनृतं नोक्तपूर्वं मे चिरं कृच्छेऽपि तिष्ठता॥१४॥ धर्मलोभपरीतेन न च वक्ष्ये कथंचन। | सफलां च करिष्यामि प्रतिज्ञां जहि संभ्रमम्॥१५॥",
                    "arth": "'बहुत समयसे संकट झेलते रहनेपर भी मैं कभी | झूठ नहीं बोला हूँ। मेरे मनमें धर्मका लोभ है। इसलिये | किसी तरह मैं झूठ तो बोलूँगा ही नहीं। साथ ही अपनी प्रतिज्ञाको भी अवश्य सफल करूँगा। अतः तुम भय और घबराहटको अपने हृदयसे निकाल दो॥१४-१५॥ "
                },
                {
                    "slok": "प्रसूतं कलमक्षेत्रं वर्षेणेव शतक्रतुः। | तदाह्वाननिमित्तं च वालिनो हेममालिनः॥१६॥ सुग्रीव कुरु तं शब्दं निष्पतेद् येन वानरः। ",
                    "arth": "'जैसे इन्द्र वर्षा करके उगे हुए धानके खेतको फलसे सम्पन्न करते हैं, उसी तरह मैं भी बाणका प्रयोग करके वालीके वधद्वारा तुम्हारा मनोरथ पूर्ण करूँगा। इसलिये सुग्रीव! तुम सुवर्णमालाधारी वालीको बुलानेके लिये इस समय ऐसी गर्जना करो, जिससे तुम्हारा सामना करनेके लिये वह वानर नगरसे बाहर निकल आये॥१६३ ॥"
                },
                {
                    "slok": "जितकाशी जयश्लाघी त्वया चार्षितः पुरात्॥१७॥ निष्पतिष्यत्यसङ्गेन वाली स प्रियसंयुगः।",
                    "arth": "'वह अनेक युद्धोंमें विजय पाकर विजयश्रीसे सुशोभित हुआ है। सबपर विजय पानेकी इच्छा रखता है और उसने कभी तुमसे हार नहीं खायी है। इसके अलावे युद्धसे उसका बड़ा प्रेम है, अत: वाली कहीं भी आसक्त न होकर नगरके बाहर अवश्य निकलेगा॥"
                },
                {
                    "slok": "रिपूणां धर्षितं श्रुत्वा मर्षयन्ति न संयुगे॥१८॥ जानन्तस्तु स्वकं वीर्यं स्त्रीसमक्षं विशेषतः। ",
                    "arth": "'क्योंकि अपने पराक्रमको जाननेवाले वीर पुरुष, विशेषतः स्त्रियोंके सामने, युद्धके लिये शत्रुओंके तिरस्कारपूर्ण शब्द सुनकर कदापि सहन नहीं करते हैं। "
                },
                {
                    "slok": "स तु रामवचः श्रुत्वा सुग्रीवो हेमपिङ्गलः॥१९॥ ननद क्रूरनादेन विनिर्भिन्दन्निवाम्बरम्।",
                    "arth": "श्रीरामचन्द्रजीकी यह बात सुनकर सुवर्णके समान पिङ्गलवर्णवाले सुग्रीवने आकाशको विदीर्ण-सा करते हुए कठोर स्वरमें बड़ी भयंकर गर्जना की॥ १९३ ॥"
                },
                {
                    "slok": "तत्र शब्देन वित्रस्ता गावो यान्ति हतप्रभाः॥२०॥ राजदोषपरामष्टाः कुलस्त्रिय इवाकुलाः।",
                    "arth": "उस सिंहनादसे भयभीत हो बड़े-बड़े बैल शक्तिहीन हो राजाके दोषसे परपुरुषोंद्वारा पकड़ी जानेवाली | कुलाङ्गनाओंके समान व्याकुलचित्त हो सब ओर भाग चले॥"
                },
                {
                    "slok": "द्रवन्ति च मृगाः शीघ्रं भग्ना इव रणे हयाः। पतन्ति च खगा भूमौ क्षीणपुण्या इव ग्रहाः॥२१॥ ",
                    "arth": "मृग युद्धस्थलमें अस्त्र-शस्त्रोंकी चोट खाकर भागे हुए घोड़ोंके समान तीव्र गतिसे भागने लगे और पक्षी जिनके पुण्य नष्ट हो गये हैं, ऐसे ग्रहोंके समान | आकाशसे पृथ्वीपर गिरने लगे॥२१॥ "
                },
                {
                    "slok": "ततः । स जीमूतकृतप्रणादो त । नादं ह्यमुञ्चत् त्वरया प्रतीतः। | सूर्यात्मजः शौर्यविवृद्धतेजाः । सरित्पतिर्वाऽनिलचञ्चलोमिः॥२२॥",
                    "arth": "तदनन्तर जिनका सिंहनाद मेघकी गर्जनाके समान | गम्भीर था और शौर्यके द्वारा जिनका तेज बढ़ा हुआ था, | वे सुविख्यात सूर्यकुमार सुग्रीव बड़ी उतावलीके साथ | बारंबार गर्जना करने लगे, मानो वायुके वेगसे चञ्चल हुई उत्ताल तरङ्ग-मालाओंसे सुशोभित सरिताओंका | स्वामी समुद्र कोलाहल कर रहा हो॥२२॥ "
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे चतुर्दशः सर्गः॥१४॥",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें चौदहवाँ सर्ग पूरा हुआ॥१४॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - पञ्चदशः सर्गः सुग्रीवकी गर्जना सुनकर वालीका युद्धके लिये निकलना और ताराका उसे रोककर सुग्रीव और श्रीरामके साथ मैत्री कर लेनेके लिये समझाना",
            "arth": [
                {
                    "slok": "अथ तस्य निनादं तं सुग्रीवस्य महात्मनः। शुश्रावान्तःपुरगतो वाली भ्रातुरमर्षणः॥१॥",
                    "arth": "उस समय अमर्षशील वाली अपने अन्तःपुरमें था। उसने अपने भाई महामना सुग्रीवका वह सिंहनाद वहींसे सुना॥१॥ "
                },
                {
                    "slok": "श्रुत्वा तु तस्य निनदं सर्वभूतप्रकम्पनम्। मदश्चैकपदे नष्टः क्रोधश्चापादितो महान्॥२॥ ",
                    "arth": "समस्त प्राणियोंको कम्पित कर देनेवाली उनकी वह गर्जना सुनकर उसका सारा मद सहसा उतर गया और उसे महान् क्रोध उत्पन्न हुआ॥२॥"
                },
                {
                    "slok": "ततो रोषपरीताङ्गो वाली स कनकप्रभः। उपरक्त इवादित्यः सद्यो निष्प्रभतां गतः॥३॥",
                    "arth": "फिर तो सुवर्णके समान पीले रंगवाले वालीका सारा शरीर क्रोधसे तमतमा उठा। वह राहुग्रस्त सूर्यके । समान तत्काल श्रीहीन दिखायी देने लगा॥३॥"
                },
                {
                    "slok": "वाली दंष्ट्राकरालस्तु क्रोधाद् दीप्ताग्निलोचनः। भात्युत्पाततपद्माभः समृणाल इव हृदः॥४॥",
                    "arth": "वालीकी दाढ़ें विकराल थीं, नेत्र क्रोधके कारण प्रज्वलित अग्निके समान उद्दीप्त हो रहे थे। वह उस तालाबके समान श्रीहीन दिखायी देता था, जिसमें कमलपुष्पोंकी शोभा तो नष्ट हो गयी हो और केवल मृणाल रह गये हों।"
                },
                {
                    "slok": "शब्दं दुर्मर्षणं श्रुत्वा निष्पपात ततो हरिः। वेगेन च पदन्यासैारयन्निव मेदिनीम्॥५॥",
                    "arth": "वह दुःसह शब्द सुनकर वाली अपने पैरोंकी धमकसे पृथ्वीको विदीर्ण-सी करता हुआ बड़े वेगसे निकला॥५॥"
                },
                {
                    "slok": "तं तु तारा परिष्वज्य स्नेहाद् दर्शितसौहृदा। उवाच त्रस्तसम्भ्रान्ता हितोदर्कमिदं वचः॥६॥",
                    "arth": "उस समय वालीकी पत्नी तारा भयभीत हो घबरा उठी। उसने वालीको अपनी दोनों भुजाओंमें भर लिया और स्नेहसे सौहार्दका परिचय देते हुए परिणाममें हित करनेवाली यह बात कही-॥६॥ "
                },
                {
                    "slok": "साधु क्रोधमिमं वीर नदीवेगमिवागतम्। शयनादुत्थितः काल्यं त्यज भुक्तामिव स्त्रजम्॥७॥ ",
                    "arth": "'वीर! मेरी अच्छी बात सुनिये और सहसा आये हुए नदीके वेगकी भाँति इस बढ़े हुए क्रोधको त्याग दीजिये। जैसे प्रातःकाल शय्यासे उठा हुआ पुरुष रातको उपभोगमें लायी गयी पुष्पमालाका त्याग कर देता है; उसी प्रकार इस क्रोधका परित्याग कीजिये॥७॥ "
                },
                {
                    "slok": "काल्यमेतेन संग्रामं करिष्यसि च वानर। वीर ते शत्रुबाहुल्यं फल्गुता वा न विद्यते॥८॥ सहसा तव निष्क्रामो मम तावन्न रोचते। श्रूयतामभिधास्यामि यन्निमित्तं निवार्यते॥९॥",
                    "arth": "'वानरवीर! कल प्रातःकाल सुग्रीवके साथ युद्ध कीजियेगा (इस समय रुक जाइये) यद्यपि युद्धमें कोई शत्रु आपसे बढ़कर नहीं है और आप किसीसे छोटे नहीं हैं। तथापि इस समय सहसा आपका घरसे बाहर निकलना मुझे अच्छा नहीं लगता है, आपको रोकनेका एक विशेष कारण भी है। उसे बताती हूँ, सुनिये॥८-९॥ "
                },
                {
                    "slok": "पूर्वमापतितः क्रोधात् स त्वामाह्वयते युधि। निष्पत्य च निरस्तस्ते हन्यमानो दिशो गतः॥१०॥ ",
                    "arth": "'सुग्रीव पहले भी यहाँ आये थे और क्रोधपूर्वक उन्होंने आपको युद्धके लिये ललकारा था। उस समय आपने नगरसे निकलकर उन्हें परास्त किया और वे आपकी मार खाकर सम्पूर्ण दिशाओंकी ओर भागते हुए मतङ्ग वनमें चले गये थे॥१०॥ "
                },
                {
                    "slok": "सलाह त्वया तस्य निरस्तस्य पीडितस्य विशेषतः। इहैत्य पुनराबानं शङ्का जनयतीव मे॥११॥",
                    "arth": "'इस प्रकार आपके द्वारा पराजित और विशेष पीड़ित होनेपर भी वे पुनः यहाँ आकर आपको युद्धके लिये ललकार रहे हैं। उनका यह पुनरागमन मेरे मनमें शङ्का-सी उत्पन्न कर रहा है॥११॥ "
                },
                {
                    "slok": "दर्पश्च व्यवसायश्च यादृशस्तस्य नर्दतः। निनादस्य च संरम्भो नैतदल्पं हि कारणम्॥१२॥",
                    "arth": "'इस समय गर्जते हुए सुग्रीवका दर्प और उद्योग जैसा दिखायी देता है तथा उनकी गर्जनामें जो उत्तेजना जान पड़ती है, इसका कोई छोटा-मोटा कारण नहीं होना चाहिये॥१२॥"
                },
                {
                    "slok": "नासहायमहं मन्ये सुग्रीवं तमिहागतम्। अवष्टब्धसहायश्च यमाश्रित्यैष गर्जति॥१३॥",
                    "arth": "'मैं समझती हूँ सुग्रीव किसी प्रबल सहायकके बिना अबकी बार यहाँ नहीं आये हैं। किसी सबल सहायकको साथ लेकर ही आये हैं, जिसके बलपर ये इस तरह गरज रहे हैं॥१३॥ "
                },
                {
                    "slok": "प्रकृत्या निपुणश्चैव बुद्धिमांश्चैव वानरः। नापरीक्षितवीर्येण सुग्रीवः सख्यमेष्यति॥१४॥",
                    "arth": "'वानर सुग्रीव स्वभावसे ही कार्यकुशल और बुद्धिमान् हैं। वे किसी ऐसे पुरुषके साथ मैत्री नहीं करेंगे, जिसके बल और पराक्रमको अच्छी तरह परख न लिया हो ॥१४॥ "
                },
                {
                    "slok": "पूर्वमेव मया वीर श्रुतं कथयतो वचः। अङ्गदस्य कुमारस्य वक्ष्याम्यद्य हितं वचः॥१५॥ ",
                    "arth": "'वीर ! मैंने पहले ही कुमार अङ्गदके मुँहसे यह बात सुन ली है। इसलिये आज मैं आपके हितकी बात बताती हूँ॥ "
                },
                {
                    "slok": "अङ्गदस्तु कुमारोऽयं वनान्तमुपनिर्गतः। प्रवृत्तिस्तेन कथिता चारैरासीन्निवेदिता॥१६॥",
                    "arth": "'एक दिन कुमार अङ्गद वनमें गये थे। वहाँ गुप्तचरोंने उन्हें एक समाचार बताया, जो उन्होंने यहाँ आकर मुझसे भी कहा था॥१६॥ "
                },
                {
                    "slok": "अयोध्याधिपतेः पुत्रौ शूरौ समरदुर्जयौ। इक्ष्वाकूणां कुले जातौ प्रथितौ रामलक्ष्मणौ ॥१७॥ ",
                    "arth": "'वह समाचार इस प्रकार है-अयोध्यानरेशके दो शूर-वीर पुत्र, जिन्हें युद्ध में जीतना अत्यन्त कठिन है, जिनका जन्म इक्ष्वाकुकुलमें हुआ है तथा जो श्रीराम और लक्ष्मणके नामसे प्रसिद्ध हैं, यहाँ वनमें आये हुए हैं॥ १७ ॥"
                },
                {
                    "slok": "सुग्रीवप्रियकामार्थं प्राप्तौ तत्र दुरासदौ। स ते भ्रातुर्हि विख्यातः सहायो रणकर्मणि॥१८॥ रामः परबलामर्दी युगान्ताग्निरिवोत्थितः। | निवासवृक्षः साधूनामापन्नानां परा गतिः॥१९॥",
                    "arth": "वे दोनों दुर्जय वीर सुग्रीवका प्रिय करनेके लिये | उनके पास पहुँच गये हैं। उन दोनोंमेंसे जो आपके भाईके युद्ध-कर्ममें सहायक बताये गये हैं, वे श्रीराम शत्रुसेनाका संहार करनेवाले तथा प्रलयकालमें प्रज्वलित हुई अग्निके समान तेजस्वी हैं। वे साधु पुरुषोंके आश्रयदाता कल्पवृक्ष हैं और संकटमें पड़े हुए प्राणियोंके लिये सबसे बड़ा सहारा हैं॥१८-१९॥"
                },
                {
                    "slok": "आर्तानां संश्रयश्चैव यशसश्चैकभाजनम्। ज्ञानविज्ञानसम्पन्नो निदेशे निरतः पितुः॥२०॥",
                    "arth": "आर्त पुरुषोंके आश्रय, यशके एकमात्र भाजन, ज्ञान-विज्ञानसे सम्पन्न तथा पिताकी आज्ञामें स्थित रहनेवाले हैं॥२०॥ "
                },
                {
                    "slok": "धातूनामिव शैलेन्द्रो गुणानामाकरो महान्। तत् क्षमो न विरोधस्ते सह तेन महात्मना॥२१॥ दुर्जयेनाप्रमेयेण रामेण रणकर्मसु।",
                    "arth": "'जैसे गिरिराज हिमालय नाना धातुओंकी खान है, उसी प्रकार श्रीराम उत्तम गुणोंके बहुत बड़े भंडार हैं। अतः उन महात्मा रामके साथ आपका विरोध करना कदापि उचित नहीं है। क्योंकि वे युद्धकी कलामें अपना सानी नहीं रखते हैं। उनपर विजय पाना अत्यन्त कठिन है॥ २१ ॥ "
                },
                {
                    "slok": "शूर वक्ष्यामि ते किंचिन्न चेच्छाम्यभ्यसूयितुम्॥२२॥ श्रूयतां क्रियतां चैव तव वक्ष्यामि यद्धितम्। ",
                    "arth": "'शूरवीर! मैं आपके गुणोंमें दोष देखना नहीं चाहती। अतः आपसे कुछ कहती हूँ। आपके लिये जो हितकर है, वही बता रही हूँ। आप उसे सुनिये और वैसा ही कीजिये॥ "
                },
                {
                    "slok": "यौवराज्येन सुग्रीवं तूर्णं साध्वभिषेचय॥२३॥ विग्रहं मा कृथा वीर भ्रात्रा राजन यवीयसा।",
                    "arth": "'अच्छा यही होगा कि आप सुग्रीवका शीघ्र ही युवराजके पदपर अभिषेक कर दीजिये। वीर वानरराज! सुग्रीव आपके छोटे भाई हैं, उनके साथ युद्ध न कीजिये॥ "
                },
                {
                    "slok": "अहं हि ते क्षमं मन्ये तेन रामेण सौहृदम्॥२४॥ सुग्रीवेण च सम्प्रीतिं वैरमुत्सृज्य दूरतः।",
                    "arth": "'मैं आपके लिये यही उचित समझती हूँ कि आप वैरभावको दूर हटाकर श्रीरामके साथ सौहार्द और सुग्रीवके साथ प्रेमका सम्बन्ध स्थापित कीजिये॥ २४ ॥ "
                },
                {
                    "slok": "लालनीयो हि ते भ्राता यवीयानेष वानरः॥२५॥ तत्र वा सन्निहस्थो वा सर्वथा बन्धुरेव ते। नहि तेन समं बन्धुं भुवि पश्यामि कंचन॥२६॥",
                    "arth": "'वानर सुग्रीव आपके छोटे भाई हैं। अतः आपका लाड़-प्यार पानेके योग्य हैं। वे ऋष्यमूकपर रहें या किष्किन्धामें-सर्वथा आपके बन्धु ही हैं। मैं इस भूतलपर उनके समान बन्धु और किसीको नहीं देखती हूँ॥"
                },
                {
                    "slok": "दानमानादिसत्कारैः कुरुष्व प्रत्यनन्तरम्। वैरमेतत् समुत्सृज्य तव पार्वे स तिष्ठतु॥२७॥",
                    "arth": "'आप दान-मान आदि सत्कारोंके द्वारा उन्हें | अपना अत्यन्त अन्तरङ्ग बना लीजिये, जिससे वे इस वैरभावको छोड़कर आपके पास रह सकें॥२७॥ "
                },
                {
                    "slok": "सुग्रीवो विपुलग्रीवो महाबन्धुर्मतस्तव। भ्रातृसौहृदमालम्ब्य नान्या गतिरिहास्ति ते॥२८॥ ",
                    "arth": "'पुष्ट ग्रीवावाले सुग्रीव आपके अत्यन्त प्रेमी बन्धु हैं, ऐसा मेरा मत है। इस समय भ्रातृप्रेमका सहारा लेनेके सिवा आपके लिये यहाँ दूसरी कोई गति नहीं है॥२८॥"
                },
                {
                    "slok": "यदि ते मत्प्रियं कार्यं यदि चावैषि मां हिताम्। याच्यमानः प्रियत्वेन साधु वाक्यं कुरुष्व मे॥२९॥",
                    "arth": "'यदि आपको मेरा प्रिय करना हो तथा आप मुझे अपनी हितकारिणी समझते हों तो मैं प्रेमपूर्वक याचना | करती हूँ, आप मेरी यह नेक सलाह मान लीजिये ॥ २९॥ "
                },
                {
                    "slok": "प्रसीद पथ्यं शृणु जल्पितं हि मे न रोषमेवानुविधातुमर्हसि। | क्षमो हि ते कोशलराजसूनुना न विग्रहः शक्रसमानतेजसा ॥३०॥ ",
                    "arth": "'स्वामिन्! आप प्रसन्न होइये। मैं आपके हितकी बात कहती हूँ। आप इसे ध्यान देकर सुनिये। केवल रोषका ही अनुसरण न कीजिये। कोसलराजकुमार श्रीराम इन्द्रके समान तेजस्वी हैं। उनके साथ वैर बाँधना या युद्ध छेड़ना आपके लिये कदापि उचित नहीं है'।"
                },
                {
                    "slok": "तदा हि तारा हितमेव वाक्यं गत का तं वालिनं पथ्यमिदं बभाषे। म |न रोचते तद् वचनं हि तस्य कालाभिपन्नस्य विनाशकाले॥३१॥ ",
                    "arth": "उस समय ताराने वालीसे उसके हितकी ही बात कही थी और यह लाभदायक भी थी। किंतु उसकी बात उसे नहीं रुची। क्योंकि उसके विनाशका समय निकट था और वह कालके पाशमें बँध चुका था॥३१॥"
                },
                {
                    "samaapt_sarg": "बार इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे पञ्चदशः सर्गः॥१५॥",
                    "samaapt_arth": "पाकि इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें पंद्रहवाँ सर्ग पूरा हुआ॥१५॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - षोडशः सर्गः वालीका ताराको डाँटकर लौटाना और सुग्रीवसे जूझना तथा श्रीरामके बाणसे घायल होकर पृथ्वीपर गिरना",
            "arth": [
                {
                    "slok": "तामेवं ब्रुवतीं तारां ताराधिपनिभाननाम्। वाली निर्धयामास वचनं चेटमबवीत ॥१॥",
                    "arth": "तारापति चन्द्रमाके समान मुखवाली ताराको ऐसी बातें | करती देख वालीने उसे फटकारा और इस प्रकार कहा "
                },
                {
                    "slok": "गर्जतोऽस्य सुसंरब्धं भ्रातुः शत्रोर्विशेषतः। मर्षयिष्यामि केनापि कारणेन वरानने॥२॥",
                    "arth": "'वरानने! इस गर्जते हुए भाईकी, जो विशेषतः मेरा शत्रु है, यह उत्तेजनापूर्ण चेष्टा मैं किस कारणसे सहन करूँगा॥२॥ "
                },
                {
                    "slok": "अधर्षितानां शूराणां समरेष्वनिवर्तिनाम्। धर्षणामर्षणं भीरु मरणादतिरिच्यते॥३॥",
                    "arth": "'भीरु! जो कभी परास्त नहीं हुए और जिन्होंने युद्धके अवसरोंपर कभी पीठ नहीं दिखायी, उन शूरवीरोंके लिये शत्रुकी ललकार सह लेना मृत्युसे भी बढ़कर दुःखदायी होता है॥३॥ "
                },
                {
                    "slok": "सोढुं न च समर्थोऽहं युद्धकामस्य संयुगे। सुग्रीवस्य च संरम्भं हीनग्रीवस्य गर्जितम्॥४॥ ",
                    "arth": "'यह हीन ग्रीवावाला सुग्रीव संग्रामभूमिमें मेरे साथ युद्धकी इच्छा रखता है। मैं इसके रोषावेश और गर्जनतर्जनको सहन करनेमें असमर्थ हूँ॥४॥"
                },
                {
                    "slok": "न च कार्यों विषादस्ते राघवं प्रति मत्कृते। धर्मज्ञश्च कृतज्ञश्च कथं पापं करिष्यति॥५॥ ",
                    "arth": "'श्रीरामचन्द्रजीकी बात सोचकर भी तुम्हें मेरे लिये विषाद नहीं करना चाहिये। क्योंकि वे धर्मके ज्ञाता तथा कर्तव्याकर्तव्यको समझनेवाले हैं। "
                },
                {
                    "slok": "अतः पाप कैसे करेंगे। निवर्तस्व सह स्त्रीभिः कथं भूयोऽनुगच्छसि। सौहृदं दर्शितं तावन्मयि भक्तिस्त्वया कृता॥६॥ प्रतियोत्स्याम्यहं गत्वा सुग्रीवं जहि सम्भ्रमम्। दएँ चास्य विनेष्यामि न च प्राणैर्वियोक्ष्यते॥७॥",
                    "arth": "'तुम इन स्त्रियोंके साथ लौट जाओ। क्यों मेरे पीछे बार-बार आ रही हो। तुमने मेरे प्रति अपना स्नेह दिखाया। भक्तिका भी परिचय दे दिया। अब जाओ, घबराहट छोड़ो। मैं आगे बढ़कर सुग्रीवका सामना करूँगा। उसके घमण्डको चूर-चूर कर डालूँगा। किंतु प्राण नहीं लूंगा॥६-७॥ "
                },
                {
                    "slok": "अहं ह्याजिस्थितस्यास्य करिष्यामि यदीप्सितम्। वृक्षमुष्टिप्रहारैश्च । पीडितः प्रतियास्यति॥८॥",
                    "arth": "'युद्धके मैदानमें खड़े हुए सुग्रीवकी जो-जो इच्छा है, उसे मैं पूर्ण करूँगा। वृक्षों और मुक्कोंकी मारसे पीड़ित होकर वह स्वयं ही भाग जायगा॥८॥ "
                },
                {
                    "slok": "न मे गर्वितमायस्तं सहिष्यति दुरात्मवान्। कृतं तारे सहायत्वं दर्शितं सौहृदं मयि॥९॥ ",
                    "arth": "'तारे! दुरात्मा सुग्रीव मेरे युद्धविषयक दर्प और आयास (उद्योग) को नहीं सह सकेगा। तुमने मेरी बौद्धिक सहायता अच्छी तरह कर दी और मेरे प्रति अपना सौहार्द भी दिखा दिया॥९॥ "
                },
                {
                    "slok": "शापितासि मम प्राणैर्निवर्तस्व जनेन च। अलं जित्वा निवर्तिष्ये तमहं भ्रातरं रणे॥१०॥",
                    "arth": "'अब मैं प्राणोंकी सौगन्ध दिलाकर कहता हूँ कि अब तुम इन स्त्रियोंके साथ लौट जाओ। अब अधिक कहनेकी आवश्यकता नहीं है, मैं युद्धमें अपने उस भाईको जीतकर लौट आऊँगा'॥१०॥ "
                },
                {
                    "slok": "तं तु तारा परिष्वज्य वालिनं प्रियवादिनी। चकार रुदती मन्दं दक्षिणा सा प्रदक्षिणम्॥११॥ ",
                    "arth": "यह सुनकर अत्यन्त उदार स्वभाववाली ताराने वालीका आलिङ्गन करके मन्द स्वरमें रोते-रोते उसकी परिक्रमा की॥११॥ "
                },
                {
                    "slok": "ततः स्वस्त्ययनं कृत्वा मन्त्रविद् विजयैषिणी। अन्तःपुरं सह स्त्रीभिः प्रविष्टा शोकमोहिता॥१२॥ ",
                    "arth": "वह पतिकी विजय चाहती थी और उसे मन्त्रका भी ज्ञान था। इसलिये उसने वालीकी मङ्गल-कामनासे स्वस्तिवाचन किया और शोकसे मोहित हो वह अन्य स्त्रियोंके साथ अन्तःपुरको चली गयी॥ १२ ॥"
                },
                {
                    "slok": "प्रविष्टायां तु तारायां सह स्त्रीभिः स्वमालयम्। नगर्या निर्ययौ क्रुद्धो महासर्प इव श्वसन्॥१३॥",
                    "arth": "स्त्रियोंसहित ताराके अपने महलमें चले जानेपर वाली क्रोधसे भरे हुए महान् सर्पकी भाँति लम्बी साँस खींचता हुआ नगरसे बाहर निकला ॥१३॥ "
                },
                {
                    "slok": "स निःश्वस्य महारोषो वाली परमवेगवान्। सर्वतश्चारयन् दृष्टिं शत्रुदर्शनकांक्षया॥१४॥",
                    "arth": "महान् रोषसे युक्त और अत्यन्त वेगशाली वाली लम्बी साँस छोड़कर शत्रुको देखनेकी इच्छासे चारों ओर अपनी दृष्टि दौड़ाने लगा॥१४॥ "
                },
                {
                    "slok": "स ददर्श ततः श्रीमान् सुग्रीवं हेमपिङ्गलम्। तर सुसंवीतमवष्टब्धं दीप्यमानमिवानलम्॥१५॥",
                    "arth": "इतनेहीमें श्रीमान् वालीने सुवर्णके समान पिङ्गल वर्णवाले सुग्रीवको देखा, जो लँगोट बाँधकर युद्धके लिये डटकर खड़े थे और प्रज्वलित अग्निके समान प्रकाशित हो रहे थे॥१५॥ "
                },
                {
                    "slok": "तं स दृष्ट्वा महाबाहुः सुग्रीवं पर्यवस्थितम्। गाढं परिदधे वासो वाली परमकोपनः॥१६॥",
                    "arth": "सुग्रीवको खड़ा देख महाबाहु वाली अत्यन्त कुपित हो उठा। उसने अपना लँगोट भी दृढ़ताके साथ बाँध लिया॥ "
                },
                {
                    "slok": "स वाली गाढसंवीतो मुष्टिमुद्यम्य वीर्यवान्।। सुग्रीवमेवाभिमुखो ययौ योद्धं कृतक्षणः॥१७॥",
                    "arth": "लँगोटको मजबूतीके साथ कसकर पराक्रमी वाली प्रहारका अवसर देखता हुआ मुक्का तानकर सुग्रीवकी ओर चला॥१७॥ "
                },
                {
                    "slok": "श्लिष्टं मुष्टिं समुद्यम्य संरब्धतरमागतः। सुग्रीवोऽपि समुद्दिश्य वालिनं हेममालिनम्॥१८॥",
                    "arth": "सुग्रीव भी सुवर्णमालाधारी वालीके उद्देश्यसे बँधा हुआ मुक्का ताने बड़े आवेशके साथ उसकी ओर बढ़े॥"
                },
                {
                    "slok": "तं वाली क्रोधताम्राक्षः सुग्रीवं रणकोविदम्। आपतन्तं महावेगमिदं वचनमब्रवीत्॥१९॥",
                    "arth": "युद्धकलाके पण्डित महावेगशाली सुग्रीवको अपनी ओर आते देख वालीकी आँखें क्रोधसे लाल हो गयीं और वह इस प्रकार बोला- ॥१९॥"
                },
                {
                    "slok": "एष मुष्टिर्महान् बद्धो गाढः सुनियतालिः। मया वेगविमुक्तस्ते प्राणानादाय यास्यति॥२०॥",
                    "arth": "'सुग्रीव! देख ले। यह बड़ा भारी मुक्का खूब कसकर बँधा हुआ है। इसमें सारी अङ्गलियाँ सुनियन्त्रितरूपसे परस्पर सटी हुई हैं। मेरे द्वारा वेगपूर्वक चलाया हुआ यह मुक्का तेरे प्राण लेकर ही जायगा'॥२०॥ "
                },
                {
                    "slok": "एवमुक्तस्तु सुग्रीवः क्रुद्धो वालिनमब्रवीत्। तव चैष हरन् प्राणान् मुष्टिः पततु मूर्धनि॥२१॥",
                    "arth": "वालीके ऐसा कहनेपर सुग्रीव क्रोधपूर्वक उससे बोले-'मेरा यह मुक्का भी तेरे प्राण लेनेके लिये तेरे मस्तकपर गिरे॥२१॥ "
                },
                {
                    "slok": "ताडितस्तेन तं क्रुद्धः समभिक्रम्य वेगतः। अभवच्छोणितोद्गारी सापीड इव पर्वतः॥२२॥ ",
                    "arth": "इतनेहीमें वालीने वेगपूर्वक आक्रमण करके सुग्रीवपर मुक्केका प्रहार किया। उस चोटसे घायल एवं कुपित हुए सुग्रीव झरनोंसे युक्त पर्वतकी भाँति मुँहसे रक्त वमन करने लगे॥२२॥ "
                },
                {
                    "slok": "सुग्रीवेण तु निःशङ्कं सालमुत्पाट्य तेजसा। गानेष्वभिहतो वाली वज्रेणेव महागिरिः॥२३॥",
                    "arth": "तत्पश्चात् सुग्रीवने भी निःशङ्क होकर बलपूर्वक एक सालवृक्षको उखाड़ लिया और उसे वालीके शरीरपर दे मारा, मानो इन्द्रने किसी विशाल पर्वतपर वज्रका प्रहार किया हो॥ २३॥ "
                },
                {
                    "slok": "स तु वृक्षेण निर्भग्नः सालताडनविह्वलः। गुरुभारभराक्रान्ता नौः ससार्थेव सागरे॥२४॥",
                    "arth": "उस वृक्षकी चोटसे वालीके शरीरमें घाव हो गया। उस आघातसे विह्वल हुआ वाली व्यापारियोंके समूहके चढ़नेसे भारी भारके द्वारा दबकर समुद्रमें डगमगाती हुई नौकाके समान काँपने लगा॥२४॥ "
                },
                {
                    "slok": "तौ भीमबलविक्रान्तौ सुपर्णसमवेगितौ। | प्रवृद्धौ घोरवपुषौ चन्द्रसूर्याविवाम्बरे॥२५॥ ",
                    "arth": "उन दोनों भाइयोंका बल और पराक्रम भयंकर था। दोनोंके ही वेग गरुड़के समान थे। वे दोनों भयंकर रूप धारण करके बड़े जोरसे जूझ रहे थे और पूर्णिमाके आकाशमें चन्द्रमा और सूर्यके समान दिखायी देते थे॥ "
                },
                {
                    "slok": "परस्परममित्रघ्नौ छिद्रान्वेषणतत्परौ। ततोऽवर्धत वाली तु बलवीर्यसमन्वितः॥२६॥ सूर्यपुत्रो महावीर्यः सुग्रीवः परिहीयत।",
                    "arth": "वे शत्रुसूदन वीर अपने विपक्षीको मार डालनेकी इच्छासे एक-दूसरेकी दुर्बलता ढूँढ़ रहे थे; परंतु उस युद्धमें बल-विक्रमसम्पन्न वाली बढ़ने लगा और महापराक्रमी सूर्यपुत्र सुग्रीवकी शक्ति क्षीण होने लगी। "
                },
                {
                    "slok": "वालिना भग्नदर्पस्तु सुग्रीवो मन्दविक्रमः॥२७॥ वालिनं प्रति सामर्षों दर्शयामास राघवम्।",
                    "arth": "वालीने सुग्रीवका घमण्ड चूर्ण कर दिया। उनका पराक्रम मन्द पड़ने लगा। तब वालीके प्रति अमर्षमें भरे हुए सुग्रीवने श्रीरामचन्द्रजीको अपनी अवस्थाका लक्ष्य कराया ॥२७॥"
                },
                {
                    "slok": "वृक्षैः सशाखैः शिखरैर्वज्रकोटिनिभैनखैः ॥२८॥ मुष्टिभिर्जानुभिः पद्भिर्बाहुभिश्च पुनः पुनः। तयोर्युद्धमभूद्घोरं वृत्रवासवयोरिव ॥२९॥",
                    "arth": "इसके बाद डालियोंसहित वृक्षों, पर्वतके शिखरों, वज्रके समान भयंकर नखों, मुक्कों, घुटनों, लातों और हाथोंकी मारसे उन दोनोंमें इन्द्र और वृत्रासुरकी भाँति भयंकर संग्राम होने लगा॥ २९॥ "
                },
                {
                    "slok": "तौ शोणिताक्तौ युध्येतां वानरौ वनचारिणौ। मेघाविव महाशब्देस्तर्जमानौ परस्परम्॥३०॥",
                    "arth": "वे दोनों वनचारी वानर लहूलुहान होकर लड़ रहे थे और दो बादलोंकी तरह अत्यन्त भयंकर गर्जना करते हुए एक-दूसरेको डाँट रहे थे॥३०॥ "
                },
                {
                    "slok": "हीयमानमथापश्यत् सुग्रीवं वानरेश्वरम्। प्रेक्षमाणं दिशश्चैव राघवः स मुहुर्मुहुः॥३१॥",
                    "arth": "श्रीरघुनाथजीने देखा, वानरराज सुग्रीव कमजोर पड़ रहे हैं और बारंबार इधर-उधर दृष्टि दौड़ा रहे हैं॥३१॥ "
                },
                {
                    "slok": "ततो रामो महातेजा आर्तं दृष्ट्वा हरीश्वरम्। स शरं वीक्षते वीरो वालिनो वधकांक्षया॥३२॥ ",
                    "arth": "वानरराजको पीड़ित देख महातेजस्वी श्रीरामने वालीके वधकी इच्छासे अपने बाणपर दृष्टिपात किया ॥"
                },
                {
                    "slok": "ततो धनुषि संधाय शरमाशीविषोपमम्। पूरयामास तच्चापं कालचक्रमिवान्तकः॥३३॥ ",
                    "arth": "उन्होंने अपने धनुषपर विषधर सर्पके समान भयंकर बाण रखा और उसे जोरसे खींचा, मानो यमराजने कालचक्र उठा लिया हो॥३३॥"
                },
                {
                    "slok": "तस्य ज्यातलघोषेण त्रस्ताः पत्ररथेश्वराः। प्रदुद्रुवुर्मुगाश्चैव युगान्त इव मोहिताः॥३४॥",
                    "arth": "उसकी प्रत्यञ्चाकी टङ्कारध्वनिसे भयभीत हो बड़ेबड़े पक्षी और मृग भाग खड़े हुए। वे प्रलयकालके समय मोहित हुए जीवोंके समान किंकर्तव्यविमूढ़ हो गये॥ ३४॥ "
                },
                {
                    "slok": "मुक्तस्तु वज्रनिर्घोषः प्रदीप्ताशनिसंनिभः। राघवेण महाबाणो वालिवक्षसि पातितः॥३५॥",
                    "arth": "श्रीरघुनाथजीने वज्रकी भाँति गड़गड़ाहट और प्रज्वलित अशनिकी भाँति प्रकाश पैदा करनेवाला वह महान् बाण छोड़ दिया तथा उसके द्वारा वालीके वक्षःस्थलपर चोट पहुँचायी॥ ३५॥ "
                },
                {
                    "slok": "ततस्तेन महातेजा वीर्ययुक्तः कपीश्वरः। वेगेनाभिहतो वाली निपपात महीतले॥३६॥",
                    "arth": "उस बाणसे वेगपूर्वक आहत हो महातेजस्वी पराक्रमी वानरराज वाली तत्काल पृथ्वीपर गिर पड़ा॥३६॥ "
                },
                {
                    "slok": "इन्द्रध्वज इवोधूतः पौर्णमास्यां महीतले। आश्वयुक्समये मासि गतश्रीको विचेतनः। बाष्पसंरुद्धकण्ठस्तु वाली चार्तस्वरः शनैः॥३७॥",
                    "arth": "आश्विनकी पूर्णिमाके दिन इन्द्रध्वजोत्सवके अन्तमें ऊपर फेंका गया इन्द्रध्वज जैसे पृथ्वीपर गिर पड़ता है, उसी प्रकार वाली ग्रीष्मऋतुके अन्तमें श्रीहीन, अचेत और आँसुओंसे गद्गदकण्ठ हो धराशायी हो गया और धीरे-धीरे आर्तनाद करने लगा॥३७॥ "
                },
                {
                    "slok": "नरोत्तमः कालयुगान्तकोपमं शरोत्तमं काञ्चनरूप्यभूषितम्। ससर्ज दीप्तं तममित्रमर्दनं सधूममग्निं मुखतो यथा हरः॥३८॥",
                    "arth": "श्रीरामका वह उत्तम बाण युगान्तकालके समान भयंकर तथा सोने-चाँदीसे विभूषित था। पूर्वकालमें महादेवजीने जैसे अपने मुखसे (मुख-मण्डलके अन्तर्गत ललाटवर्ती नेत्रसे) शत्रुभूत कामदेवका नाश करनेके लिये धूमयुक्त अग्निकी सृष्टि की थी, उसी प्रकार पुरुषोत्तम श्रीरामने सुग्रीवशत्रु वालीका मर्दन करनेके लिये उस प्रज्वलित बाणको छोड़ा था॥३८॥ "
                },
                {
                    "slok": "अथोक्षितः शोणिततोयविस्त्रवैः सुपुष्पिताशोक इवानिलोद्धतः। विचेतनो वासवसूनुराहवे प्रभ्रंशितेन्द्रध्वजवत् क्षितिं गतः॥३९॥ ",
                    "arth": "इन्द्रकुमार वालीके शरीरसे पानीके समान रक्तकी धारा बहने लगी। वह उससे नहा गया और अचेत हो वायुके उखाड़े हुए पुष्पित अशोकवृक्ष एवं आकाशसे नीचे गिरे हुए इन्द्रध्वजके समान समराङ्गणमें पृथ्वीपर गिर पडा॥ ३९॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे षोडशः सर्गः॥१६॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें सोलहवाँ सर्ग पूरा हुआ॥१६॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - सप्तदशः सर्गः वालीका श्रीरामचन्द्रजीको फटकारना",
            "arth": [
                {
                    "slok": "ततः शरेणाभिहतो रामेण रणकर्कशः। पपात सहसा वाली निकृत्त इव पादपः॥१॥",
                    "arth": "युद्ध में कठोरता दिखानेवाला वाली श्रीरामके बाणसे घायल हो कटे वृक्षकी भाँति सहसा पृथ्वीपर गिर पड़ा। "
                },
                {
                    "slok": "स भूमौ न्यस्तसर्वाङ्गस्तप्तकाञ्चनभूषणः।। अपतद् देवराजस्य मुक्तरश्मिरिव ध्वजः॥२॥",
                    "arth": "उसका सारा शरीर पृथ्वीपर पड़ा हुआ था। तपाये हुए सुवर्णके आभूषण अब भी उसकी शोभा बढ़ा रहे थे। वह देवराज इन्द्रके बन्धनरहित ध्वजकी भाँति पृथ्वीपर गिर पड़ा था॥२॥"
                },
                {
                    "slok": "अस्मिन् निपतिते भूमौ हपृक्षाणां गणेश्वरे। नष्टचन्द्रमिव व्योम न व्यराजत मेदिनी॥३॥",
                    "arth": "वानरों और भालुओंके यूथपति वालीके धराशायी हो जानेपर यह पृथ्वी चन्द्ररहित आकाशकी भाँति | शोभाहीन हो गयी॥३॥ "
                },
                {
                    "slok": "भूमौ निपतितस्यापि तस्य देहं महात्मनः।। | न श्रीर्जहाति न प्राणा न तेजो न पराक्रमः॥४॥",
                    "arth": "पृथ्वीपर पड़े होनेपर भी महामना वालीके | शरीरको शोभा, प्राण, तेज और पराक्रम नहीं छोड़ | सके थे॥४॥"
                },
                {
                    "slok": "शक्रदत्ता वरा माला काञ्चनी रत्नभूषिता । दधार हरिमुख्यस्य प्राणांस्तेजः श्रियं च सा ॥ ५ ॥",
                    "arth": " इन्द्रकी दी हुई रत्नजटित श्रेष्ठ सुवर्णमाला उस वानरराजके प्राण, तेज और शोभाको धारण किये हुए थी॥"
                },
                {
                    "slok": "स तया मालया वीरो हैमया हरियूथपः । संध्यानुगतपर्यन्तः पयोधर इवाभवत् ॥ ६ ॥",
                    "arth": "उस सुवर्णमालासे विभूषित हुआ वानरयूथपति वीर वाली संध्याकी लालीसे रँगे हुए प्रान्त भागवाले मेघखण्डके समान शोभा पा रहा था ॥ ६ ॥"
                },
                {
                    "slok": "तस्य माला च देहश्च मर्मघाती च यः शरः। त्रिधेव रचिता लक्ष्मीः पतितस्यापि शोभते ॥ ७ ॥",
                    "arth": "पृथ्वीपर गिरे होनेपर भी वालीकी वह सुवर्णमाला, उसका शरीर तथा मर्मस्थलको विदीर्ण करनेवाला वह बाण- ये तीनों पृथक्-पृथक् तीन भागोंमें विभक्त की हुई अङ्गलक्ष्मीके समान शोभा पा रहे थे ॥ ७ ॥"
                },
                {
                    "slok": "तदस्त्रं तस्य वीरस्य स्वर्गमार्गप्रभावनम् । रामबाणासनक्षिप्तमावहत् परमां गतिम् ॥ ८ ॥ ",
                    "arth": "वीरवर श्रीरामके धनुषसे चलाये गये उस अस्त्रने वालीके लिये स्वर्गका मार्ग प्रकाशित कर दिया और उसे परमपदको पहुँचा दिया ॥ ८ ॥"
                },
                {
                    "slok": "तं तथा पतितं संख्ये गतार्चिषमिवानलम् । ययातिमिव पुण्यान्ते देवलोकादिह च्युतम् ॥ ९ ॥ आदित्यमिव कालेन युगान्ते भुवि पातितम् । महेन्द्रमिव दुर्धर्षमुपेन्द्रमिव दुःसहम् ॥ १० ॥ महेन्द्रपुत्रं पतितं वालिनं हेममालिनम्। व्यूढोरस्कं महाबाहुं दीप्तास्यं हरिलोचनम् ॥ ११ ॥",
                    "arth": "इस प्रकार युद्धस्थलमें गिरा हुआ इन्द्रपुत्र वाली ज्वालारहित अग्निके समान, पुण्योंका क्षय होनेपर पुण्यलोकसे इस पृथ्वीपर गिरे हुए राजा ययातिके समान तथा महाप्रलयके समय कालद्वारा पृथ्वीपर गिराये गये सूर्यके समान जान पड़ता था। उसके गलेमें सोनेकी माला शोभा दे रही थी। वह महेन्द्रके समान दुर्जय और भगवान् विष्णुके समान दुस्सह था। उसकी छाती चौड़ी, भुजाएँ बड़ी-बड़ी, मुख दीसिमान् और नेत्र कपिलवर्णके थे ॥ ९-११ ॥"
                },
                {
                    "slok": "लक्ष्मणानुचरो रामो ददर्शोपससर्प च । तं तथा पतितं वीरं गतार्चिषमिवानलम् ॥ १२ ॥ बहुमान्य च तं वीरं वीक्षमाणं शनैरिव । उपयाती महावीर्यौ भ्रातरौ रामलक्ष्मणौ ॥ १३ ॥",
                    "arth": "लक्ष्मणको साथ लिये श्रीरामने वालीको इस अवस्था में देखा और वे उसके समीप गये। इस प्रकार ज्वालारहित अग्निकी भाँति वहाँ गिरा हुआ वह वीर धीरे-धीरे देख रहा था। महापराक्रमी दोनों भाई श्रीराम और लक्ष्मण उस वीरका विशेष सम्मान करते हुए उसके पास गये ॥ १२-१३ ॥"
                },
                {
                    "slok": "तं दृष्ट्वा राघवं वाली लक्ष्मणं च महाबलम् । अब्रवीत् परुषं वाक्यं प्रश्रितं धर्मसंहितम् ॥ १४ ॥",
                    "arth": "उन श्रीराम तथा महाबली लक्ष्मणको देखकर वाली धर्म और विनयसे युक्त कठोर वाणीमें बोला- ॥ १४ ॥"
                },
                {
                    "slok": "स भूमावल्पतेजोऽसुर्निहतो नष्टचेतनः । अर्थसंहितया वाचा गर्वितं रणगर्वितम् ॥ १५ ॥",
                    "arth": "अब उसमें तेज और प्राण स्वल्पमात्रामें ही रह गये थे। वह बाणसे घायल होकर पृथ्वीपर पड़ा था और उसकी चेष्टा धीरे-धीरे लुप्त होती जा रही थी। उसने युद्धमें गर्वयुक्त पराक्रम प्रकट करनेवाले गर्वीले श्रीरामसे कठोर वाणीमें इस प्रकार कहना आरम्भ किया - ॥ १५ ॥"
                },
                {
                    "slok": "त्वं नराधिपतेः पुत्रः प्रथितः प्रियदर्शनः । पराङ्मुखवधं कृत्वा कोऽत्र प्राप्तस्त्वया गुणः । यदहं युद्धसंरब्धस्त्वत्कृते निधनं गतः ॥ १६ ॥",
                    "arth": "रघुनन्दन! आप राजा दशरथके सुविख्यात पुत्र हैं। आपका दर्शन सबको प्रिय है। मैं आपसे युद्ध करने नहीं आया था। मैं तो दूसरेके साथ युद्धमें उलझा हुआ था। उस दशामें आपने मेरा वध करके यहाँ कौन सा गुण प्राप्त किया है-किस महान् यशका उपार्जन किया है? क्योंकि मैं युद्धके लिये दूसरेपर रोष प्रकट कर रहा था, किंतु आपके कारण बीचमें ही मृत्युको प्राप्त हुआ ।। १६ ।।"
                },
                {
                    "slok": "कुलीनः सत्त्वसम्पन्नस्तेजस्वी चरितव्रतः । रामः करुणवेदी च प्रजानां च हिते रतः ॥ १७ ॥ सानुक्रोशो महोत्साहः समयज्ञो दृढव्रतः । इत्येतत् सर्वभूतानि कथयन्ति यशो भुवि ॥ १८ ॥",
                    "arth": "इस भूतलपर सव प्राणी आपके यशका वर्णन करते हुए कहते हैं- श्रीरामचन्द्रजी कुलीन, सत्त्वगुणसम्पन्न, तेजस्वी, उत्तम व्रतका आचरण करनेवाले, करुणाका अनुभव करनेवाले, प्रजाके हितैषी, दयालु, महान् उत्साही, समयोचित कार्य एवं सदाचारके ज्ञाता और दृढ़प्रतिज्ञ हैं॥१७-१८॥"
                },
                {
                    "slok": "दमः शमः क्षमा धर्मो धृतिः सत्यं पराक्रमः। पार्थिवानां गुणा राजन् दण्डश्चाप्यपकारिषु॥१९॥",
                    "arth": "'राजन्! इन्द्रियनिग्रह, मनका संयम, क्षमा, धर्म, धैर्य, सत्य, पराक्रम तथा अपराधियोंको दण्ड देनाये राजाके गुण हैं॥१९॥ "
                },
                {
                    "slok": "तान् गुणान् सम्प्रधाहमयं चाभिजनं तव। तारया प्रतिषिद्धः सन् सुग्रीवेण समागतः॥२०॥",
                    "arth": "'मैं आपमें इन सभी सद्गुणोंका विश्वास करके आपके उत्तम कुलको यादकर ताराके मना करनेपर भी सुग्रीवके साथ लड़ने आ गया॥२०॥ "
                },
                {
                    "slok": "न मामन्येन संरब्धं प्रमत्तं वेद्भुमर्हसि। इति मे बुद्धिरुत्पन्ना बभूवादर्शने तव॥२१॥",
                    "arth": "जबतक मैंने आपको नहीं देखा था, तबतक मेरे मनमें यही विचार उठता था कि दूसरेके साथ रोषपूर्वक जुझते हुए मुझको आप असावधान अवस्थामें अपने बाणसे बेधना उचित नहीं समझेंगे॥२१॥ "
                },
                {
                    "slok": "स त्वां विनिहतात्मानं धर्मध्वजमधार्मिकम्। जाने पापसमाचारं तृणैः कूपमिवावृतम्॥२२॥",
                    "arth": "'परंतु आज मुझे मालूम हुआ कि आपकी बुद्धि मारी गयी है। आप धर्मध्वजी हैं। दिखावेके लिये धर्मका चोला पहने हुए हैं। वास्तवमें अधर्मी हैं। आपका आचार-व्यवहार पापपूर्ण है। आप घास-फूससे ढके हुए कूपके समान धोखा देनेवाले हैं॥ २२॥ "
                },
                {
                    "slok": "सतां वेषधरं पापं प्रच्छन्नमिव पावकम्। नाहं त्वामभिजानामि धर्मच्छयाभिसंवृतम्॥२३॥ ",
                    "arth": "'आपने साधु पुरुषोंका-सा वेश धारण कर रखा है; परंतु हैं पापी। राखसे ढकी हुई आगके समान आपका असली रूप साधु-वेषमें छिप गया है। मैं नहीं जानता था कि आपने लोगोंको छलनेके लिये ही धर्मकी आड़ ली है॥२३॥"
                },
                {
                    "slok": "विषये वा पुरे वा ते यदा पापं करोम्यहम्। न च त्वामवजानेऽहं कस्मात् तं हंस्यकिल्बिषम्॥२४॥",
                    "arth": "'जब मैं आपके राज्य या नगरमें कोई उपद्रव नहीं कर रहा था तथा आपका भी तिरस्कार नहीं करता था, तब आपने मुझ निरपराधको क्यों मारा? ॥ २४॥ "
                },
                {
                    "slok": "फलमूलाशनं नित्यं वानरं वनगोचरम्। मामिहाप्रतियुध्यन्तमन्येन च समागतम् ॥२५॥",
                    "arth": "मैं सदा फल-मूलका भोजन करनेवाला और वनमें ही विचरनेवाला वानर हूँ। मैं यहाँ आपसे युद्ध नहीं करता था, दूसरेके साथ मेरी लड़ाई हो रही थी। फिर बिना अपराधके आपने मुझे क्यों मारा? ॥ २५॥ "
                },
                {
                    "slok": "त्वं नराधिपतेः पुत्रः प्रतीतः प्रियदर्शनः । लिङ्गमप्यस्ति ते राजन् दृश्यते धर्मसंहितम्॥२६॥",
                    "arth": "'राजन्! आप एक सम्माननीय नरेशके पुत्र हैं। विश्वासके योग्य हैं और देखनेमें भी प्रिय हैं। आपमें धर्मका साधनभूत चिह्न (जटा) वल्कल धारण आदि भी प्रत्यक्ष दिखायी देता है॥२६॥ "
                },
                {
                    "slok": "कः क्षत्रियकले जातः श्रतवान नष्टसंशयः। धर्मलिङ्गप्रतिच्छन्नः क्रूरं कर्म समाचरेत्॥२७॥",
                    "arth": "'क्षत्रियकुलमें उत्पन्न शास्त्रका ज्ञाता, संशयरहित तथा धार्मिक वेश-भूषासे आच्छन्न होकर भी कौन मनुष्य ऐसा क्रूरतापूर्ण कर्म कर सकता है॥ २७॥"
                },
                {
                    "slok": "त्वं राघवकुले जातो धर्मवानिति विश्रुतः। अभव्यो भव्यरूपेण किमर्थं परिधावसे ॥२८॥",
                    "arth": "'महाराज! रघुके कुलमें आपका प्रादुर्भाव हुआ है। आप धर्मात्माके रूपमें प्रसिद्ध हैं तो भी इतने अभव्य (क्रूर) निकले! यदि यही आपका असली रूप है तो फिर किसलिये ऊपरसे भव्य (विनीत एवं दयालु) साधु पुरुषका-सा रूप धारण करके चारों ओर दौड़ते-फिरते हैं? ॥ २८॥ "
                },
                {
                    "slok": "साम दानं क्षमा धर्मः सत्यं धृतिपराक्रमौ। पार्थिवानां गुणा राजन् दण्डश्चाप्यपकारिषु॥२९॥",
                    "arth": "'राजन्! साम, दान, क्षमा, धर्म, सत्य, धृति, पराक्रम और अपराधियोंको दण्ड देना-ये भूपालोंके गुण हैं॥ २९॥"
                },
                {
                    "slok": "वयं वनचरा राम मृगा मूलफलाशिनः। एषा प्रकृतिरस्माकं पुरुषस्त्वं नरेश्वर ॥३०॥",
                    "arth": "'नरेश्वर राम! हम फल-मूल खानेवाले वनचारी मृग हैं। यही हमारी प्रकृति है; किंतु आप तो पुरुष (मनुष्य) हैं (अतः हमारे और आपमें वैरका कोई कारण नहीं है)॥३०॥"
                },
                {
                    "slok": "भूमिर्हिरण्यं रूपं च विग्रहे कारणानि च। तत्र कस्ते वने लोभो मदीयेषु फलेषु वा॥३१॥",
                    "arth": "'पृथ्वी, सोना और चाँदी-इन्हीं वस्तुओंके लिये राजाओंमें परस्पर युद्ध होते हैं। ये ही तीन कलहके मूल कारण हैं। परंतु यहाँ वे भी नहीं हैं। इस दिशामें इस वनमें या हमारे फलोंमें आपका क्या लोभ हो सकता है॥ ३१ ॥"
                },
                {
                    "slok": "यश्च विनयश्चोभौ निग्रहानुग्रहावपि । राजवृत्तिरसंकीर्णा न नृपाः कामवृत्तयः ॥ ३२ ॥",
                    "arth": "नीति और विनय, दण्ड और अनुग्रह- ये राजधर्म हैं, किंतु इनके उपयोगके भिन्न-भिन्न अवसर हैं (इनका अविवेकपूर्वक उपयोग करना उचित नहीं है)। राजाओंको स्वेच्छाचारी नहीं होना चाहिये ॥ ३२ ॥"
                },
                {
                    "slok": "त्वं तु कामप्रधानश्च कोपनश्चानवस्थितः । राजवृत्तेषु संकीर्णः शरासनपरायणः ॥ ३३ ॥ ",
                    "arth": "परंतु आप तो कामके गुलाम, क्रोधी और मर्यादामें स्थित न रहनेवाले चञ्चल हैं। नय-विनय आदि जो राजाओंके धर्म हैं, उनके अवसरका विचार किये बिना ही किसीका कहीं भी प्रयोग कर देते हैं। जहाँ कहीं भी बाण चलाते-फिरते हैं ॥ ३३ ॥"
                },
                {
                    "slok": "न तेऽस्त्यपचितिर्धमें नार्थे बुद्धिरवस्थिता । इन्द्रियैः कामवृत्तः सन् कृष्यसे मनुजेश्वर ॥ ३४ ॥ ",
                    "arth": "आपका धर्मके विषयमें आदर नहीं है और न अर्थसाधनमें ही आपकी बुद्धि स्थिर है। नरेश्वर! आप स्वेच्छाचारी हैं। इसलिये आपकी इन्द्रियाँ आपको कहीं भी खींच ले जाती हैं ॥ ३४ ॥"
                },
                {
                    "slok": "हत्वा बाणेन काकुत्स्थ मामिहानपराधिनम् । किं वक्ष्यसि सतां मध्ये कर्म कृत्वा जुगुप्सितम् ॥ ३५ ॥",
                    "arth": "काकुत्स्थ! मैं सर्वथा निरपराध था तो भी यहाँ मुझे बाणसे मारनेका घृणित कर्म करके सत्पुरुषों के बीचमें आप क्या कहेंगे ॥ ३५ ॥"
                },
                {
                    "slok": "राजहा ब्रह्महा गोघ्नश्चोरः प्राणिवधे रतः । नास्तिकः परिवेत्ता च सर्वे निरयगामिनः ॥ ३६ ॥",
                    "arth": "राजाका वध करनेवाला, ब्रह्म-हत्यारा, गोघाती, चोर, प्राणियोंकी हिंसामें तत्पर रहनेवाला, नास्तिक और परिवेत्ता (बड़े भाईके अविवाहित रहते अपना विवाह करनेवाला छोटा भाई) ये सब-के-सब नरकगामी होते हैं ॥ ३६ ॥"
                },
                {
                    "slok": "सूचकश्च कदर्यश्च मित्रघ्नो गुरुतल्पगः | लोकं पापात्मनामेते गच्छन्ते नात्र संशयः ॥ ३७॥",
                    "arth": "चुगली खानेवाला, लोभी, मित्र-हत्यारा तथा गुरुपत्नीगामी- ये पापात्माओंके लोकमें जाते हैं इसमें संशय नहीं है ॥ ३७॥"
                },
                {
                    "slok": "अधार्य चर्म मे सद्धी रोमाण्यस्थि च वर्जितम् । अभक्ष्याणि च मांसानि त्वद्विधैर्धर्मचारिभिः ॥ ३८ ॥",
                    "arth": "हम वानरोंका चमड़ा भी तो सत्पुरुषोंके धारण करने योग्य नहीं होता। हमारे रोम और हड्डियाँ भी वर्जित हैं (छूने योग्य नहीं हैं। आप जैसे धर्माचारी पुरुषोंके लिये मांस तो सदा ही अभक्ष्य है; फिर किस लोभसे आपने मुझ वानरको अपने बाणोंका शिकार बनाया है ?) ॥ ३८ ॥"
                },
                {
                    "slok": "पञ्च पञ्चनखा भक्ष्या ब्रह्मक्षत्रेण राघव शल्यकः गोधा शशः कूर्मश्च पञ्चमः ॥ ३९ ॥",
                    "arth": "रघुनन्दन! त्रैवर्णिकोंमें जिनकी किसी कारण से मांसाहार (जैसे निन्दनीय कर्म) में प्रवृत्ति हो गयी है, उनके लिये भी पाँच नखवाले जीवोंमेंसे पाँच ही भक्षणके योग्य बताये गये हैं। उनके नाम इस प्रकार हैं-गेंडा, साही, गोह, खरहा और पाँचवाँ कछुआ ॥ ३९ ॥"
                },
                {
                    "slok": "चर्म चास्थि च मे राम न स्पृशन्ति मनीषिणः । अभक्ष्याणि च मांसानि सोऽहं पञ्चनखो हतः ।। ४० ।।",
                    "arth": "श्रीराम! मनीषी पुरुष मेरे (वानरके) चमड़े और हड्डीका स्पर्श नहीं करते हैं। वानरके मांस भी सभीके लिये अभक्ष्य होते हैं। इस तरह जिसका सब कुछ | निषिद्ध है, ऐसा पाँच नखवाला मैं आज आपके हाथसे मारा गया हूँ॥ ४० ॥ "
                },
                {
                    "slok": "तारया वाक्यमुक्तोऽहं सत्यं सर्वज्ञया हितम् । तदतिक्रम्य मोहेन कालस्य वशमागतः ॥ ४१ ।।",
                    "arth": "मेरी स्त्री तारा सर्वज्ञ है। उसने मुझे सत्य और हितकी बात बतायी थी। किंतु मोहवश उसका उल्लङ्घन करके मैं कालके अधीन हो गया ॥ ४१ ॥ "
                },
                {
                    "slok": "त्वया नाथेन काकुत्स्थ न सनाथा वसुंधरा प्रमदा शीलसम्पूर्णा पत्येव च विधर्मणा ॥ ४२ ॥",
                    "arth": "काकुत्स्थ! जैसे सुशीला युवती पापात्मा पतिसे सुरक्षित नहीं हो पाती, उसी प्रकार आप-जैसे स्वामीको पाकर यह वसुधा सनाथ नहीं हो सकती ॥ ४२ ॥"
                },
                {
                    "slok": "शठो नैकृतिकः क्षुद्रो मिथ्याप्रश्रितमानसः । कथं दशरथेन त्वं जातः पापो महात्मना ॥ ४३ ॥",
                    "arth": "आप शठ (छिपे रहकर दूसरोंका अप्रिय करनेवाले), अपकारी, क्षुद्र और झूठे ही शान्तचित्त बने रहनेवाले हैं। महात्मा राजा दशरथने आप-जैसे पापीको कैसे उत्पन्न किया ॥ ४३ ॥"
                },
                {
                    "slok": "छिनचारित्र्यकक्ष्येण सतां धर्मातिवर्तिना। त्यक्तधर्माङ्कुशेनाहं निहतो रामहस्तिना ॥ ४४ ॥",
                    "arth": "हाय! जिसने सदाचारका रस्सा तोड़ डाला है, सत्पुरुषोंके धर्म एवं मर्यादाका उल्लङ्घन किया है तथा जिसने धर्मरूपी अङ्कुशकी भी अवहेलना कर दी है, उस रामरूपी हाथीके द्वारा आज मैं मारा गया ॥ ४४ ॥"
                },
                {
                    "slok": "अशुभं चाप्ययुक्तं च सतां चैव विगर्हितम् । वक्ष्यसे चेदृशं कृत्वा सद्भिः सह समागतः ॥ ४५ ॥",
                    "arth": "ऐसा अशुभ, अनुचित और सत्पुरुषद्वारा निन्दित कर्म करके आप श्रेष्ठ पुरुषोंसे मिलनेपर उनके सामने क्या कहेंगे ॥ ४५ ॥"
                },
                {
                    "slok": "उदासीनेषु योऽस्मासु विक्रमोऽयं प्रकाशितः । अपकारिषु ते राम नैवं पश्यामि विक्रमम् ॥ ४६ ॥",
                    "arth": "श्रीराम! हम उदासीन प्राणियोंपर आपने जो यह पराक्रम प्रकट किया है, ऐसा बल-पराक्रम आप अपना अपकार करनेवालोंपर प्रकट कर रहे हों, ऐसा मुझे नहीं दिखायी देता ॥ ४६॥"
                },
                {
                    "slok": "दृश्यमानस्तु युध्येथा मया युधि नृपात्मज अद्य वैवस्वतं देवं पश्येस्त्वं निहतो मया ॥ ४७ ।।",
                    "arth": "राजकुमार! यदि आप युद्धस्थलमें मेरी दृष्टिके सामने आकर मेरे साथ युद्ध करते तो आज मेरे द्वारा मारे जाकर सूर्यपुत्र यम देवताका दर्शन करते होते ॥ ४७ ॥"
                },
                {
                    "slok": "त्वयादृश्येन तु रणे निहतोऽहं दुरासदः । प्रसुप्तः पन्नगेनैव नरः पापवशं गतः ॥ ४८ ॥",
                    "arth": "जैसे किसी सोये हुए पुरुषको साँप आकर डँस ले और वह मर जाय उसी प्रकार रणभूमिमें मुझ दुर्जय वीरको आपने छिपे रहकर मारा है तथा ऐसा करके आप पापके भागी हुए हैं ॥ ४८ ॥"
                },
                {
                    "slok": "सुग्रीवप्रियकामेन यदहं निहतस्त्वया । मामेव यदि पूर्वं त्वमेतदर्थमचोदयः । मैथिलीमहमेकाह्य तव चानीतवान् भवेः ॥ ४९ ॥",
                    "arth": "जिस उद्देश्यको लेकर सुग्रीवका प्रिय करनेकी कामनासे आपने मेरा वध किया है, उसी उद्देश्यकी सिद्धिके लिये यदि आपने पहले मुझसे ही कहा होता तो मैं मिथिलेशकुमारी जानकीको एक ही दिनमें ढूँढ़कर आपके पास ला देता ॥ ४९ ॥"
                },
                {
                    "slok": "राक्षसं च दुरात्मानं तव भार्यापहारिणम् । कण्ठे बद्ध्वा प्रदद्यां तेऽनिहतं रावणं रणे ॥ ५० ॥",
                    "arth": "आपकी पत्नीका अपहरण करनेवाले दुरात्मा राक्षस रावणको मैं युद्धमें मारे बिना ही उसके गलेमें रस्सी बाँधकर पकड़ लाता और उसे आपके हवाले कर देता ॥"
                },
                {
                    "slok": "न्यस्तां सागरतोये वा पाताले वापि मैथिलीम्। आनयेयं तवादेशाच्छ्वेतामश्वतरीमिव ॥ ५१ ॥",
                    "arth": "जैसे मधुकैटभद्वारा अपहृत हुई श्वेताश्वतरी श्रुतिका भगवान् हयग्रीवने उद्धार किया था, उसी प्रकार मैं आपके आदेशसे मिथिलेशकुमारी सीताको यदि वे समुद्रके जलमें या पातालमें रखी गयी होती तो भी वहाँसे ला देता ॥ ५१ ॥"
                },
                {
                    "slok": "युक्तं यत्प्राप्नुयाद् राज्यं सुग्रीवः स्वर्गते मयि । अयुक्तं यदधर्मेण त्वयाहं निहतो रणे ॥ ५२ ।।",
                    "arth": "मेरे स्वर्गवासी हो जानेपर सुग्रीव जो यह राज्य प्राप्त करेंगे, वह तो उचित ही है। अनुचित इतना ही हुआ है कि आपने मुझे रणभूमिमें अधर्मपूर्वक मारा है ॥ ५२ ॥"
                },
                {
                    "slok": "काममेवंविधो लोकः कालेन विनियुज्यते । क्षमं चेद्भवता प्राप्तमुत्तरं साधु चिन्त्यताम् ॥ ५३ ॥",
                    "arth": "ह जगत् कभी-न-कभी कालके अधीन होता ही है। इसका ऐसा स्वभाव ही है। अतः भले ही मेरी मृत्यु हो जाय, इसके लिये मुझे खेद नहीं है। परंतु मेरे इस तरह मारे जानेका यदि आपने उचित उत्तर ढूँढ़ निकाला हो तो उसे अच्छी तरह सोच-विचारकर कहिये' ॥ ५३ ॥"
                },
                {
                    "slok": "इत्येवमुक्त्वा परिशुष्कवक्त्रः समीक्ष्य शराभिघाताद् व्यथितो महात्मा । रामं रविसंनिकाश तूष्णीं बभौ वानरराजसूनुः ॥ ५४॥",
                    "arth": "ऐसा कहकर महामनस्वी वानरराजकुमार वाली सूर्यके समान तेजस्वी श्रीरामचन्द्रजीकी ओर देखकर चुप हो गया। उसका मुँह सूख गया था और बाणके आघातसे उसको बड़ी पीड़ा हो रही थी ॥ ५४॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे सप्तदशः सर्गः ॥ १७ ॥",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें सत्रहवाँ सर्ग पूरा हुआ ॥ १७ ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - अष्टादशः सर्गः श्रीरामका वालीकी बातका उत्तर देते हुए उसे दिये गये दण्डका औचित्य बताना, वालीका निरुत्तर होकर भगवान्से अपने अपराधके लिये क्षमा माँगते हुए अङ्गदकी रक्षाके लिये प्रार्थना करना और श्रीरामका उसे आश्वासन देना",
            "arth": [
                {
                    "slok": "इत्युक्तः प्रश्रितं वाक्यं धर्मार्थसहितं हितम् । परुषं वालिना रामो निहतेन विचेतसा ॥ १ ॥ तं निष्प्रभमिवादित्यं मुक्ततोयमिवाम्बुदम् । उक्तवाक्यं हरिश्रेष्ठमुपशान्तमिवानलम् ॥ २ ॥ धर्मार्थगुणसम्पन्नं हरीश्वरमनुत्तमम् । अधिक्षिप्तस्तदा रामः पश्चाद् वालिनमब्रवीत् ॥ ३ ॥",
                    "arth": "वहाँ मारे जाकर अचेत हुए वालीने जब इस प्रकार विनयाभास, धर्माभास, अर्थाभास और हिताभाससे युक्त कठोर बातें कहीं, आक्षेप किया, तब उन बातोंको कहकर मौन हुए वानरश्रेष्ठ वालीसे श्रीरामचन्द्रजीने धर्म, अर्थ और श्रेष्ठ गुणोंसे युक्त परम उत्तम बात कही। उस समय वाली प्रभाहीन सूर्य, जलहीन बादल और बुझी हुई आगके समान श्रीहीन प्रतीत होता था ॥ १-३॥"
                },
                {
                    "slok": "धर्ममर्थं च कामं च समयं चापि लौकिकम् । अविज्ञाय कथं बाल्यान्मामिहाद्य विगर्हसे ॥ ४ ॥",
                    "arth": "(श्रीराम बोले-) 'वानर धर्म, अर्थ, काम और लौकिक सदाचारको तो तुम स्वयं ही नहीं जानते हो। फिर बालोचित अविवेकके कारण आज यहाँ मेरी निन्दा क्यों करते हो ? ॥ ४ ॥"
                },
                {
                    "slok": "अपृष्ट्वा बुद्धिसम्पन्नान् वृद्धानाचार्यसम्मतान् । सौम्य वानरचापल्यात् त्वं मां वक्तुमिहेच्छसि ॥ ५ ॥",
                    "arth": "सौम्य! तुम आचार्योद्वारा सम्मानित बुद्धिमान् वृद्ध पुरुषोंसे पूछे बिना ही उनसे धर्मके स्वरूपको ठीक-ठीक समझे बिना ही वानरोचित चपलतावश मुझे यहाँ उपदेश देना चाहते हो ? अथवा मुझपर आक्षेप करनेकी इच्छा रखते हो ॥ ५ ॥"
                },
                {
                    "slok": "इक्ष्वाकूणामियं भूमिः सशैलवनकानना । मृगपक्षिमनुष्याणां निग्रहानुग्रहेष्वपि ॥ ६ ॥",
                    "arth": "पर्वत, वन और काननोंसे युक्त यह सारी पृथ्वी इक्ष्वाकुवंशी राजाओंकी है; अतः वे यहाँके पशु-पक्षी और मनुष्योंपर दया करने और उन्हें दण्ड देनेके भी अधिकारी हैं ॥ ६ ॥"
                },
                {
                    "slok": "तां पालयति धर्मात्मा भरतः सत्यवानृजुः । धर्मकामार्थतत्त्वज्ञो निग्रहानुग्रहे रतः ॥ ७॥",
                    "arth": "धर्मात्मा राजा भरत इस पृथ्वीका पालन करते हैं। वे सत्यवादी, सरल तथा धर्म, अर्थ और कामके तत्त्वको जाननेवाले हैं; अतः दुष्टोंके निग्रह तथा साधु पुरुषोंके प्रति अनुग्रह करनेमें तत्पर रहते हैं ॥ ७ ॥"
                },
                {
                    "slok": "नयश्च विनयश्चोभौ यस्मिन् सत्यं च सुस्थितम् । विक्रमश्च यथा दृष्टः स राजा देशकालवित् ॥ ८ ॥",
                    "arth": "'जिसमें नीति, विनय, सत्य और पराक्रम आदि सभी राजोचित गुण यथावत् रूपसे स्थित देखे जायँ, वही देश-काल-तत्त्वको जाननेवाला राजा होता है। (भरतमें ये सभी गुण विद्यमान हैं) ॥ ८ ॥"
                },
                {
                    "slok": "तस्य धर्मकृतादेशा वयमन्ये च पार्थिवाः । चरामो वसुधां कृत्स्त्रां धर्मसंतानमिच्छवः ॥ ९ ॥",
                    "arth": "'भरतकी ओरसे हमें तथा दूसरे राजाओंको यह आदेश प्राप्त है कि जगत्में धर्मके पालन और प्रसारके लिये यत्न किया जाय। इसलिये हमलोग धर्मका प्रचार करनेकी इच्छासे सारी पृथ्वीपर विचरते रहते हैं ॥ ९ ॥"
                },
                {
                    "slok": "तस्मिन् नृपतिशार्दूले भरते धर्मवत्सले । पालयत्यखिलां पृथ्वीं कश्चरेद् धर्मविप्रियम् ॥ १० ॥",
                    "arth": "राजाओंमें श्रेष्ठ भरत धर्मपर अनुराग रखनेवाले हैं। वे समूची पृथ्वीका पालन कर रहे हैं। उनके रहते हुए इस पृथ्वीपर कौन प्राणी धर्मके विरुद्ध आचरण कर सकता है? ॥ १० ॥"
                },
                {
                    "slok": "ते वयं मार्गविभ्रष्टं स्वधर्मे परमे स्थिताः । भरताज्ञां पुरस्कृत्य निगृहीमो यथाविधि ॥ ११ ॥",
                    "arth": "हम सब लोग अपने श्रेष्ठ धर्ममें दृढ़तापूर्वक स्थित रहकर भरतकी आज्ञाको सामने रखते हुए धर्ममार्गसे भ्रष्ट पुरुषको विधिपूर्वक दण्ड देते हैं ॥ ११ ॥"
                },
                {
                    "slok": "त्वं तु संक्लिष्टधर्मश्च कर्मणा च विगर्हितः । तु कामतन्त्रप्रधानश्च न स्थितो राजवर्त्मनि ॥ १२ ॥",
                    "arth": "तुमने अपने जीवनमें कामको ही प्रधानता दे रखी थी। राजोचित मार्गपर तुम कभी स्थिर नहीं रहे। तुमने सदा ही धर्मको बाधा पहुँचायी और बुरे कर्मोंके कारण सत्पुरुषद्वारा सदा तुम्हारी निन्दा की गयी ॥ १२ ॥"
                },
                {
                    "slok": "ज्येष्ठो भ्राता पिता वापि यश्च विद्यां प्रयच्छति । त्रयस्ते पितरो ज्ञेया धर्मे च पथि वर्तिनः ।। १३ ।।",
                    "arth": "बड़ा भाई, पिता तथा जो विद्या देता है, वह गुरु- ये तीनों धर्ममार्ग पर स्थित रहनेवाले पुरुषोंके लिये पिता के तुल्य माननीय हैं, ऐसा समझना चाहिये ॥ १३ ॥"
                },
                {
                    "slok": "यवीयानात्मनः पुत्रः शिष्यश्चापि गुणोदितः । पुत्रवत्ते त्रयश्चिन्त्या धर्मश्चैवात्र कारणम् ॥ १४ ।।",
                    "arth": "इसी प्रकार छोटा भाई, पुत्र और गुणवान् शिष्य- ये तीन पुत्रके तुल्य समझे जाने योग्य हैं। उनके प्रति ऐसा भाव रखनेमें धर्म ही कारण है ॥ १४ ॥"
                },
                {
                    "slok": "सूक्ष्मः परमदुर्जेयः सतां धर्मः प्लवङ्गम। हृदिस्थ: सर्वभूतानामात्मा वेद शुभाशुभम् ॥ १५ ।।",
                    "arth": "वानर! सज्जनोंका धर्म सूक्ष्म होता है, वह परम दुर्जेय है-उसे समझना अत्यन्त कठिन है। समस्त प्राणियोंके अन्तःकरणमें विराजमान जो परमात्मा हैं, वे ही सबके शुभ और अशुभको जानते हैं ॥ १५ ॥"
                },
                {
                    "slok": "चपलश्चपलैः सार्धं वानरैरकृतात्मभिः । जात्यन्ध इव जात्यन्यैर्मन्त्रयन् प्रेक्षसे नु किम् ।। १६ ।।",
                    "arth": "तुम स्वयं भी चपल हो और चञ्चल चित्तवाले अजितात्मा वानरोंके साथ रहते हो; अतः जैसे कोई जन्मान्ध पुरुष जन्मान्धोंसे ही रास्ता पूछे, उसी प्रकार तुम उन चपल वानरोंके साथ परामर्श करते हो, फिर तुम धर्मका विचार क्या कर सकते हो ?- उसके स्वरूपको कैसे समझ सकते हो ? ॥ १६ ॥"
                },
                {
                    "slok": "अहं तु व्यक्ततामस्य वचनस्य ब्रवीमि ते । नहि मां केवलं रोषात् त्वं विगर्हितुमर्हसि ॥ १७ ॥",
                    "arth": "मैंने यहाँ जो कुछ कहा है, उसका अभिप्राय तुम्हें स्पष्ट करके बताता हूँ। तुम्हें केवल रोषवश मेरी निन्दा नहीं करनी चाहिये ॥ १७ ॥"
                },
                {
                    "slok": "तदेतत् कारणं पश्य यदर्थं त्वं मया हतः । भ्रातुर्वर्तसि भार्यायां त्यक्त्वा धर्म सनातनम् ॥ १८ ॥",
                    "arth": "मैंने तुम्हें क्यों मारा है? उसका कारण सुनो और समझो तुम सनातन धर्मका त्याग करके अपने छोटे भाईकी स्त्रीसे सहवास करते हो ॥ १८ ॥"
                },
                {
                    "slok": "अस्य त्वं धरमाणस्य सुग्रीवस्य महात्मनः । रुमायां वर्तसे कामात् स्नुषायां पापकर्मकृत् ॥ १९ ॥",
                    "arth": "इस महामना सुग्रीवके जीते-जी इसकी पत्नी रुमाका, जो तुम्हारी पुत्रवधूके समान है, कामवश उपभोग करते हो। अतः पापाचारी हो ॥ १९ ॥ "
                },
                {
                    "slok": "तद् व्यतीतस्य ते धर्मात् कामवृत्तस्य वानर । भ्रातृभार्याभिमर्शे ऽस्मिन् दण्डोऽयं प्रतिपादितः ॥ २० ॥ ",
                    "arth": "वानर। इस तरह तुम धर्मसे भ्रष्ट हो स्वेच्छाचारी हो गये हो और अपने भाईकी स्त्रीको गले लगाते हो। तुम्हारे इसी अपराधके कारण तुम्हें यह दण्ड दिया गया है।"
                },
                {
                    "slok": "नहि लोकविरुद्धस्य लोकवृत्तादपेयुषः । दण्डादन्यत्र पश्यामि निग्रहं हरियूथप ॥ २१ ॥",
                    "arth": "वानरराज ! जो लोकाचारसे भ्रष्ट होकर लोकविरुद्ध आचरण करता है, उसे रोकने या राहपर लानेके लिये मैं दण्डके सिवा और कोई उपाय नहीं देखता ॥ २१ ॥"
                },
                {
                    "slok": "न च ते मर्षये पापं क्षत्रियोऽहं कुलोद्गतः । औरसीं भगिनीं वापि भार्या वाप्यनुजस्य यः ॥ २२ ॥",
                    "arth": "प्रचरेत नरः कामात् तस्य दण्डो वधः स्मृतः । 'मैं उत्तम कुलमें उत्पन्न क्षत्रिय हूँ; अतः मैं तुम्हारे पापको क्षमा नहीं कर सकता। जो पुरुष अपनी कन्या, बहिन अथवा छोटे भाईकी स्त्रीके पास काम बुद्धिसे जाता है, उसका वध करना ही उसके लिये उपयुक्त दण्ड माना गया है ॥ २२ ॥ "
                },
                {
                    "slok": "भरतस्तु महीपालो वयं त्वादेशवर्तिनः ॥ २३ ॥ त्वं च धर्मादतिक्रान्तः कथं शक्यमुपेक्षितुम् ।",
                    "arth": "'हमारे राजा भरत हैं। हमलोग तो केवल उनके आदेशका पालन करनेवाले हैं। तुम धर्मसे गिर गये हो; अतः तुम्हारी उपेक्षा कैसे की जा सकती थी॥ २३ ॥"
                },
                {
                    "slok": "गुरुधर्मव्यतिक्रान्तं प्राज्ञो धर्मेण पालयन् ॥ २४ ॥ भरतः कामयुक्तानां निग्रहे पर्यवस्थितः ।",
                    "arth": "विद्वान् राजा भरत महान् धर्मसे भ्रष्ट हुए पुरुषको दण्ड देते और धर्मात्मा पुरुषका धर्मपूर्वक पालन करते हुए कामासक्त स्वेच्छाचारी पुरुषोंके निग्रहमें तत्पर रहते हैं॥"
                },
                {
                    "slok": "वयं तु भरतादेशावधिं कृत्वा हरीश्वर। त्वद्विधान् भिन्नमर्यादान् निग्रहीतुं व्यवस्थिताः ॥ २५ ॥",
                    "arth": "हरीश्वर! हमलोग तो भरतकी आज्ञाको ही प्रमाण मानकर धर्ममर्यादाका उल्लङ्घन करनेवाले तुम्हारे जैसे लोगोंको दण्ड देनेके लिये सदा उद्यत रहते हैं ॥ २५ ॥"
                },
                {
                    "slok": "सुग्रीवेण च मे सख्यं लक्ष्मणेन यथा तथा। दारराज्यनिमित्तं च निःश्रेयस्करः स मे ॥ २६ ॥ प्रतिज्ञा च मया दत्ता तदा वानरसंनिधौ प्रतिज्ञा च कथं शक्या मंद्विधेनानवेक्षितुम् ॥ २७ ॥",
                    "arth": "सुग्रीवके साथ मेरी मित्रता हो चुकी है। उनके प्रति मेरा वही भाव है, जो लक्ष्मणके प्रति है। वे अपनी स्त्री और राज्यकी प्राप्तिके लिये मेरी भलाई करनेके लिये भी कटिबद्ध हैं। मैंने वानरोंके समीप इन्हें स्त्री और राज्य दिलाने के लिये प्रतिज्ञा भी कर ली है। ऐसी दशामें मेरे जैसा अपनी प्रतिज्ञाकी ओरसे कैसे दृष्टि हटा सकता है ॥ २६-२७॥"
                },
                {
                    "slok": "तदेभिः कारणैः सर्वैर्महद्भिर्धर्मसंश्रितैः । शासनं तव यद् युक्तं तद् भवाननुमन्यताम् ॥ २८ ॥ ",
                    "arth": " ये सभी धर्मानुकूल महान् कारण एक साथ उपस्थित हो गये, जिनसे विवश होकर तुम्हें उचित दण्ड देना पड़ा है। तुम भी इसका अनुमोदन करो ॥ २८ ॥"
                },
                {
                    "slok": "सर्वथा धर्म इत्येव द्रष्टव्यस्तव निग्रहः। वयस्यस्योपकर्तव्यं धर्ममेवानुपश्यता ॥ २९ ॥",
                    "arth": "धर्मपर दृष्टि रखनेवाले मनुष्यके लिये मित्रका उपकार करना धर्म ही माना गया है; अतः तुम्हें जो यह दण्ड दिया गया है, वह धर्मके अनुकूल है। ऐसा ही •तुम्हें समझना चाहिये ॥ २९ ॥"
                },
                {
                    "slok": "शक्यं त्वयापि तत्कार्यं धर्ममेवानुवर्तता । श्रूयते मनुना गीतौ श्लोकौ चारित्रवत्सलौ। गृहीतौ धर्मकुशलैस्तथा तच्चरितं मया ॥ ३० ॥",
                    "arth": "यदि राजा होकर तुम धर्मका अनुसरण करते तो तुम्हें भी वही काम करना पड़ता, जो मैंने किया है। मनुने राजोचित सदाचारका प्रतिपादन करनेवाले दो श्लोक कहे हैं, जो स्मृतियोंमें सुने जाते हैं और जिन्हें धर्मपालनमें कुशल पुरुषोंने सादर स्वीकार किया। उन्हींके अनुसार इस समय यह मेरा बर्ताव हुआ है (वे श्लोक इस प्रकार हैं-) ॥ ३० ॥"
                },
                {
                    "slok": "राजभिर्घृतदण्डाश्च कृत्वा पापानि मानवाः । निर्मलाः स्वर्गमायान्ति सन्तः सुकृतिनो यथा ॥ ३१ ॥ शासनाद् वापि मोक्षाद् वा स्तेनः पापात् प्रमुच्यते । राजा त्वशासन् पापस्य तदवाप्नोति किल्बिषम् ॥ ३२ ॥",
                    "arth": "मनुष्य पाप करके यदि राजाके दिये हुए दण्डको भोग लेते हैं तो वे शुद्ध होकर पुण्यात्मा साधु पुरुषोंकी भाँति स्वर्गलोकमें जाते हैं। (चोर आदि पापी जब राजाके सामने उपस्थित हों उस समय उन्हें) राजा दण्ड दे अथवा दया करके छोड़ दे। चोर आदि पापी पुरुष अपने पापसे मुक्त हो जाता है; किंतु यदि राजा पापीको उचित दण्ड नहीं देता तो उसे स्वयं उसके पापका फल भोगना पड़ता है* ॥"
                },
                {
                    "slok": "आर्येण मम मान्धात्रा व्यसनं घोरमीप्सितम्। श्रमणेन कृते पापे यथा पापं कृतं त्वया ॥ ३३ ॥",
                    "arth": "तुमने जैसा पाप किया है, वैसा ही पाप प्राचीन कालमें एक श्रमणने किया था। उसे मेरे पूर्वज महाराज मान्धाताने बड़ा कठोर दण्ड दिया था, जो शास्त्रके अनुसार अभीष्ट था ॥ ३३ ॥"
                },
                {
                    "slok": "अन्यैरपि कृतं पापं प्रमत्तैर्वसुधाधिपैः । प्रायश्चित्तं च कुर्वन्ति तेन तच्छाम्यते रजः ॥ ३४ ॥",
                    "arth": "यदि राजा दण्ड देनेमें प्रमाद कर जायँ तो उन्हें दूसरोंके किये हुए पाप भी भोगने पड़ते हैं तथा उसके लिये जब वे प्रायश्चित्त करते हैं तभी उनका दोष शान्त होता है ॥ ३४ ॥"
                },
                {
                    "slok": "तदलं परितापेन धर्मतः परिकल्पितः । वधो वानरशार्दूल न वयं स्ववशे स्थिताः ॥ ३५ ॥ ",
                    "arth": "अतः वानरश्रेष्ठ! पश्चात्ताप करनेसे कोई लाभ नहीं है। सर्वथा धर्मके अनुसार ही तुम्हारा वध किया गया है; क्योंकि हमलोग अपने वशमें नहीं हैं (शास्त्रके ही अधीन हैं) ॥ ३५ ॥"
                },
                {
                    "slok": "शृणु चाप्यपरं भूयः कारणं हरिपुंगव । तच्छ्रुत्वा हि महद् वीर न मन्युं कर्तुमर्हसि ॥ ३६॥",
                    "arth": "वानरशिरोमणे! तुम्हारे वधका जो दूसरा कारण है, उसे भी सुन लो। वीर! उस महान् कारणको सुनकर तुम्हें मेरे प्रति क्रोध नहीं करना चाहिये ॥ ३६॥"
                },
                {
                    "slok": "न मे तत्र मनस्तायो न मन्युर्हरिपुंगव । वागुराभिश्च पाशैश्च कूटैश्च विविधैर्नराः ॥ ३७॥ प्रतिच्छन्नाश्च दृश्याश्च गृह्णन्ति सुबहून् मृगान् । न मे तत्र मनस्तायो न मन्युर्हरिपुंगव । वागुराभिश्च पाशैश्च कूटैश्च विविधैर्नराः ॥ ३७॥ प्रतिच्छन्नाश्च दृश्याश्च गृह्णन्ति सुबहून् मृगान् ।",
                    "arth": "वानर श्रेष्ठ! इस कार्यके लिये मेरे मनमें न तो संताप होता है और न खेद ही मनुष्य (राजा आदि) 1 बड़े-बड़े जाल बिछाकर फंदे फैलाकर और नाना प्रकारके कूट उपाय (गुप्त गड्ढोंके निर्माण आदि) करके छिपे रहकर सामने आकर बहुत-से मृगोंको पकड़ लेते हैं; भले ही वे भयभीत होकर भागते हों या विश्वस्त होकर अत्यन्त निकट बैठे हों ॥ ३८ ॥"
                },
                {
                    "slok": "प्रमत्तानप्रमत्तान् वा नरा मांसाशिनो भृशम् । विध्यन्ति विमुखांश्चापि न च दोषोऽत्र विद्यते ॥ ३९ ॥",
                    "arth": "मांसाहारी मनुष्य (क्षत्रिय) सावधान, असावधान अथवा विमुख होकर भागनेवाले पशुओंको भी अत्यन्त घायल कर देते हैं; किंतु उनके लिये इस मृगयामें दोष नहीं होता ॥ ३९ ॥"
                },
                {
                    "slok": "यान्ति राजर्षयश्चात्र मृगयां धर्मकोविदाः । तस्मात् त्वं निहतो युद्धे मया बाणेन वानर अयुध्यन् प्रतियुध्यन् वा यस्माच्छाखामृगो ह्यसि ॥ ४० ॥",
                    "arth": "'वानर! धर्मज्ञ राजर्षि भी इस जगत्में मृगयाके लिये जाते हैं और विविध जन्तुओंका वध करते हैं। इसलिये मैंने तुम्हें युद्ध में अपने बाणका निशाना बनाया है। तुम मुझसे युद्ध करते थे या नहीं करते थे, तुम्हारी वध्यतामें कोई अन्तर नहीं आता; क्योंकि तुम शाखामृग हो (और मृगया करनेका क्षत्रियको अधिकार है)॥४०॥ "
                },
                {
                    "slok": "दुर्लभस्य च धर्मस्य जीवितस्य शुभस्य च। राजानो वानरश्रेष्ठ प्रदातारो न संशयः॥४१॥",
                    "arth": "'वानरश्रेष्ठ! राजालोग दुर्लभ धर्म, जीवन और लौकिक अभ्युदयके देनेवाले होते हैं; इसमें संशय नहीं है॥४१॥"
                },
                {
                    "slok": "तान् न हिंस्यान्न चाक्रोशेन्नाक्षिपेन्नाप्रियं वदेत्। देवा मानुषरूपेण चरन्त्येते महीतले॥४२॥",
                    "arth": "'अतः उनकी हिंसा न करे, उनकी निन्दा न करे, उनके प्रति आक्षेप भी न करे और न उनसे अप्रिय वचन ही बोले; क्योंकि वे वास्तवमें देवता हैं, जो मनुष्यरूपसे इस पृथ्वीपर विचरते रहते हैं॥४२॥ "
                },
                {
                    "slok": "त्वं तु धर्ममविज्ञाय केवलं रोषमास्थितः। विदूषयसि मां धर्मे पितृपैतामहे स्थितम्॥४३॥",
                    "arth": "'तुम तो धर्मके स्वरूपको न समझकर केवल रोषके वशीभूत हो गये हो, इसलिये पिता-पितामहोंके धर्मपर स्थित रहनेवाले मेरी निन्दा कर रहे हो'॥४३॥ "
                },
                {
                    "slok": "एवमुक्तस्तु रामेण वाली प्रव्यथितो भृशम्। न दोषं राघवे दध्यौ धर्मेऽधिगतनिश्चयः॥४४॥ ",
                    "arth": "श्रीरामके ऐसा कहनेपर वालीके मनमें बड़ी व्यथा हुई। इसे धर्मके तत्त्वका निश्चय हो गया। उसने श्रीरामचन्द्रजीके दोषका चिन्तन त्याग दिया॥४४॥"
                },
                {
                    "slok": "प्रत्युवाच ततो रामं प्राञ्जलिर्वानरेश्वरः। यत् त्वमात्थ नरश्रेष्ठ तत् तथैव न संशयः॥४५॥ ",
                    "arth": "इसके बाद वानरराज वालीने श्रीरामचन्द्रजीसे हाथ जोड़कर कहा-'नरश्रेष्ठ! आप जो कुछ कहते हैं, बिलकुल ठीक है; इसमें संशय नहीं है॥४५॥ "
                },
                {
                    "slok": "प्रतिवक्तुं प्रकृष्टे हि नापकृष्टस्तु शक्नुयात्। यदयुक्तं मया पूर्वं प्रमादाद् वाक्यमप्रियम्॥४६॥ तत्रापि खलु मे दोषं कर्तुं नार्हसि राघव। त्वं हि दृष्टार्थतत्त्वज्ञः प्रजानां च हिते रतः। कार्यकारणसिद्धौ च प्रसन्ना बुद्धिरव्यया॥४७॥ ",
                    "arth": "'आप-जैसे श्रेष्ठ पुरुषको मुझ-जैसा निम्न श्रेणीका प्राणी उचित उत्तर नहीं दे सकता; अत: मैंने प्रमादवश पहले जो अनुचित बात कह डाली है, उसमें भी आपको मेरा अपराध नहीं मानना चाहिये। रघुनन्दन! आप परमार्थतत्त्वके यथार्थ ज्ञाता और प्रजाजनोंके हितमें तत्पर रहनेवाले हैं। आपकी बुद्धि कार्य-कारणके निश्चयमें निर्धान्त एवं निर्मल है।"
                },
                {
                    "slok": "मामप्यवगतं धर्माद् व्यतिक्रान्तपुरस्कृतम्। धर्मसंहितया वाचा धर्मज्ञ परिपालय॥४८॥ ",
                    "arth": "'धर्मज्ञ! मैं धर्मभ्रष्ट प्राणियोंमें अग्रगण्य हूँ और इसी रूपमें मेरी सर्वत्र प्रसिद्धि है तो भी आज आपकी शरणमें आया हूँ। अपनी धर्मतत्त्वकी वाणीसे आज मेरी भी रक्षा कीजिये'॥४८॥ "
                },
                {
                    "slok": "बाष्पसंरुद्धकण्ठस्तु वाली सार्तरवः शनैः। उवाच रामं सम्प्रेक्ष्य पङ्कलग्न इव द्विपः॥४९॥",
                    "arth": "इतना कहते-कहते आँसुओंसे वालीका गला भर आया और वह कीचड़में फंसे हुए हाथीकी तरह आर्तनाद करके श्रीरामकी ओर देखता हुआ धीरे-धीरे बोला॥४९॥ "
                },
                {
                    "slok": "न चात्मानमहं शोचे न तारां नापि बान्धवान्। यथा पुत्रं गुणज्येष्ठमङ्गद कनकाङ्गदम्॥५०॥",
                    "arth": "भगवन्! मुझे अपने लिये, ताराके लिये तथा बन्धु-बान्धवोंके लिये भी उतना शोक नहीं होता है, जितना सुवर्णका अङ्गद धारण करनेवाले श्रेष्ठ गुणसम्पन्न पुत्र अङ्गदके लिये हो रहा है॥५०॥ "
                },
                {
                    "slok": "सममादर्शनाद दीनो बाल्यात प्रभति लालितः। तटाक इव पीताम्बुरुपशोषं गमिष्यति॥५१॥ ",
                    "arth": "'मैंने बचपनसे ही उसका बड़ा दुलार किया है; अब मुझे न देखकर वह बहुत दुःखी होगा और जिसका जल पी लिया गया हो, उस तालाबकी तरह सूख जायगा॥ "
                },
                {
                    "slok": "बालश्चाकृतबुद्धिश्च एकपुत्रश्च मे प्रियः। तारेयो राम भवता रक्षणीयो महाबलः॥५२॥ ",
                    "arth": "'श्रीराम! वह अभी बालक है। उसकी बुद्धि परिपक्व नहीं हुई है। मेरा इकलौता बेटा होनेके कारण ताराकुमार अङ्गद मुझे बड़ा प्रिय है। आप मेरे उस महाबली पुत्रकी रक्षा कीजियेगा॥५२॥"
                },
                {
                    "slok": "सुग्रीवे चाङ्गदे चैव विधत्स्व मतिमुत्तमाम्। त्वं हि गोप्ता च शास्ता च कार्याकार्यविधौ स्थितः॥५३॥",
                    "arth": "'सग्रीव और अङ्गद दोनोंके प्रति आप सद्भाव रखें। अब आप ही इन लोगोंके रक्षक तथा इन्हें कर्तव्य-अकर्तव्यकी शिक्षा देनेवाले हैं॥५३॥ "
                },
                {
                    "slok": "या ते नरपते वृत्तिभरते लक्ष्मणे च या। सुग्रीवे चाङ्गदे राजंस्तां चिन्तयितुमर्हसि ॥५४॥ ",
                    "arth": "'राजन्! नरेश्वर! भरत और लक्ष्मणके प्रति आपका जैसा बर्ताव है, वही सुग्रीव तथा अङ्गदके प्रति भी होना | चाहिये। आप उसी भावसे इन दोनोंका स्मरण करें॥५४॥"
                },
                {
                    "slok": "मद्दोषकृतदोषां तां यथा तारां तपस्विनीम्। सुग्रीवो नावमन्येत तथावस्थातुमर्हसि ॥५५॥",
                    "arth": "'बेचारी ताराकी बड़ी शोचनीय अवस्था हो गयी है। मेरे ही अपराधसे उसे भी अपराधिनी समझकर सुग्रीव उसका तिरस्कार न करे, इस बातकी भी व्यवस्था कीजियेगा॥"
                },
                {
                    "slok": "त्वया ह्यनुगृहीतेन शक्यं राज्यमुपासितुम्।। त्वद्वशे वर्तमानेन तव चित्तानुवर्तिना॥५६॥ शक्यं दिवं चार्जयितुं वसुधां चापि शासितुम्।",
                    "arth": "सुग्रीव आपका कृपापात्र होकर ही इस राज्यका यथार्थ रूपसे पालन कर सकता है। आपके अधीन होकर आपके चित्तका अनुसरण करनेवाला पुरुष स्वर्ग और पृथ्वीका भी राज्य पा सकता और उसका अच्छी तरह पालन कर सकता है॥५६॥ "
                },
                {
                    "slok": "त्वत्तोऽहं वधमाकांक्षन् वार्यमाणोऽपि तारया॥५७॥ सुग्रीवेण सह भ्रात्रा द्वन्द्वयुद्धमुपागतः।",
                    "arth": "'मैं चाहता था कि आपके हाथसे मेरा वध हो; इसीलिये ताराके मना करनेपर भी मैं अपने भाई सुग्रीवके साथ द्वन्द्वयुद्ध करनेके लिये चला आया'॥५७३॥"
                },
                {
                    "slok": "इत्युक्त्वा वानरो रामं विरराम हरीश्वरः॥५८॥ स तमाश्वासयद् रामो वालिनं व्यक्तदर्शनम्। साधुसम्मतया वाचा धर्मतत्त्वार्थयुक्तया॥५९॥ न संतापस्त्वया कार्य एतदर्थं प्लवङ्गम। न वयं भवता चिन्त्या नाप्यात्मा हरिसत्तम। वयं भवद्विशेषेण धर्मतः कृतनिश्चयाः॥६०॥",
                    "arth": "श्रीरामचन्द्रजीसे ऐसा कहकर वानरराज वाली चुप हो गया। उस समय उसकी ज्ञानशक्तिका विकास हो गया था। श्रीरामचन्द्रजीने धर्मके यथार्थ स्वरूपको प्रकट करनेवाली साधु पुरुषोंद्वारा प्रशंसित वाणीमें उससे कहा-'वानरश्रेष्ठ! तुम्हें इसके लिये संताप नहीं करना चाहिये। कपिप्रवर! तुम्हें हमारे और अपने लिये भी चिन्ता करनेकी आवश्यकता नहीं है; क्योंकि हमलोग तुम्हारी अपेक्षा विशेषज्ञ हैं, इसलिये हमने धर्मानुकूल कार्य करनेका ही निश्चय कर रखा है। "
                },
                {
                    "slok": "दण्ड्ये यः पातयेद् दण्डं दण्ड्यो यश्चापि दण्ड्यते। कार्यकारणसिद्धार्थावुभौ तौ नावसीदतः॥६१॥",
                    "arth": "'जो दण्डनीय पुरुषको दण्ड देता है तथा जो दण्डका अधिकारी होकर दण्ड भोगता है, उनमेंसे दण्डनीय व्यक्ति अपने अपराधके फलरूपमें शासकका दिया हुआ दण्ड भोगकर तथा दण्ड देनेवाला शासक उसके उस फलभोगमें कारण-निमित्त बनकर कृतार्थ हो जाते हैं-अपना-अपना कर्तव्य पूरा कर लेनेके कारण कर्मरूप ऋणसे मुक्त हो जाते हैं। अतः वे दुःखी नहीं होते॥६१॥ "
                },
                {
                    "slok": "तद् भवान् दण्डसंयोगादस्माद् विगतकल्मषः। गतः स्वां प्रकृतिं धां दण्डदिष्टेन वर्मना॥६२॥",
                    "arth": "'तुम इस दण्डको पाकर पापरहित हुए और इस दण्डका विधान करनेवाले शास्त्रद्वारा कथित दण्डग्रहणरूप मार्गसे ही चलकर तुम्हें धर्मानुकूल शुद्ध स्वरूपकी प्राप्ति हो गयी॥६२॥ "
                },
                {
                    "slok": "त्यज शोकं च मोहं च भयं च हृदये स्थितम्। त्वया विधानं हर्यग्र्य न शक्यमतिवर्तितुम्॥६३॥ ",
                    "arth": "'अब तुम अपने हृदयमें स्थित शोक, मोह और भयका त्याग कर दो। वानरश्रेष्ठ! तुम दैवके विधानको नहीं लाँघ सकते॥६३॥"
                },
                {
                    "slok": "यथा त्वय्यङ्गदो नित्यं वर्तते वानरेश्वर। तथा वर्तेत सुग्रीवे मयि चापि न संशयः॥६४॥",
                    "arth": "'वानरेश्वर! कुमार अङ्गद तुम्हारे जीवित रहनेपर | जैसा था, उसी प्रकार सुग्रीवके और मेरे पास भी सुखसे रहेगा, इसमें संशय नहीं है'॥६४॥"
                },
                {
                    "slok": "शोकमा | स तस्य वाक्यं मधुरं महात्मनः समाहितं धर्मपथानुवर्तितम्। | निशम्य रामस्य रणावमर्दिनो वचः सुयुक्तं निजगाद वानरः॥६५॥ ",
                    "arth": "युद्धमें शत्रुका मानमर्दन करनेवाले महात्मा श्रीरामचन्द्रजीका धर्ममार्गके अनुकूल और मानसिक । शङ्काओंका समाधान करनेवाला मधुर वचन सुनकर वानर वालीने यह सुन्दर युक्तियुक्त वचन कहा-॥६५॥ "
                },
                {
                    "slok": "नि शराभितप्तेन विचेतसा गा मया कामा प्रभाषितस्त्वं यदजानता विभो। म -इदं महेन्द्रोपमभीमविक्रमीप गायक प्रसादितस्त्वं क्षम मे नरेश्वर॥६६॥ ",
                    "arth": "'प्रभो! देवराज इन्द्रके समान भयंकर पराक्रम प्रकट करनेवाले नरेश्वर! मैं आपके बाणसे पीड़ित होनेके कारण अचेत हो गया था। इसलिये अनजानमें मैंने जो आपके प्रति कठोर बात कह डाली है, उसे आप क्षमा कीजियेगा। इसके लिये मैं प्रार्थनापूर्वक आपको प्रसन्न करना चाहता हूँ॥६६॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डेऽष्टादशः सर्गः॥१८॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें अठारहवाँ हुआ॥१८॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - एकोनविंशः सर्गः अङ्गदसहित ताराका भागे हुए वानरोंसे बात करके वालीके समीप आना और उसकी दुर्दशा देखकर रोना",
            "arth": [
                {
                    "slok": "स वानरमहाराजः शयानः शरपीडितः। प्रत्युक्तो ल हेतुमद्वाक्यै!त्तरं । प्रत्यपद्यत॥१॥",
                    "arth": "दिट वानरोंका महाराज वाली बाणसे पीड़ित होकर भूमिपर पड़ा था। श्रीरामचन्द्रजीके युक्तियुक्त वचनोंद्वारा अपनी बातका उत्तर पाकर उसे फिर कोई जवाब न सूझा ॥१॥ "
                },
                {
                    "slok": "अश्मभिः परिभिन्नाङ्गः पादपैराहतो भृशम्। रामबाणेन चाक्रान्तो जीवितान्ते मुमोह सः॥२॥ ",
                    "arth": "पत्थरोंकी मार पड़नेसे उसके अङ्ग टूट-फूट गये थे। वृक्षोंके आघातसे भी वह बहुत घायल हो गया था और श्रीरामके बाणसे आक्रान्त होकर तो वह जीवनके अन्तकालमें ही पहुँच गया था। उस समय वह मूच्छित हो गया॥२॥ "
                },
                {
                    "slok": "तं भार्या बाणमोक्षेण रामदत्तेन संयुगे। हतं प्लवगशार्दूलं तारा शुश्राव वालिनम्॥३॥",
                    "arth": "उसकी पत्नी ताराने सुना कि युद्धस्थलमें वानरश्रेष्ठ वाली श्रीरामके चलाये हुए बाणसे मारे गये॥३॥ "
                },
                {
                    "slok": "सा सपुत्राप्रियं श्रुत्वा वधं भर्तुः सुदारुणम्। निष्पपात भृशं तस्मादुद्विग्ना गिरिकन्दरात्॥४॥ ",
                    "arth": "अपने स्वामीके वधका अत्यन्त भयंकर एवं अप्रिय समाचार सुनकर वह बहुत उद्विग्न हो उठी और अपने पुत्र अङ्गदको साथ ले उस पर्वतकी कन्दरासे बाहर निकली॥४॥ "
                },
                {
                    "slok": "ये त्वङ्गदपरीवारा वानरा हि महाबलाः। ते सकार्मुकमालोक्य रामं त्रस्ताः प्रदुद्रुवुः॥५॥ ",
                    "arth": "अङ्गदको चारों ओरसे घेरकर उनकी रक्षा करनेवाले जो महाबली वानर थे, वे श्रीरामचन्द्रजीको धनुष लिये देख भयभीत होकर भाग चले ॥५॥"
                },
                {
                    "slok": "सा ददर्श ततस्त्रस्तान् हरीनापततो द्रुतम्। यूथादेव परिभ्रष्टान् मृगान् निहतयूथपान्॥६॥",
                    "arth": "ताराने वेगसे भागकर आते हुए उन भयभीत वानरोंको देखा। वे जिनके यूथपति मारे गये हों, उन यूथभ्रष्ट मृगोंके समान जान पड़ते थे॥६॥"
                },
                {
                    "slok": "तानुवाच समासाद्य दुःखितान् दुःखिता सती। रामवित्रासितान् सर्वाननुबद्धानिवेषुभिः॥७॥ ",
                    "arth": "वे सब वानर श्रीरामसे इस प्रकार डरे हुए थे, मानो उनके बाण इनके पीछे आ रहे हों। उन दुःखी वानरोंके पास पहुँचकर सती-साध्वी तारा और भी दुःखी हो गयी तथा उनसे इस प्रकार बोली-॥७॥"
                },
                {
                    "slok": "वानरा राजसिंहस्य यस्य यूयं पुरःसराः। तं विहाय सुवित्रस्ताः कस्माद् द्रवत दुर्गताः॥८॥",
                    "arth": "'वानरो! तुम तो उन राजसिंह वालीके आगे-आगे चलनेवाले थे। अब उन्हें छोड़कर अत्यन्त भयभीत हो दुर्गतिमें पड़कर क्यों भागे जा रहे हो?॥८॥ "
                },
                {
                    "slok": "राज्यहेतोः स चेद् भ्राता भ्रात्रा क्रूरेण पातितः। रामेण प्रहितैर्दूरान्मार्गणैर्दूरपातिभिः॥९॥",
                    "arth": "'यदि राज्यके लोभसे उस क्रूर भाई सुग्रीवने श्रीरामको प्रेरित करके उनके द्वारा दूरसे चलाये हुए और दूरतक जानेवाले बाणोंद्वारा अपने भाईको मरवा दिया है तो तुमलोग क्यों भागे जा रहे हो?'॥९॥"
                },
                {
                    "slok": "कपिपल्या वचः श्रुत्वा कपयः कामरूपिणः। प्राप्तकालमविश्लिष्टमूचुर्वचनमङ्गनाम् ॥१०॥",
                    "arth": "वालीकी पत्नीका वह वचन सुनकर इच्छानुसार रूप धारण करनेवाले उन वानरोंने कल्याणमयी तारा देवीको सम्बोधित करके सर्वसम्मतिसे स्पष्ट शब्दोंमें यह समयोचित बात कही- ॥१०॥ "
                },
                {
                    "slok": "जीवपुत्रे निवर्तस्व पुत्रं रक्षस्व चाङ्गदम्। अन्तको रामरूपेण हत्वा नयति वालिनम् ॥११॥",
                    "arth": "'देवि! अभी तुम्हारा पुत्र जीवित है। तुम लौट चलो और अपने पुत्र अङ्गदकी रक्षा करो। श्रीरामका रूप धारण करके स्वयं यमराज आ पहुँचा है, जो वालीको मारकर अपने साथ ले जा रहा है॥११॥ "
                },
                {
                    "slok": "क्षिप्तान् वृक्षान्समाविध्य विपुलाश्च तथा शिलाः। वाली वज्रसमैर्बाणैर्वज्रेणेव निपातितः॥१२॥",
                    "arth": "'वालीके चलाये हुए वृक्षों और बड़ी-बड़ी शिलाओंको अपने वज्रतुल्य बाणोंसे विदीर्ण करके श्रीरामने वालीको मार गिराया है। मानो वज्रधारी इन्द्रने अपने वज्रके द्वारा किसी महान् पर्वतको धराशायी कर दिया हो॥१२॥ "
                },
                {
                    "slok": "अभिभूतमिदं सर्वं विद्रुतं वानरं बलम्। अस्मिन् प्लवगशार्दूले हते शक्रसमप्रभे॥१३॥",
                    "arth": "'इन्द्रके समान तेजस्वी इन वानरश्रेष्ठ वालीके मारे जानेपर यह सारी वानर-सेना श्रीरामसे पराजित-सी होकर भाग खड़ी हुई है॥१३॥ "
                },
                {
                    "slok": "रक्ष्यतां नगरी शूरैरङ्गदश्चाभिषिच्यताम्। पदस्थं वालिनः पुत्रं भजिष्यन्ति प्लवंगमाः॥१४॥",
                    "arth": "'तुम शूरवीरोंद्वारा इस नगरीकी रक्षा करो। कुमार अङ्गदका किष्किन्धाके राज्यपर अभिषेक कर दो। राजसिंहासनपर बैठे हुए वालिकुमार अङ्गदकी सभी वानर सेवा करेंगे॥१४॥ "
                },
                {
                    "slok": "अथवारुचितं स्थानमिह ते रुचिरानने। आविशन्ति च दुर्गाणि क्षिप्रमद्यैव वानराः॥१५॥ अभार्याः सहभार्याश्च सन्त्यत्र वनचारिणः। लुब्धेभ्यो विप्रलब्धेभ्यस्तेभ्यो नः सुमहद्भयम्॥१६॥ ",
                    "arth": "'अथवा सुमुखि! अब इस नगरमें तुम्हारा रहना हमें अच्छा नहीं जान पड़ता; क्योंकि किष्किन्धाके दुर्गम स्थानोंमें अभी सुग्रीवपक्षीय वानर शीघ्र प्रवेश करेंगे। यहाँ बहुत-से ऐसे वनचारी वानर हैं, जिनमेंसे कुछ तो अपनी स्त्रियोंके साथ हैं और कुछ स्त्रियोंसे बिछुड़े हुए हैं। उनमें राज्यविषयक लोभ पैदा हो गया है और पहले हमलोगोंके द्वारा राज्यसुखसे वञ्चित किये गये हैं। अत: इस समय उन सबसे हमलोगोंको महान् भय प्राप्त हो सकता है' ॥१५-१६॥ "
                },
                {
                    "slok": "अल्पान्तरगतानां तु श्रुत्वा वचनमङ्गना। आत्मनः प्रतिरूपं सा बभाषे चारुहासिनी॥१७॥",
                    "arth": "अभी थोड़ी ही दूरतक आये हुए उन वानरोंकी यह बात सुनकर मनोहर हासवाली कल्याणी ताराने उन्हें अपने अनुरूप उत्तर दिया- ॥१७॥ "
                },
                {
                    "slok": "पुत्रेण मम किं कार्यं राज्येनापि किमात्मना। कपिसिंहे महाभागे तस्मिन् भर्तरि नश्यति॥१८॥",
                    "arth": "'वानरो! जब मेरे महाभाग पतिदेव कपिसिंह वाली ही नष्ट हो रहे हैं, तब मुझे पुत्रसे, राज्यसे तथा अपने इस जीवनसे भी क्या प्रयोजन है?॥१८॥"
                },
                {
                    "slok": "पादमूलं गमिष्यामि तस्यैवाहं महात्मनः। योऽसौ रामप्रयुक्तेन शरेण विनिपातितः॥१९॥",
                    "arth": "'मैं तो, जिन्हें श्रीरामके चलाये हुए बाणने मार गिराया है, उन महात्मा वालीके चरणोंके समीप ही जाऊँगी' ॥"
                },
                {
                    "slok": "एवमुक्त्वा प्रदुद्राव रुदती शोकमूछिता। शिरश्चोरश्च बाहुभ्यां दुःखेन समभिन्नती॥२०॥",
                    "arth": "ऐसा कहकर शोकसे व्याकुल हुई तारा रोती और अपने दोनों हाथोंसे दुःखपूर्वक सिर एवं छाती पीटती हुई बड़े जोरसे दौड़ी ॥२०॥ "
                },
                {
                    "slok": "सा व्रजन्ती ददर्शाथ पतिं निपतितं भुवि। हन्तारं दानवेन्द्राणां समरेष्वनिवर्तिनाम्॥२१॥",
                    "arth": "आगे बढ़ती हुई ताराने देखा, जो युद्धमें कभी पीट न दिखानेवाले दानवराजोंका भी वध करने में समर्थ थे, वे मेरे पति वानरराज वाली पृथ्वीपर पड़े हुए हैं ॥ २१ ॥"
                },
                {
                    "slok": "क्षेप्तारं पर्वतेन्द्राणां वज्राणामिव वासवम्। महावातसमाविष्टं महामेघौघनिःस्वनम्॥२२॥ शक्रतुल्यपराक्रान्तं वृष्ट्वेवोपरतं घनम्। नर्दन्तं नर्दतां भीमं शूरं शूरेण पातितम्। शार्दूलेनामिषस्यार्थे मृगराजमिवाहतम्॥२३॥ ",
                    "arth": "वज्र चलानेवाले इन्द्रके समान जो रणभमिमें बडेबड़े पर्वतोंको उठाकर फेंकते थे, जिनके वेगमें प्रचण्ड आँधीका समावेश था, जिनका सिंहनाद महान् मेघोंकी गम्भीर गर्जनाको भी तिरस्कृत कर देता था तथा जो इन्द्रके तुल्य पराक्रमी थे, वे ही इस समय वर्षा करके शान्त हुए बादलके समान चेष्टासे विरत हो गये हैं। जो स्वयं गर्जना करके गर्जनेवाले वीरोंके मनमें भय उत्पन्न कर देते थे, वे शूरवीर वाली एक दूसरे शूरवीरके द्वारा __ मार गिराये गये हैं। जैसे मांसके लिये एक सिंहने दूसरे सिंहको मार डाला हो, उसी प्रकार राज्यके लिये अपने | भाईके द्वारा ही इनका वध किया गया है॥ २२-२३॥"
                },
                {
                    "slok": "अर्चितं सर्वलोकस्य सपताकं सवेदिकम्। नागहेतोः सुपर्णेन चैत्यमुन्मथितं यथा॥२४॥",
                    "arth": "जो सब लोगोंके द्वारा पूजित हो, जहाँ पताका फहरायी | गयी हो तथा जिसके पास देवताकी वेदी शोभा पाती हो, उस चैत्य वृक्ष या देवालयको वहाँ छिपे हुए किसी नागको पकड़नेके लिये यदि गरुड़ने मथ डाला हो-नष्ट-भ्रष्ट कर दिया हो तो उसकी जैसी दुरवस्था देखी जाती है, वैसी ही दशा आज वालीकी हो रही है (यह सब ताराने देखा)॥ "
                },
                {
                    "slok": "अवष्टभ्यावतिष्ठन्तं ददर्श धनुरूर्जितम्। | रामं रामानुजं चैव भर्तुश्चैव तथानुजम्॥२५॥",
                    "arth": "आगे जानेपर उसने देखा, अपने तेजस्वी धनुषको | धरतीपर टेककर उसके सहारे श्रीरामचन्द्रजी खड़े हैं। | साथ ही उनके छोटे भाई लक्ष्मण हैं और वहीं पतिके | छोटे भाई सुग्रीव भी मौजूद हैं॥२५॥ "
                },
                {
                    "slok": "तानतीत्य समासाद्य भर्तारं निहतं रणे। | समीक्ष्य व्यथिता भूमौ सम्भ्रान्ता निपपात ह॥२६॥",
                    "arth": "उन सबको पार करके वह रणभूमिमें घायल पड़े हुए अपने पतिके पास पहुँची। उन्हें देखकर उसके मनमें बड़ी व्यथा हुई और वह अत्यन्त व्याकुल होकर पृथ्वीपर गिर पड़ी॥ २६॥ "
                },
                {
                    "slok": "सुप्तेव पुनरुत्थाय आर्यपुत्रेति वादिनी। रुरोद सा पतिं दृष्ट्वा संवीतं मृत्युदामभिः॥२७॥",
                    "arth": "फिर मानो वह सोकर उठी हो, इस प्रकार 'हा | आर्यपत्र!' कहकर मत्यपाशसे बँधे हुए पतिकी ओर देखती हुई रोने लगी॥२७॥"
                },
                {
                    "slok": "तामवेक्ष्य तु सुग्रीवः क्रोशन्तीं कुररीमिव। विषादमगमत् कष्टं दृष्ट्वा चाङ्गदमागतम्॥२८॥",
                    "arth": "उस समय कुररीके समान करुण क्रन्दन करती हुई तारा तथा उसके साथ आये हुए अङ्गदको देखकर सुग्रीवको बड़ा कष्ट हुआ। वे विषादमें डूब गये ॥२८॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे एकोनविंशः सर्गः॥१९॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें उन्नीसवाँ सर्ग पूरा हुआ॥१९॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - विंशः सर्गः ताराका विलाप",
            "arth": [
                {
                    "slok": "रामचापविसृष्टेन शरेणान्तकरेण तम्। दृष्ट्वा विनिहतं भूमौ तारा ताराधिपानना॥१॥ सा समासाद्य भर्तारं पर्यष्वजत भामिनी। इषुणाभिहतं दृष्ट्वा वालिनं कुञ्जरोपमम्॥२॥ वानरं पर्वतेन्द्राभं शोकसंतप्तमानसा। तारा तरुमिवोन्मूलं पर्यदेवयतातुरा॥३॥",
                    "arth": "चन्द्रमुखी ताराने देखा, मेरे स्वामी वानरराज वाली श्रीरामचन्द्रजीके धनुषसे छूटे हुए प्राणान्तकारी बाणसे घायल होकर धरतीपर पड़े हैं, उस अवस्थामें उनके पास पहुँचकर वह भामिनी उनके शरीरसे लिपट गयी। जो अपने शरीरसे गजराज और गिरिराजको भी मात करते थे, उन्हीं वानरराजको बाणसे आहत होकर जड़से उखड़े हुए वृक्षकी भाँति धराशायी हुआ देख ताराका हृदय शोकसे संतप्त हो उठा और वह आतुर होकर विलाप करने लगी-॥१-३॥ "
                },
                {
                    "slok": "रणे दारुणविक्रान्त प्रवीर प्लवतां वर। किमिदानीं पुरोभागामद्य त्वं नाभिभाषसे॥४॥",
                    "arth": "'रणमें भयानक पराक्रम प्रकट करनेवाले महान् वीर वानरराज! आज इस समय मुझे अपने सामने पाकर भी आप बोलते क्यों नहीं हैं?॥४॥"
                },
                {
                    "slok": "उत्तिष्ठ हरिशार्दूल भजस्व शयनोत्तमम्। नैवंविधाः शेरते हि भूमौ नृपतिसत्तमाः॥५॥",
                    "arth": "कपिश्रेष्ठ! उठिये और उत्तम शय्याका आश्रय लीजिये। आप-जैसे श्रेष्ठ भूपाल पृथ्वीपर नहीं सोते हैं॥५॥ "
                },
                {
                    "slok": "अतीव खलु ते कान्ता वसुधा वसुधाधिप। गतासुरपि तां गात्रैर्मा विहाय निषेवसे ॥६॥",
                    "arth": "'पृथ्वीनाथ! निश्चय ही यह पृथ्वी आपको अत्यन्त प्यारी है, तभी तो निष्प्राण होनेपर भी आप आज मुझे छोड़कर अपने अङ्गोंसे इस वसुधाका ही आलिङ्गन किये सो रहे हैं। "
                },
                {
                    "slok": "व्यक्तमद्य त्वया वीर धर्मतः सम्प्रवर्तता। किष्किन्धेव पुरी रम्या स्वर्गमार्गे विनिर्मिता॥७॥",
                    "arth": "'वीरवर! आपने धर्मयुक्त युद्ध करके स्वर्गके मार्गमें भी अवश्य ही किष्किन्धाकी भाँति कोई रमणीय पुरी बना ली है, यह बात आज स्पष्ट हो गयी (अन्यथा आप किष्किन्धाको छोड़कर यहाँ क्यों सोते)॥७॥ "
                },
                {
                    "slok": "यान्यस्माभिस्त्वया सार्धं वनेषु मधुगन्धिषु। विहृतानि त्वया काले तेषामुपरमः कृतः॥८॥ ",
                    "arth": "'आपके साथ मधुर सुगन्धयुक्त वनोंमें हमने जोजो विहार किये हैं, उन सबको इस समय आपने सदाके लिये समाप्त कर दिया॥८॥ "
                },
                {
                    "slok": "निरानन्दा निराशाहं निमग्ना शोकसागरे। त्वयि पञ्चत्वमापन्ने महायूथपयूथपे॥९॥",
                    "arth": "'नाथ! आप बड़े-बड़े यूथपतियोंके भी स्वामी थे। आज आपके मारे जानेसे मेरा सारा आनन्द लुट गया। मैं सब प्रकारसे निराश होकर शोकके समुद्र में डूब गयी हूँ॥ "
                },
                {
                    "slok": "हृदयं सुस्थितं मह्यं दृष्ट्वा निपतितं भुवि। यन्न शोकाभिसंतप्तं स्फुटतेऽद्य सहस्त्रधा॥१०॥",
                    "arth": "'निश्चय ही मेरा हृदय बड़ा कठोर है, जो आज आपको पृथ्वीपर पड़ा देखकर भी शोकसे संतप्त हो फट नहीं जाता-इसके हजारों टुकड़े नहीं हो जाते॥१०॥ "
                },
                {
                    "slok": "सुग्रीवस्य त्वया भार्या हृता स च विवासितः। यत् तत् तस्य त्वया व्युष्टिः प्राप्तेयं प्लवगाधिप॥११॥",
                    "arth": "'वानरराज! आपने जो सुग्रीवकी स्त्री छीन ली और उन्हें घरसे बाहर निकाल दिया, उसीका यह फल आपको प्राप्त हुआ है॥११॥"
                },
                {
                    "slok": "निःश्रेयसपरा मोहात् त्वया चाहं विगर्हिता। यैषाब्रुवं हितं वाक्यं वानरेन्द्र हितैषिणी॥१२॥",
                    "arth": "'वानरेन्द्र! मैं आपका हित चाहती थी और आपके कल्याण-साधनमें ही लगी रहती थी तो भी मैंने आपसे जो हितकर बात कही थी, उसे मोहवश आपने नहीं माना और उलटे मेरी ही निन्दा की॥१२॥ "
                },
                {
                    "slok": "रूपयौवनदृप्तानां दक्षिणानां च मानद। नूनमप्सरसामार्य चित्तानि प्रमथिष्यसि॥१३॥",
                    "arth": "'दूसरोंको मान देनेवाले आर्यपुत्र! निश्चय ही आप स्वर्गमें जाकर रूप और यौवनके अभिमानसे मत्त रहनेवाली केलिकलामें निपुण अप्सराओंके मनको अपने दिव्य सौन्दर्यसे मथ डालेंगे॥१३॥ "
                },
                {
                    "slok": "कालो निःसंशयो नूनं जीवितान्तकरस्तव। बलाद् येनावपन्नोऽसि सुग्रीवस्यावशो वशम्॥१४॥",
                    "arth": "'निश्चय ही आज आपके जीवनका अन्त कर देनेवाला संशयरहित काल यहाँ आ पहुँचा था, जिसने किसीके भी वशमें न आनेवाले आपको बलपूर्वक सुग्रीवके वशमें डाल दिया' ॥१४॥ "
                },
                {
                    "slok": "अस्थाने वालिनं हत्वा युध्यमानं परेण च। न संतप्यति काकुत्स्थः कृत्वा कर्मसुगर्हितम्॥१५॥",
                    "arth": "(अब श्रीरामको सुनाकर बोली)-'ककुत्स्थकुलमें अवतीर्ण हुए श्रीरामचन्द्रजीने दूसरेके साथ युद्ध करते हुए वालीको मारकर अत्यन्त निन्दित कर्म किया है। इस कुत्सित कर्मको करके भी जो ये संतप्त नहीं हो रहे हैं, यह सर्वथा अनुचित है'॥१५॥ "
                },
                {
                    "slok": "वैधव्यं शोकसंतापं कृपणाकृपणा सती। अदुःखोपचिता पूर्वं वर्तयिष्याम्यनाथवत्॥१६॥ ",
                    "arth": "(फिर वालीसे बोली-) मैंने कभी दीनतापूर्ण जीवन नहीं बिताया था, ऐसे महान् दुःखका सामना नहीं किया था; परंतु आज आपके बिना मैं दीन हो गयी, अब मुझे अनाथकी भाँति शोक-संतापसे पूर्ण वैधव्य जीवन व्यतीत करना होगा॥१६॥ "
                },
                {
                    "slok": "लालितश्चाङ्गदो वीरः सुकुमारः सुखोचितः। वत्स्यते कामवस्थां मे पितृव्ये क्रोधमूच्छिते॥१७॥ ",
                    "arth": "'नाथ! आपने अपने वीरपुत्र अङ्गदको, जो सुख भोगने योग्य और सुकुमार है, बड़ा लाड़-प्यार किया था। अब क्रोधसे पागल हुए चाचाके वशमें पड़कर मेरे बेटेकी क्या दशा होगी?॥१७॥ "
                },
                {
                    "slok": "कुरुष्व पितरं पुत्र सुदृष्टं धर्मवत्सलम्। दुर्लभं दर्शनं तस्य तव वत्स भविष्यति॥१८॥",
                    "arth": "'बेटा अङ्गद! अपने धर्मप्रेमी पिताको अच्छी तरह देख लो। अब तुम्हारे लिये उनका दर्शन दुर्लभ हो जायगा॥१८॥"
                },
                {
                    "slok": "समाश्वासय पुत्रं त्वं संदेशं संदिशस्व मे।हा मूर्धि चैनं समाघ्राय प्रवासं प्रस्थितो ह्यसि॥१९॥",
                    "arth": "'प्राणनाथ! आप दूसरे देशको जा रहे हैं। अपने पुत्रका मस्तक सूंघकर इसे धैर्य बँधाइये और मेरे लिये भी कुछ संदेश दीजिये ॥ १९ ॥"
                },
                {
                    "slok": "रामेण हि महत् कर्म कृतं त्वामभिनिजता।। आनृण्यं तु गतं तस्य सुग्रीवस्य प्रतिश्रवे॥२०॥",
                    "arth": "श्रीरामने आपको मारकर बहुत बड़ा कर्म किया है। उन्होंने सुग्रीवसे जो प्रतिज्ञा की थी, उसके ऋणको उतार दिया'॥"
                },
                {
                    "slok": "सकामो भव सुग्रीव रुमां त्वं प्रतिपत्स्यसे। भुक्ष्व राज्यमनुद्विग्नः शस्तो भ्राता रिपुस्तव॥२१॥",
                    "arth": "(अब सुग्रीवको सुनाकर कहने लगी-) सुग्रीव! तुम्हारा मनोरथ सफल हो। तुम्हारे भाई, जिन्हें तुम अपना शत्रु समझते थे, मारे गये। अब बेखटके राज्य भोगो। रुमाको भी प्राप्त कर लोगे'॥२१॥ "
                },
                {
                    "slok": "किं मामेवं प्रलपती प्रियां त्वं नाभिभाषसे। इमाः पश्य वरा बायो भार्यास्ते वानरेश्वर ॥२२॥",
                    "arth": "(फिर वालीसे बोली-) वानरेश्वर! मैं आपकी | प्यारी पत्नी हूँ और इस तरह रोती-कलपती हूँ, फिर | भी आप मुझसे बोलते क्यों नहीं हैं? देखिये, आपकी | ये बहुत-सी सुन्दरी भार्याएँ यहाँ उपस्थित हैं'॥ २२॥"
                },
                {
                    "slok": "तस्या विलपितं श्रुत्वा वानर्यः सर्वतश्च ताः। | परिगृह्याङ्गदं दीना दुःखार्ताः प्रतिचुक्रुशुः॥२३॥",
                    "arth": "ताराका विलाप सुनकर अन्य वानर-पत्नियाँ भी - सब ओरसे अङ्गदको पकड़कर दीन एवं दुःखसे व्याकुल | हो जोर-जोरसे क्रन्दन करने लगीं ॥२३॥"
                },
                {
                    "slok": "किमङ्गदं साङ्गदवीरबाहो । विहाय यातोऽसि चिरं प्रवासम्। | न युक्तमेवं गुणसंनिकृष्टं विहाय पुत्रं प्रियचारुवेषम्॥२४॥ ",
                    "arth": "(तदनन्तर ताराने फिर कहा-) 'बाजूबन्दसे | विभूषित वीर भुजाओंवाले वानरराज! आप अङ्गदको | छोड़कर दीर्घकालके लिये दूसरे देशमें क्यों जा रहे हैं? | जो गुणोंमें आपके सर्वथा निकट है जो आपके समान ही गुणवान् है तथा जिसका प्रिय एवं मनोहर वेश है, ऐसे प्रिय पुत्रको त्यागकर इस प्रकार चला जाना आपके लिये कदापि उचित नहीं है॥२४॥"
                },
                {
                    "slok": "यद्यप्रियं किंचिदसम्प्रधार्य कृतं मया स्यात् तव दीर्घबाहो। क्षमस्व मे तद्धरिवंशनाथ व्रजामि मूर्धा तव वीर पादौ ॥२५॥ ",
                    "arth": "'महाबाहो! यदि नासमझीके कारण मैंने आपका कोई अपराध किया हो तो आप उसे क्षमा कर दें। वानरवंशके स्वामी वीर आर्यपुत्र! मैं आपके चरणों में मस्तक रखकर यह प्रार्थना करती हैं'॥ २५॥"
                },
                {
                    "slok": "तथा तु तारा करुणं रुदन्ती र्तुः समीपे सह वानरीभिः। व्यवस्यत प्रायमनिन्द्यवर्णा उपोपवेष्टुं भुवि यत्र वाली॥२६॥",
                    "arth": "इस प्रकार अन्य वानर-पत्नियोंके साथ पतिके समीप करुण विलाप करती हुई अनिन्द्य सुन्दरी ताराने जहाँ वाली पृथ्वीपर पड़ा था, वहीं उसके समीप बैठकर आमरण अनशन करनेका निश्चय किया॥२६॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे विंशः सर्गः ॥ २० ॥",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें बीसवाँ सर्ग पूरा हुआ ॥ २० ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - एकविंशः सर्गः हनुमान्जीका ताराको समझाना और ताराका पतिके अनुगमनका ही निश्चय करना",
            "arth": [
                {
                    "slok": "ततो निपतितां तारां च्युतां तारामिवाम्बरात् । शनैराश्वासयामास हनुमान् हरियूथपः ॥ १ ॥",
                    "arth": "ताराको आकाशसे टूटकर गिरी हुई तारिकाके समान पृथ्वीपर पड़ी देख वानरयूथपति हनुमान्ने धीरे धीरे समझाना आरम्भ किया- ॥ १ ॥ "
                },
                {
                    "slok": "गुणदोषकृतं जन्तुः स्वकर्म फलहेतुकम् । अव्यग्रस्तदवाप्नोति सर्व प्रेत्य शुभाशुभम् ॥ २ ॥",
                    "arth": "देवि! जीवके द्वारा गुणबुद्धिसे अथवा दोषबुद्धिसे किये हुए जो अपने कर्म हैं, वे ही सुख-दुःखरूप फलकी प्राप्ति करानेवाले होते हैं। परलोकमें जाकर प्रत्येक जीव शान्तभावसे रहकर अपने शुभ और अशुभ-सभी कर्मोंका फल भोगता है ॥ २ ॥"
                },
                {
                    "slok": "शोच्या शोचसि कं शोच्यं दीनं दीनानुकम्पसे। कश्च कस्यानुशोच्योऽस्ति देहेऽस्मिन् बुद्बुदोपमे ॥ ३ ॥",
                    "arth": "तुम स्वयं शोचनीया हो; फिर दूसरे किसको शोचनीय समझकर शोक कर रही हो? स्वयं दीन होकर दूसरे किस दीनपर दया करती हो? पानीके बुलबुलेके समान इस शरीरमें रहकर कौन जीव किस जीवके लिये शोचनीय है? ॥ ३ ॥"
                },
                {
                    "slok": "अङ्गदस्तु कुमारोऽयं द्रष्टव्यो जीवपुत्रया । आयत्यां च विधेयानि समर्थान्यस्य चिन्तय ॥ ४ ॥",
                    "arth": "तुम्हारे पुत्र कुमार अङ्गद जीवित हैं। अब तुम्हें इन्हींकी ओर देखना चाहिये और इनके लिये भविष्यमें जो उन्नतिके साधक श्रेष्ठ कार्य हों, उनका विचार करना चाहिये ॥ ४ ॥ "
                },
                {
                    "slok": "जानास्यनियतामेवं भूतानामागतिं गतिम् । तस्माच्छुभं हि कर्तव्यं पण्डिते नेह लौकिकम् ॥ ५ ॥",
                    "arth": "देवि! तुम विदुषी हो, अतः जानती ही हो कि प्राणियोंके जन्म और मृत्युका कोई निश्चित समय नहीं है। इसलिये शुभ (परलोकके लिये सुखद) कर्म ही करना चाहिये। अधिक रोना-धोना आदि जो लौकिक कर्म (व्यवहार) है, उसे नहीं करना चाहिये ॥ ५ ॥"
                },
                {
                    "slok": "यस्मिन् हरिसहस्त्राणि शतानि नियुतानि च । वर्तयन्ति कृताशानि सोऽयं दिष्टान्तमागतः ॥ ६॥",
                    "arth": "सैकड़ों, हजारों और लाखों वानर जिनपर आशा लगाये जीवन निर्वाह करते थे, वे ही ये वानरराज आज अपनी प्रारब्धनिर्मित आयुकी अवधि पूरी कर चुके ॥ ६ ॥"
                },
                {
                    "slok": "यदयं न्यायदृष्टार्थ: सामदानक्षमापरः। गतो धर्मजितां भूमिं नैनं शोचितुमर्हसि ॥ ७ ॥",
                    "arth": "इन्होंने नीतिशास्त्रके अनुसार अर्थका साधन राज्य कार्यका संचालन किया है। ये उपयुक्त समयपर साम, दान और क्षमाका व्यवहार करते आये हैं। अतः धर्मानुसार प्राप्त होनेवाले लोकमें गये हैं। इनके लिये तुम्हें शोक नहीं करना चाहिये ॥ ७ ॥ "
                },
                {
                    "slok": "सर्वे च हरिशार्दूला: पुत्रश्चायं तवाङ्गदः । हर्वृक्षपतिराज्यं त्वत्सनाथमनिन्दिते ॥ ८ ॥",
                    "arth": "सती साध्वी देवि! ये सभी श्रेष्ठ वानर, ये तुम्हारे पुत्र अङ्गद तथा वानर और भालुओंका यह राज्य - सब तुमसे ही सनाथ हैं- तुम्हीं इन सबकी स्वामिनी हो ॥ ८ ॥"
                },
                {
                    "slok": "ताविमौ शोकसंतप्तौ शनैः प्रेरय भामिनि । त्वया परिगृहीतोऽयमङ्गदः शास्तु मेदिनीम् ॥ ९ ॥",
                    "arth": "भामिनि! ये अङ्गद और सुग्रीव दोनों ही शोकसे संतप्त हो रहे हैं। तुम इन्हें भावी कार्यके लिये प्रेरित करो। तुम्हारे अधीन रहकर अङ्गद इस पृथ्वीका शासन करें ॥ ९ ॥"
                },
                {
                    "slok": "संततिश्च यथा दृष्टा कृत्यं यच्चापि साम्प्रतम् । राज्ञस्तत् क्रियतां सर्वमेष कालस्य निश्चयः ।। १० ।।",
                    "arth": "शास्त्रमें संतान होनेका जो प्रयोजन बतलाया गया है तथा इस समय राजा वालीके पारलौकिक कल्याणके लिये जो कुछ कर्तव्य है, वही करो-यही समयकी निश्चित प्रेरणा है ॥ १० ॥"
                },
                {
                    "slok": "संस्कार्यो हरिराजस्तु अङ्गदश्चाभिषिच्यताम्। सिंहासनगतं पुत्रं पश्यन्ती शान्तिमेष्यसि॥११॥",
                    "arth": "'वानरराजका अन्त्येष्टि-संस्कार और कुमार अङ्गदका राज्याभिषेक किया जाय। बेटेको राजसिंहासनपर बैठा देखकर तुम्हें शान्ति मिलेगी'॥११॥"
                },
                {
                    "slok": "सा तस्य वचनं श्रुत्वा भर्तृव्यसनपीडिता। अब्रवीदुत्तरं तारा हनूमन्तमवस्थितम्॥१२॥ ",
                    "arth": "तारा अपने स्वामीके विरह-शोकसे पीड़ित थी। वह उपर्युक्त वचन सुनकर सामने खड़े हुए हनुमान्जीसे बोली"
                },
                {
                    "slok": "अङ्गदप्रतिरूपाणां पुत्राणामेकतः शतम्। हतस्याप्यस्य वीरस्य गात्रसंश्लेषणं वरम्॥१३॥",
                    "arth": "'अङ्गदके समान सौ पुत्र एक ओर और मरे होनेपर भी इस वीरवर स्वामीका आलिङ्गन करके सती होना दूसरी ओर-इन दोनोंमेंसे अपने वीर पतिके शरीरका आलिङ्गन ही मुझे श्रेष्ठ जान पड़ता है॥ १३ ॥"
                },
                {
                    "slok": "न चाहं हरिराज्यस्य प्रभवाम्यङ्गदस्य वा। पितृव्यस्तस्य सुग्रीवः सर्वकार्येष्वनन्तरः॥१४॥",
                    "arth": "'मैं न तो वानरोंके राज्यकी स्वामिनी हूँ और न मुझे अङ्गदके लिये ही कुछ करनेका अधिकार है। इसके चाचा सुग्रीव ही समस्त कार्योंके लिये समर्थ हैं और वे ही मेरी अपेक्षा इसके निकटवर्ती भी हैं॥१४॥ "
                },
                {
                    "slok": "नह्येषा बुद्धिरास्थेया हनूमन्नगदं प्रति। पिता हि बन्धुः पुत्रस्य न माता हरिसत्तम॥१५॥",
                    "arth": "'कपिश्रेष्ठ हनुमान्जी! अङ्गदके विषयमें आपकी यह सलाह मेरे लिये काममें लाने योग्य नहीं है। आपको यह समझना चाहिये कि पुत्रके वास्तविक बन्धु (सहायक) पिता और चाचा ही हैं। माता नहीं ॥१५॥ "
                },
                {
                    "slok": "नहि न मम हरिराजसंश्रयात् । या क्षमतरमस्ति परत्र चेह वा। अभिमुखहतवीरसेवितं शयनमिदं मम सेवितुं क्षमम्॥१६॥",
                    "arth": "मेरे लिये वानरराज वालीका अनुगमन करनेसे बढ़कर इस लोक या परलोकमें कोई भी कार्य उचित नहीं है। युद्धमें शत्रुसे जूझकर मरे हुए अपने वीर स्वामीके द्वारा | सेवित चिता आदिकी शय्यापर शयन करना ही मेरे लिये सर्वथा योग्य है'॥१६॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे एकविंशः सर्गः॥२१॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें इक्कीसवाँ सर्ग पूरा हुआ॥२१॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - द्वाविंशः सर्गः वालीका सुग्रीव और अङ्गदसे अपने मनकी बात कहकर प्राणोंको त्याग देना",
            "arth": [
                {
                    "slok": "वीक्षमाणस्तु मन्दासुः सर्वतो मन्दमुच्छ्वसन्। आदावेव तु सुग्रीवं ददर्शानुजमग्रतः॥१॥",
                    "arth": "वालीके प्राणोंकी गति शिथिल पड़ गयी थी। वह धीरे-धीरे ऊर्ध्व साँस लेता हुआ सब ओर देखने लगा। सबसे पहले उसने अपने सामने खड़े हुए छोटे भाई सुग्रीवको देखा ॥१॥ "
                },
                {
                    "slok": "तं प्राप्तविजयं वाली सुग्रीवं प्लवगेश्वरम्। आभाष्य व्यक्तया वाचा सस्नेहमिदमब्रवीत्॥२॥",
                    "arth": "युद्धमें जिन्हें विजय प्राप्त हुई थी, उन वानरराज सुग्रीवको सम्बोधित करके वालीने बड़े स्नेहके साथ स्पष्ट वाणीमें कहा- ॥२॥"
                },
                {
                    "slok": "सुग्रीव दोषेण न मां गन्तुमर्हसि किल्बिषात्। कृष्यमाणं भविष्येण बुद्धिमोहेन मां बलात्॥३॥",
                    "arth": "'सुग्रीव! पूर्वजन्मके किसी पापसे अवश्यम्भावी बुद्धिमोहने मुझे बलपूर्वक आकृष्ट कर लिया था, टपीलिये मैं ना 'शत्र समाने लगा था और दस कारण मेरे द्वारा जो तुम्हारे प्रति अपराध हुए, उसके लिये तुम्हें मेरे प्रति दोष-दृष्टि नहीं करनी चाहिये॥३॥"
                },
                {
                    "slok": "युगपद् विहितं तात न मन्ये सुखमावयोः। सौहार्दै भ्रातृयुक्तं हि तदिदं जातमन्यथा॥४॥",
                    "arth": "'तात! मैं समझता हूँ हम दोनोंके लिये एक साथ रहकर सुख भोगना नहीं बदा था, इसीलिये दो भाइयोंमें जो प्रेम होना चाहिये, वह न होकर हमलोगोंमें उसके विपरीत वैरभाव उत्पन्न हो गया॥४॥ "
                },
                {
                    "slok": "प्रतिपद्य त्वमद्यैव राज्यमेषां वनौकसाम्। मामप्यद्यैव गच्छन्तं विद्धि वैवस्वतक्षयम्॥५॥",
                    "arth": "'भाई! तुम आज ही यह वानरोंका राज्य स्वीकार करो तथा मुझे अभी यमराजके घर जानेको तैयार समझो॥"
                },
                {
                    "slok": "जीवितं च हि राज्यं च श्रियं च विपुलां तथा। प्रजहाम्येष वै तूर्णमहं चागर्हितं यशः॥६॥",
                    "arth": "'मैं अपने जीवन, राज्य, विपुल सम्पत्ति और पशंसित यशका भी तरंत ही त्याग कर रहा हूँ॥६॥"
                },
                {
                    "slok": "अस्यां त्वहमवस्थायां वीर वक्ष्यामि यद् वचः। यद्यप्यसुकरं राजन् कर्तुमेव त्वमर्हसि ॥७॥",
                    "arth": "'वीर! राजन् ! इस अवस्थामें मैं जो कुछ कहूँगा, वह यद्यपि करनेमें कठिन है, तथापि तुम उसे अवश्य करना॥७॥ "
                },
                {
                    "slok": "सुखार्ह सुखसंवृद्धं बालमेनमबालिशम्। बाष्पपूर्णमुखं पश्य भूमौ पतितमङ्गदम्॥८॥ ",
                    "arth": "'देखो, मेरा बेटा अङ्गद धरतीपर पड़ा है। इसका मुँह आँसुओंसे भीगा है। यह सुखमें पला है और सुख भोगनेके ही योग्य है। बालक होनेपर भी यह मूढ़ नहीं है॥८॥"
                },
                {
                    "slok": "मम प्राणैः प्रियतरं पुत्रं पुत्रमिवौरसम्। मया हीनमहीनार्थं सर्वतः परिपालय॥९॥",
                    "arth": "'यह मुझे प्राणोंसे भी बढ़कर प्रिय है। मेरे न रहनेपर तुम इसे सगे पुत्रकी भाँति मानना। इसके लिये किसी भी सुख-सुविधाकी कमी न होने देना और सदा सब जगह इसकी रक्षा करते रहना ॥९॥ "
                },
                {
                    "slok": "त्वमप्यस्य पिता दाता परित्राता च सर्वशः। भयेष्वभयदश्चैव यथाहं प्लवगेश्वर ॥१०॥",
                    "arth": "'वानरराज! मेरे ही समान तुम भी इसके पिता, दाता, सब प्रकारसे रक्षक और भयके अवसरोंपर अभय देनेवाले हो ॥१०॥ "
                },
                {
                    "slok": "एष तारात्मजः श्रीमांस्त्वया तुल्यपराक्रमः। रक्षसां च वधे तेषामग्रतस्ते भविष्यति॥११॥",
                    "arth": "'ताराका यह तेजस्वी पुत्र तुम्हारे समान ही पराक्रमी है। उन राक्षसोंके वधके समय यह सदा तुम्हारे आगे रहेगा। "
                },
                {
                    "slok": "अनुरूपाणि कर्माणि विक्रम्य बलवान् रणे। प्राय करिष्यत्येष तारेयस्तेजस्वी तरुणोऽङ्गदः॥१२॥ ",
                    "arth": "'यह बलवान् तेजस्वी तरुण ताराकुमार अङ्गद रणभूमिमें पराक्रम प्रकट करते हुए अपने योग्य कर्म करेगा॥१२॥ "
                },
                {
                    "slok": "सुषेणदुहिता चेयमर्थसूक्ष्मविनिश्चये। औत्पातिके च विविधे सर्वतः परिनिष्ठिता॥१३॥",
                    "arth": "'सुषेणकी पुत्री यह तारा सूक्ष्म विषयोंके निर्णय करने तथा नाना प्रकारके उत्पातोंके चिह्नोंको समझने में सर्वथा निपुण है॥ १३॥ "
                },
                {
                    "slok": "यदेषा साध्विति ब्रूयात् कार्यं तन्मुक्तसंशयम्। नहि तारामतं किंचिदन्यथा परिवर्तते॥१३॥ ",
                    "arth": "'जिस कार्यको अच्छा बताये, उसे संदेहरहित होकर करना। ताराकी किसी भी सम्मतिका परिणाम उलटा नहीं होता॥१४॥"
                },
                {
                    "slok": "राघवस्य च ते कार्यं कर्तव्यमविशङ्कया। स्यादधर्मो ह्यकरणे त्वां च हिंस्यादमानितः॥१५॥",
                    "arth": "'श्रीरामचन्द्रजीका काम तुम्हें निःशङ्क होकर करना | चाहिये। उसको न करनेसे तुम्हें पाप लगेगा और अपमानित होनेपर श्रीरामचन्द्रजी तुझे मार डालेंगे॥१५॥ "
                },
                {
                    "slok": "इमां च मालामाधत्स्व दिव्यां सुग्रीव काञ्चनीम्। उदारा श्रीः स्थिता ह्यस्यां सम्प्रजह्यान्मृते मयि॥१६॥ ",
                    "arth": "'सुग्रीव! मेरी यह सोनेकी दिव्यमाला तुम धारण कर लो। इसमें उदार लक्ष्मीका वास है। मेरे मर जानेपर | इसकी श्री नष्ट हो जायगी। अत: अभीसे पहन लो'॥१६॥"
                },
                {
                    "slok": "इत्येवमुक्तः सुग्रीवो वालिना भ्रातृसौहृदात्। हर्षं त्यक्त्वा पुनर्दीनो ग्रहग्रस्त इवोडुराट्॥१७॥",
                    "arth": "वालीने भ्रातृस्नेहके कारण जब ऐसी बातें कहीं, तब उसके वधके कारण जो हर्ष हुआ था, उसे त्यागकर सुग्रीव फिर दुःखी हो गये, मानो चन्द्रमापर ग्रहण लग गया हो॥१७॥ "
                },
                {
                    "slok": "तद्वालिवचनाच्छान्तः कुर्वन् युक्तमतन्द्रितः। जग्राह सोऽभ्यनुज्ञातो मालां तां चैव काञ्चनीम्॥१८॥",
                    "arth": "वालीके उस वचनसे सुग्रीवका वैरभाव शान्त हो गया। वे सावधान होकर उचित बर्ताव करने लगे। उन्होंने भाईकी आज्ञासे वह सोनेकी माला ग्रहण कर ली॥ १८॥"
                },
                {
                    "slok": "तां मालां काञ्चनीं दत्त्वा दृष्ट्वा चैवात्मजं स्थितम्। | संसिद्धः प्रेत्यभावाय स्नेहादङ्गदमब्रवीत्॥१९॥",
                    "arth": "सुग्रीवको वह सुवर्णमयी माला देनेके पश्चात् वालीने | मरनेका निश्चय कर लिया। फिर अपने सामने खड़े हुए | पुत्र अङ्गदकी ओर देखकर स्नेहके साथ कहा- ॥१९॥ "
                },
                {
                    "slok": "देशकालौ भजस्वाद्य क्षममाणः प्रियाप्रिये। सुखदुःखसहः काले सुग्रीववशगो भव ॥२०॥ ",
                    "arth": "'बेटा! अब देश-कालको समझो-कब और | कहाँ कैसा बर्ताव करना चाहिये, इसका निश्चय करके वैसा ही आचरण करो। समयानुसार प्रिय-अप्रिय, सुख-दुःख-जो कुछ आ पड़े उसको सहो। अपने हृदयमें क्षमाभाव रखो और सदा सुग्रीवकी आज्ञाके अधीन रहो॥२०॥ "
                },
                {
                    "slok": "यथा हि त्वं महाबाहो लालितः सततं मया। न तथा वर्तमानं त्वां सुग्रीवो बहु मन्यते॥२१॥",
                    "arth": "'महाबाहो! सदा मेरा दुलार पाकर जिस प्रकार | तुम रहते आये हो, यदि वैसा ही बर्ताव अब भी करोगे | तो सुग्रीव तुम्हारा विशेष आदर नहीं करेंगे॥२१॥ "
                },
                {
                    "slok": "नास्यामित्रैर्गतं गच्छेर्मा शत्रुभिररिंदम। | भर्तुरर्थपरो दान्तः सुग्रीववशगो भव॥२२॥",
                    "arth": "'शत्रुदमन अङ्गद! तुम इनके शत्रुओंका साथ | मत दो। जो इनके मित्र न हों, उनसे भी न मिलो और अपनी इन्द्रियोंको वशमें रखकर सदा अपने स्वामी सुग्रीवके कार्य-साधनमें संलग्न रहते हुए उन्हींके अधीन रहो॥ २२॥ "
                },
                {
                    "slok": "न चातिप्रणयः कार्यः कर्तव्योऽप्रणयश्च ते। उभयं हि महादोषं तस्मादन्तरदूग भव॥२३॥",
                    "arth": "'किसीके साथ अत्यन्त प्रेम न करो और प्रेमका सर्वथा अभाव भी न होने दो; क्योंकि ये दोनों ही महान् दोष हैं। अतः मध्यम स्थितिपर ही दृष्टि रखो' ॥ २३॥ "
                },
                {
                    "slok": "इत्युक्त्वाथ विवृत्ताक्षः शरसम्पीडितो भृशम्।। विवृतैर्दशनीमैर्बभूवोत्क्रान्तजीवितः ॥२४॥",
                    "arth": "ऐसा कहकर बाणके आघातसे अत्यन्त घायल हुए वालीकी आँखें घूमने लगीं। उसके भयंकर दाँत खुल गये और प्राण-पखेरू उड़ गये॥ २४॥ "
                },
                {
                    "slok": "ततो विचुक्रुशुस्तत्र वानरा हतयूथपाः। परिदेवयमानास्ते सर्वे प्लवगसत्तमाः॥२५॥ ",
                    "arth": "उस समय अपने यूथपतिकी मृत्यु हो जानेसे सभी श्रेष्ठ वानर जोर-जोरसे रोने और विलाप करने लगे- ॥२५॥"
                },
                {
                    "slok": "किष्किन्धा ह्यद्य शून्या च स्वर्गते वानरेश्वरे। उद्यानानि च शून्यानि पर्वताः काननानि च॥२६॥ ",
                    "arth": "'हाय! आज वानरराज वालीके स्वर्गलोक चले जानेसे सारी किष्किन्धापुरी सूनी हो गयी। उद्यान, पर्वत और वन भी सूने हो गये॥ २६॥ "
                },
                {
                    "slok": "हते प्लवगशार्दूले निष्प्रभा वानराः कृताः। यस्य वेगेन महता काननानि वनानि च॥२७॥ पुष्पौघेणानुबद्ध्यन्ते करिष्यति तदद्य कः। ",
                    "arth": "'वानरश्रेष्ठ वालीके मारे जानेसे सारे वानर श्रीहीन हो गये। जिनके महान् वेग (प्रताप) से समस्त कानन और वन पुष्पसमूहोंसे सदा संयुक्त बने रहते थे, आज उनके न रहनेसे कौन ऐसा चमत्कारपूर्ण कार्य करेगा?॥"
                },
                {
                    "slok": "येन दत्तं महद् युद्धं गन्धर्वस्य महात्मनः॥२८॥ गोलभस्य महाबाहोर्दश वर्षाणि पञ्च च। नैव रात्रौ न दिवसे तद् युद्धमुपशाम्यति॥२९॥ ",
                    "arth": "'उन्होंने महामना महाबाहु गोलभ नामक गन्धर्वको महान् युद्धका अवसर दिया था। वह युद्ध पंद्रह वर्षोंतक लगातार चलता रहा। न दिनमें बंद होता था, न रातमें ॥ २९॥ "
                },
                {
                    "slok": "ततः षोडशमे वर्षे गोलभो विनिपातितः। तं हत्वा दुर्विनीतं तु वाली दंष्ट्राकरालवान्। सर्वाभयंकरोऽस्माकं कथमेष निपातितः॥३०॥ ",
                    "arth": "'तदनन्तर सोलहवाँ वर्ष आरम्भ होनेपर गोलभ वालीके हाथसे मारा गया। उस दुष्ट गन्धर्वका वध करके जिन विकराल दाढ़ोंवाले वालीने हम सबको अभय दान दिया था, वे ही ये हमारे स्वामी वानरराज स्वयं कैसे मार गिराये गये?'॥३०॥ "
                },
                {
                    "slok": "हते तु वीरे प्लवगाधिपे तदा प्लवङ्गमास्तत्र न शर्म लेभिरे। वनेचराः सिंहयुते महावने यथा हि गावो निहते गवां पतौ॥३१॥ ",
                    "arth": "उस समय वीर वानरराज वालीके मारे जानेपर वनोंमें विचरनेवाले वानर वहाँ चैन न पा सके। जैसे सिंहसे युक्त विशाल वनमें साँड़के मारे जानेपर गौएँ दुःखी हो जाती हैं, वही दशा उन वानरोंकी हुई॥३१॥ "
                },
                {
                    "slok": "ततस्तु तारा व्यसनार्णवप्लुता मृतस्य भर्तुर्वदनं समीक्ष्य सा। जगाम भूमिं परिरभ्य वालिनं महाद्रुमं छिन्नमिवाश्रिता लता॥३२॥",
                    "arth": "तदनन्तर शोकके समुद्रमें डूबी हुई ताराने जब अपने मरे हुए स्वामीकी ओर दृष्टिपात किया, तब वह वालीका आलिङ्गन करके कटे हुए महान् वृक्षसे लिपटी हुई लताकी भाँति पृथ्वीपर गिर पड़ी॥ ३२ ॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे द्वाविंशः सर्गः॥२२॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें बाईसवाँ सर्ग पूरा हुआ॥ २२॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - त्रयोविंशः सर्गः ताराका विलाप",
            "arth": [
                {
                    "slok": "ततः समुपजिघ्रन्ती कपिराजस्य तन्मुखम्। पतिं लोकश्रुता तारा मृतं वचनमब्रवीत्॥१॥ ",
                    "arth": "उस समय वानरराजका मुख सूंघती हुई लोकविख्यात नागने गोला थाने मत पति दम्प पकार कद्रा- ॥१॥"
                },
                {
                    "slok": "शेषे त्वं विषमे दुःखमकृत्वा वचनं मम। उपलोपचिते वीर सुदुःखे वसुधातले॥२॥",
                    "arth": "'वीर! दुःखकी बात है कि आपने मेरी बात नहीं मानी और अब आप प्रस्तरसे पर्ण अत्यन्त द:खदायक और ऊँचे-नीचे भूतलपर शयन कर रहे हैं॥२॥ "
                },
                {
                    "slok": "मत्तः प्रियतरा नूनं वानरेन्द्र मही तव।ला शेषे हि तां परिष्वज्य मां च न प्रतिभाषसे॥३॥",
                    "arth": "'वानरराज! निश्चय ही यह पृथ्वी आपको मुझसे भी बढ़कर प्रिय है, तभी तो आप इसका आलिङ्गन करके सो रहे हैं और मुझसे बाततक नहीं करते॥३॥ "
                },
                {
                    "slok": "भोजन सुग्रीवस्य वशं प्राप्तो विधिरेष भवत्यहो। सुग्रीव एव विक्रान्तो वीर साहसिकप्रिय॥४॥ ",
                    "arth": "'वीर! साहसपूर्ण कार्योंसे प्रेम रखनेवाले वानरराज! यह श्रीरामरूपी विधाता सुग्रीवके वशमें हो गया है (-आपके नहीं) यह बड़े आश्चर्यकी बात है, अतः अब इस राज्यपर सुग्रीव ही पराक्रमी राजाके रूपमें आसीन होंगे॥४।"
                },
                {
                    "slok": "ऋक्षवानरमुख्यास्त्वां बलिनं पर्युपासते। तेषां विलपितं कृच्छ्रमङ्गदस्य च शोचतः॥५॥ मम चेमा गिरः श्रुत्वा किं त्वं न प्रतिबुध्यसे।",
                    "arth": "'प्राणनाथ! प्रधान-प्रधान भालू और वानर जो आप महावीरकी सेवामें रहा करते थे, इस समय बड़े दुःखसे विलाप कर रहे हैं। बेटा अङ्गद भी शोकमें पड़ा है। उन वानरोंका दुःखमय विलाप, अङ्गदका शोकोद्गार तथा मेरी यह अनुनय-विनयभरी वाणी सुनकर भी आप जागते क्यों नहीं हैं?॥५३॥"
                },
                {
                    "slok": "इदं तद् वीरशयनं तत्र शेषे हतो युधि॥६॥ शायिता निहता यत्र त्वयैव रिपवः पुरा।",
                    "arth": "'यही वह वीर-शय्या है, जिसपर पूर्वकालमें आपने ही बहुत-से शत्रुओंको मारकर सुलाया था, किंतु आज स्वयं ही युद्धमें मारे जाकर आप इसपर शयन कर रहे हैं।"
                },
                {
                    "slok": "विशुद्धसत्त्वाभिजन प्रिययुद्ध मम प्रिय॥७॥ मामनाथां विहायैकां गतस्त्वमसि मानद।।",
                    "arth": "'विशुद्ध बलशाली कुलमें उत्पन्न युद्धप्रेमी तथा दूसरोंको मान देनेवाले मेरे प्रियतम! तुम मुझ अनाथाको अकेली छोड़कर कहाँ चले गये? ॥७३॥"
                },
                {
                    "slok": "शूराय न प्रदातव्या कन्या खलु विपश्चिता॥८॥ शूरभार्यां हतां पश्य सद्यो मां विधवां कृताम्। ",
                    "arth": "'निश्चय ही बुद्धिमान् पुरुषको चाहिये कि वह अपनी कन्या किसी शूरवीरके हाथमें न दे। देखो, मैं शूरवीरकी पत्नी होनेके कारण तत्काल विधवा बना दी गयी और इस प्रकार सर्वथा मारी गयी॥८॥"
                },
                {
                    "slok": "अवभग्नश्च मे मानो भग्ना मे शाश्वती गतिः॥९॥ अगाधे च निमग्रास्मि विपुले शोकसागरे। ",
                    "arth": "'राजरानी होनेका जो मेरा अभिमान था, वह भङ्ग हो गया। नित्य-निरन्तर सुख पानेकी मेरी आशा नष्ट हो गयी तथा मैं अगाध एवं विशाल शोकसमुद्रमें डूब गयी हूँ॥९३ ॥"
                },
                {
                    "slok": "अश्मसारमयं नूनमिदं मे हृदयं दृढम्॥१०॥ भर्तारं निहतं दृष्ट्वा यन्नाद्य शतधा कृतम्।",
                    "arth": "'निश्चय ही यह मेरा कठोर हृदय लोहेका बना हुआ है। तभी तो अपने स्वामीको मारा गया देखकर इसके सैकड़ों टुकड़े नहीं हो जाते॥१०॥ "
                },
                {
                    "slok": "सुहृच्चैव च भर्ता च प्रकृत्या च मम प्रियः॥११॥ प्रहारे च पराक्रान्तः शूरः पञ्चत्वमागतः।",
                    "arth": "'हाय! जो मेरे सुहृद्, स्वामी और स्वभावसे ही प्रिय थे तथा संग्राममें महान् पराक्रम प्रकट करनेवाले शूरवीर थे, वे संसारसे चल बसे॥११३ ॥ "
                },
                {
                    "slok": "पतिहीना तु या नारी कामं भवतु पुत्रिणी॥१२॥ धनधान्यसमृद्धापि विधवेत्युच्यते जनैः।",
                    "arth": "'पतिहीन नारी भले ही पुत्रवती एवं धन-धान्यसे समृद्ध भी हो, किन्तु लोग उसे विधवा ही कहते हैं॥१२॥"
                },
                {
                    "slok": "स्वगात्रप्रभवे वीर शेषे रुधिरमण्डले॥१३॥ कृमिरागपरिस्तोमे स्वकीये शयने यथा।",
                    "arth": "'वीर! अपने ही शरीरसे प्रकट हुई रक्तराशिमें आप उसी तरह शयन करते हैं, जैसे पहले इन्द्रगोप नामक कीड़ेके-से रंगवाले बिछौनेसे युक्त अपने पलंगपर सोया करते थे॥१३३ ॥ "
                },
                {
                    "slok": "रेणुशोणितसंवीतं गात्रं तव समन्ततः॥१४॥ परिरब्धुं न शक्नोमि भुजाभ्यां प्लवगर्षभ।",
                    "arth": "'वानरश्रेष्ठ! आपका सारा शरीर धूल और रक्तसे लथपथ हो रहा है; इसलिये मैं अपनी दोनों भुजाओंसे आपका आलिङ्गन नहीं कर पाती॥१४॥ "
                },
                {
                    "slok": "कृतकृत्योऽद्य सुग्रीवो वैरेऽस्मिन्नतिदारुणे॥१५॥ यस्य रामविमुक्तेन हृतमेकेषुणा भयम्।",
                    "arth": "'इस अत्यन्त भयंकर वैरमें आज सुग्रीव कृतकृत्य हो गये। श्रीरामके छोड़े हुए एक ही बाणने उनका सारा भय हर लिया॥१५॥"
                },
                {
                    "slok": "शरेण हृदि लग्नेन गात्रसंस्पर्शने तव॥१६॥ वार्यामि त्वां निरीक्षन्ती त्वयि पञ्चत्वमागते। ",
                    "arth": "'आपकी छातीमें जो बाण फँसा हुआ है; वह मुझे आपके शरीरका आलिङ्गन करनेसे रोक रहा है, इस कारण आपकी मृत्यु हो जानेपर भी मैं चुपचाप देख रही हूँ (आपको हृदयसे लगा नहीं पाती)'॥ १६ ॥ "
                },
                {
                    "slok": "उद्बबह शरं नीलस्तस्य गात्रगतं तदा॥१७॥ गिरिगह्वरसंलीनं दीप्तमाशीविषं यथा।",
                    "arth": "उस समय नीलने वालीके शरीरमें धंसे हुए उस बाणको निकाला, मानो पर्वतकी कन्दरामें छिपे हुए प्रज्वलित मुखवाले विषधर सर्पको वहाँसे निकाला गया हो ॥ १७३ ॥"
                },
                {
                    "slok": "तस्य निष्कृष्यमाणस्य बाणस्यापि बभौ द्युतिः॥१८॥ अस्तमस्तकसंरुद्धरश्मेर्दिनकरादिव ।",
                    "arth": "वालीके शरीरसे निकाले जाते हुए उस बाणकी कान्ति अस्ताचलके शिखरपर अवरुद्ध किरणोंवाले सूर्यकी प्रभाके समान जान पड़ती थी॥ १८॥ "
                },
                {
                    "slok": "पेतुः क्षतजधारास्तु व्रणेभ्यस्तस्य सर्वशः॥१९॥ ताम्रगैरिकसम्पृक्ता धारा इव धराधरात्।",
                    "arth": "बाणके निकाल लिये जानेपर वालीके शरीरके सभी घावोंसे खूनकी धाराएँ गिरने लगीं, मानो किसी पर्वतसे लाल गेरूमिश्रित जलकी धाराएँ बह रही हों ॥ १९ ॥ "
                },
                {
                    "slok": "अवकीर्णं विमार्जन्ती भर्तारं रणरेणुना॥२०॥ अस्त्रैर्नयनजैः शूरं सिषेचास्त्रसमाहतम्।",
                    "arth": "वालीका शरीर रणभूमिकी धूलसे भर गया था। उस समय तारा बाणसे आहत हुए अपने शूरवीर स्वामीके उस शरीरको पोंछती हुई उन्हें नेत्रों के अश्रुजलसे सींचने लगी॥२०॥ "
                },
                {
                    "slok": "रुधिरोक्षितसर्वाङ्गं दृष्ट्वा विनिहतं पतिम्॥२१॥ उवाच तारा पिङ्गाक्षं पुत्रमङ्गदमङ्गना। ",
                    "arth": "अपने मारे गये पतिके सारे अङ्गोंको रक्तसे भीगा हुआ देख वालि-पत्नी ताराने अपने भूरे नेत्रोंवाले पुत्र अङ्गदसे कहा-॥२१३ ॥"
                },
                {
                    "slok": "अवस्थां पश्चिमां पश्य पितुः पुत्र सुदारुणाम्॥२२॥ सम्प्रसक्तस्य वैरस्य गतोऽन्तः पापकर्मणा। ",
                    "arth": "'बेटा! देखो, तुम्हारे पिताकी अन्तिम अवस्था कितनी भयंकर है। ये इस समय पूर्व पापके कारण प्राप्त हुए वैरसे पार हो चुके हैं ॥ २२३ ॥"
                },
                {
                    "slok": "बालसूर्योज्ज्वलतनुं प्रयातं यमसादनम्॥२३॥ अभिवादय राजानं पितरं पुत्र मानदम्। ",
                    "arth": "वत्स! प्रातःकालके सूर्यकी भाँति अरुण गौर शरीरवाले तुम्हारे पिता राजा वाली अब यमलोकको जा पहुंचे। ये तुम्हें बड़ा आदर देते थे। तुम इनके चरणोंमें प्रणाम करो'॥"
                },
                {
                    "slok": "एवमुक्तः समुत्थाय जग्राह चरणौ पितुः॥२४॥ भुजाभ्यां पीनवृत्ताभ्यामङ्गदोऽहमिति ब्रुवन्।",
                    "arth": "माताके ऐसा कहनेपर अङ्गदने उठकर अपनी मोटी और गोलाकार भुजाओंद्वारा पिताके दोनों पैर पकड़ लिये और प्रणाम करते हुए कहा-'पिताजी! मैं अङ्गद हूँ'॥"
                },
                {
                    "slok": "अभिवादयमानं त्वामङ्गदं त्वं यथा पुरा ॥२५॥ दीर्घायुर्भव पुत्रेति किमर्थं नाभिभाषसे।",
                    "arth": "तब तारा फिर कहने लगी- 'प्राणनाथ! कुमार अङ्गद पहलेकी ही भाँति आज भी आपके चरणोंमें प्रणाम करता है, किंतु आप इसे 'चिरंजीवी रहो बेटा' ऐसा कहकर आशीर्वाद क्यों नहीं देते हैं?॥ २५ ॥"
                },
                {
                    "slok": "अहं पुत्रसहाया त्वामुपासे गतचेतनम्। सिंहेन पातितं सद्यो गौः सवत्सेव गोवृषम्॥२६॥",
                    "arth": "'जैसे कोई बछड़ेसहित गाय सिंहके द्वारा तत्काल मार गिराये हुए साँड़के पास खड़ी हो, उसी प्रकार पुत्रसहित मैं प्राणहीन हुए आपकी सेवामें बैठी हूँ॥२६॥ "
                },
                {
                    "slok": "इष्ट्वा संग्रामयज्ञेन रामप्रहरणाम्भसा। तस्मिन्नवभृथे स्नातः कथं पत्न्या मया विना॥२७॥ ",
                    "arth": "'आपने युद्धरूपी यज्ञका अनुष्ठान करके श्रीरामके बाणरूपी जलसे मुझ पत्नीके बिना अकेले ही अवभृथस्नान कैसे कर लिया? ॥२७॥ "
                },
                {
                    "slok": "या दत्ता देवराजेन तव तुष्टेन संयुगे। | शातकौम्भीं प्रियां मालां तां ते पश्यामि नेह किम्॥२८॥",
                    "arth": "'युद्धमें आपसे संतुष्ट हुए देवराज इन्द्रने आपको | जो सोनेकी प्रिय माला दे रखी थी, उसे मैं इस समय | आपके गलेमें क्यों नहीं देखती हूँ? ॥ २८॥ "
                },
                {
                    "slok": "राज्यश्रीन जहाति त्वां गतासुमपि मानद।गोपा | सूर्यस्यावर्तमानस्य शैलराजमिव प्रभा॥२९॥",
                    "arth": "'दूसरोंको मान देनेवाले वानरराज! प्राणहीन हो | जानेपर भी आपको राज्यलक्ष्मी उसी प्रकार नहीं छोड़ | रही है, जैसे चारों ओर चक्कर लगानेवाले सूर्यदेवकी | प्रभा गिरिराज मेरुको कभी नहीं छोड़ती है॥२९॥ "
                },
                {
                    "slok": "न मे वचः पथ्यमिदं त्वया कृतं न चास्मि शक्ता हि निवारणे तव। | हता सपुत्रास्मि हतेन संयुगे पसह त्वया श्रीर्विजहाति मामपि॥३०॥",
                    "arth": "'मैंने आपके हितकी बात कही थी; परंतु आपने | उसे नहीं स्वीकार किया। मैं भी आपको रोक रखने में | समर्थ न हो सकी। इसका फल यह हुआ कि आप युद्धमें मारे गये। आपके मारे जानेसे मैं भी अपने पुत्रसहित मारी गयी। अब लक्ष्मी आपके साथ ही मुझे और मेरे पुत्रको | भी छोड़ रही है' ॥३०॥ "
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे त्रयोविंशः सर्गः॥२३॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें तेईसवाँ सर्ग पूरा हुआ॥२३॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - चतुर्विंशः सर्गः सुग्रीवका शोकमग्न होकर श्रीरामसे प्राणत्यागके लिये आज्ञा माँगना, ताराका श्रीरामसे अपने वधके लिये प्रार्थना करना और श्रीरामका उसे समझाना",
            "arth": [
                {
                    "slok": "तामाशु वेगेन दुरासदेन त्वभिप्लुतां शोकमहार्णवेन। पश्यंस्तदा जग वाल्यनुजस्तरस्वी भाव भ्रातुर्वधेनाप्रतिमेन तेपे॥१॥",
                    "arth": "अत्यन्त वेगशाली और दुःसह शोकसमुद्रमें डूबी हुई ताराकी ओर दृष्टिपात करके वालीके छोटे भाई वेगवान् सुग्रीवको उस समय अपने भाईके वधसे बड़ा संताप हुआ॥ "
                },
                {
                    "slok": "स बाष्पपूर्णेन मुखेन पश्यन् बनी क्षणेन निर्विण्णमना मनस्वी। जगाम रामस्य शनैः समीपं भृत्यैर्वृतः सम्परिदूयमानः॥ २ ॥",
                    "arth": "उनके मुखपर आँसुओंकी धारा बह चली। उनका मन खिन्न हो गया और वे भीतर-ही-भीतर कष्टका अनुभव करते हुए अपने भृत्योंके साथ धीरे-धीरे श्रीरामचन्द्रजीके पास गये॥२॥ "
                },
                {
                    "slok": "स तं समासाद्य गृहीतचाप मुदात्तमाशीविषतुल्यबाणम् । यशस्विनं । लक्षणलक्षिताङ्ग मवस्थितं राघवमित्युवाच॥ ३ ॥ ",
                    "arth": "जिन्होंने धनुष ले रखा था, जिनमें धीरोदात्त नायकका स्वभाव विद्यमान था, जिनके बाण विषधर सर्पके समान भयंकर थे, जिनका प्रत्येक अङ्ग सामुद्रिक शास्त्रके अनुसार उत्तम लक्षणोंसे लक्षित था तथा जो परम यशस्वी थे, वहाँ खड़े हुए उन श्रीरघुनाथजीके पास जाकर सुग्रीव इस प्रकार बोले-॥३॥ "
                },
                {
                    "slok": "यथा प्रतिज्ञातमिदं नरेन्द्र भाग कृतं त्वया दृष्टफलं च कर्म। ममाद्य भोगेषु । नरेन्द्रसूनो जार मनो निवृत्तं हतजीवितेन॥ ४ ॥",
                    "arth": "'नरेन्द्र! आपने जैसी प्रतिज्ञा की थी, उसके अनुसार यह काम कर दिखाया। इस कर्मका राज्यलाभरूप फल भी प्रत्यक्ष ही है। किंतु राजकुमार! इससे मेरा जीवन निन्दनीय हो गया है। अतः अब मेरा मन सभी भोगोंसे निवृत्त हो गया॥४॥ "
                },
                {
                    "slok": "अस्यां महिष्यां तु भृशं रुदत्यां पुरेऽतिविक्रोशति दुःखतप्ते। हते नृपे संशयितेऽङ्गदे च न राम राज्ये रमते मनो मे॥ ५ ॥ ",
                    "arth": "'श्रीराम! राजा वालीके मारे जानेसे ये महारानी तारा अत्यन्त विलाप कर रही हैं। सारा नगर दुःखसे संतप्त होकर चीख रहा है तथा कुमार अङ्गदका जीवन भी संशयमें पड़ गया है। इन सब कारणोंसे अब राज्यमें मेरा मन नहीं लगता है॥५॥ "
                },
                {
                    "slok": "क्रोधादमर्षादतिविप्रधर्षाद् विमान पनि भ्रातुर्वधो मेऽनुमतः पुरस्तात्। | हते त्विदानीं हरियूथपेऽस्मिन् सुतीक्ष्णमिक्ष्वाकुवर प्रतप्स्ये॥ ६ ॥ ",
                    "arth": "'इक्ष्वाकुकुलके गौरव श्रीरघुनाथजी! भाईने मेरा | बहुत अधिक तिरस्कार किया था, इसलिये क्रोध और | अमर्षके कारण पहले मैंने उसके वधके लिये अनुमति | दे दी थी; परंतु अब वानर-यूथपति वालीके मारे जानेपर मुझे बड़ा संताप हो रहा है। सम्भवतः जीवनभर यह संताप बना ही रहेगा॥६॥ "
                },
                {
                    "slok": "श्रेयोऽद्य मन्ये मम शैलमुख्ये तस्मिन् हि वासश्चिरमृष्यमूके। | यथा तथा वर्तयतः स्ववृत्त्या पता इस नेमं निहत्य त्रिदिवस्य लाभः॥ ७॥",
                    "arth": "'अपनी जातीय वृत्तिके अनुसार जैसे-तैसे जीवननिर्वाह करते हुए उस श्रेष्ठ पर्वत ऋष्यमूकपर चिरकालतक रहना ही आज मैं अपने लिये कल्याणकारी समझता हूँ; किंतु अपने इस भाईका वध कराकर अब मुझे स्वर्गका भी राज्य मिल जाय तो मैं उसे अपने लिये श्रेयस्कर नहीं मानता हूँ॥७॥ "
                },
                {
                    "slok": "न त्वा जिघांसामि चरेति यन्मा मयं महात्मा मतिमानुवाच। तस्यैव तद् राम वचोऽनुरूप-। मिदं वचः कर्म च मेऽनुरूपम्॥ ८ ॥",
                    "arth": "'बुद्धिमान् महात्मा वालीने युद्धके समय मुझसे कहा था कि 'तुम चले जाओ, मैं तुम्हारे प्राण लेना नहीं चाहता'। श्रीराम! उनकी यह बात उन्हींके योग्य थी और मैंने जो आपसे कहकर उनका वध कराया, मेरा वह क्रूरतापूर्ण वचन और कर्म मेरे ही अनुरूप है॥८॥"
                },
                {
                    "slok": "भ्राता कथं नाम महागुणस्य भ्रातुर्वधं राम विरोचयेत। राज्यस्य दुःखस्य च वीर सारं विचिन्तयन् कामपुरस्कृतोऽपि॥ ९ ॥",
                    "arth": "'वीर रघुनन्दन! कोई कितना ही स्वार्थी क्यों न हो? यदि राज्यके सुख तथा भ्रातृ-वधसे होनेवाले दुःखकी प्रबलतापर विचार करेगा तो वह भाई होकर अपने महान् गुणवान् भाईका वध कैसे अच्छा समझेगा?॥९॥ "
                },
                {
                    "slok": "वधो हि मे मतो नासीत् स्वमाहात्म्यव्यतिक्रमात्। ममासीद् बुद्धिदौरात्म्यात् प्राणहारी व्यतिक्रमः॥१०॥",
                    "arth": "'वालीके मनमें मेरे वधका विचार नहीं था; क्योंकि इससे उन्हें अपनी मान-प्रतिष्ठामें बट्टा लगनेका डर था। मेरी ही बुद्धिमें दुष्टता भरी थी, जिसके कारण मैंने अपने भाईके प्रति ऐसा अपराध कर डाला, जो उनके लिये घातक सिद्ध हुआ॥१०॥ "
                },
                {
                    "slok": "द्रुमशाखावभग्नोऽहं मुहूर्तं परिनिष्टनन्। सान्त्वयित्वा त्वनेनोक्तो न पुनः कर्तुमर्हसि ॥११॥",
                    "arth": "'जब वालीने मुझे एक वृक्षकी शाखासे घायल कर दिया और मैं दो घड़ीतक कराहता रहा, तब उन्होंने मुझे सान्त्वना देकर कहा-'जाओ, फिर मेरे साथ युद्ध करनेकी इच्छा न करना' ॥११॥ "
                },
                {
                    "slok": "भ्रातृत्वमार्यभावश्च धर्मश्चानेन रक्षितः। मया क्रोधश्च कामश्च कपित्वं च प्रदर्शितम्॥१२॥",
                    "arth": "उन्होंने भ्रातृभाव, आर्यभाव और धर्मकी भी रक्षा की है; परंतु मैंने केवल काम, क्रोध और वानरोचित चपलताका ही परिचय दिया है॥१२॥ "
                },
                {
                    "slok": "अचिन्तनीयं परिवर्जनीय मनीप्सनीयं स्वनवेक्षणीयम्। प्राप्तोऽस्मि पाप्मानमिदं वयस्य भ्रातुर्वधात् त्वाष्ट्रवधादिवेन्द्रः॥१३॥",
                    "arth": "'मित्र! जैसे वृत्रासुरका वध करनेसे इन्द्र पापके भागी हुए थे, उसी प्रकार मैं भाईका वध कराकर ऐसे पापका भागी हुआ हूँ, जिसको करना तो दूर रहा, सोचना भी अनुचित है। श्रेष्ठ पुरुषोंके लिये जो सर्वथा त्याज्य, अवाञ्छनीय तथा देखनेके भी अयोग्य है॥१३॥ "
                },
                {
                    "slok": "पाप्मानमिन्द्रस्य मही जलं च वक्षाश्च कामं जगहः स्त्रियश्च। को नाम पाप्मानमिमं सहेत आय शाखामृगस्य प्रतिपत्तुमिच्छेत्॥१४॥ ",
                    "arth": "'इन्द्रके पापको तो पृथ्वी, जल, वृक्ष और स्त्रियोंने स्वेच्छासे ग्रहण कर लिया था; परंतु मुझ-जैसे वानरके इस पापको कौन लेना चाहेगा? अथवा कौन ले सकेगा?॥१४॥ "
                },
                {
                    "slok": "नार्हामि सम्मानमिमं प्रजानां न यौवराज्यं कुत एव राज्यम्। अधर्मयुक्तं कुलनाशयुक्त मेवंविधं राघव कर्म कृत्वा॥१५॥",
                    "arth": "'रघुनाथजी! अपने कुलका नाश करनेवाला ऐसा पापपूर्ण कर्म करके मैं प्रजाके सम्मानका पात्र नहीं रहा। | राज्य पाना तो दूरकी बात है, मुझमें युवराज होनेकी भी योग्यता नहीं है॥१५॥"
                },
                {
                    "slok": "पापस्य कर्तास्मि विगर्हितस्य क्षुद्रस्य लोकापकृतस्य लोके। | शोको महान् मामभिवर्ततेऽयं वृष्टेर्यथा निम्नमिवाम्बुवेगः॥१६॥ ",
                    "arth": "'मैंने वह लोकनिन्दित पापकर्म किया है, जो नीच | पुरुषोंके योग्य तथा सम्पूर्ण जगत्को हानि पहुँचानेवाला | है। जैसे वर्षाके जलका वेग नीची भूमिकी ओर जाता है, उसी प्रकार यह भ्रातृ-वधजनित महान् शोक सब | ओरसे मुझपर ही आक्रमण कर रहा है॥१६॥"
                },
                {
                    "slok": "सोदर्यघातापरगात्रवाल: संतापहस्ताक्षिशिरोविषाणः ।। एनोमयो मामभिहन्ति हस्ती दृप्तो नदीकूलमिव प्रवृद्धः॥१७॥ ",
                    "arth": "'भाईका वध ही जिसके शरीरका पिछला भाग और पुच्छ है तथा उससे होनेवाला संताप ही जिसकी सैंड, नेत्र, मस्तक और दाँत हैं, वह पापरूपी महान् मदमत्त गजराज नदीतटकी भाँति मुझपर ही आघात कर रहा है॥१७॥"
                },
                {
                    "slok": "अंहो पण बतेदं नृवराविषा निवर्तते मे हदि साधुवृत्तम्। | अग्नौ विवर्णं परितप्यमानं किस॒ यथा राघव जातरूपम्॥१८॥",
                    "arth": "'नरेश्वर! रघुनन्दन! मैंने जो दुःसह पाप किया है, यह मेरे हृदयस्थित सदाचारको भी नष्ट कर रहा है। | ठीक उसी तरह, जैसे आगमें तपाया जानेवाला मलिन | सुवर्ण अपने भीतरके मलको नष्ट कर देता है॥१८॥ "
                },
                {
                    "slok": "महाबलानां हरियूथपाना- पर जा मिदं कुलं राघव मन्निमित्तम्। अस्याङ्गदस्यापि च शोकतापा दर्धस्थितप्राणमितीव मन्ये॥१९॥",
                    "arth": "'रघनाथजी! मेरे ही कारण वालीका वध हुआ, | जिससे इस अङदका भी शोक-संताप बढ गया और | इसीलिये इन महाबली वानर-यथपतियोंका समदाय अधमरा-सा जान पड़ता है॥१९॥ "
                },
                {
                    "slok": "सुतः सुलभ्यः सुजनः सुवश्यः कुतस्तु पुत्रः सदृशोऽङ्गदेन। न चापि विद्येत स वीर देशो यस्मिन् भवेत् सोदरसंनिकर्षः॥२०॥",
                    "arth": "'वीरवर! सुजन और वशमें रहनेवाला पुत्र तो मिल सकता है, परंतु अङ्गदके समान बेटा कहाँ मिलेगा? तथा ऐसा कोई देश नहीं है, जहाँ मुझे अपने भाईका सामीप्य मिल सके॥२०॥ "
                },
                {
                    "slok": "अद्याङ्गदो वीरवरो न जीवे का ज्जीवेत माता परिपालनार्थम्। विना तु पुत्रं परितापदीना व सा नैव जीवेदिति निश्चितं मे॥२१॥ ",
                    "arth": "'अब वीरवर अङ्गद भी जीवित नहीं रह सकता। यदि जी सकता तो उसकी रक्षाके लिये उसकी माता भी जीवन धारण करती। वह बेचारी तो यों ही संतापसे दीन हो रही है, यदि पुत्र भी न रहा तो उसके जीवनका अन्त हो जायगा-यह बिलकुल निश्चित बात है॥२१॥"
                },
                {
                    "slok": "सोऽहं प्रवेक्ष्याम्यतिदीप्तमग्निं भ्रात्रा च पुत्रेण च सख्यमिच्छन्। इमे विचेष्यन्ति हरिप्रवीराः सीतां निदेशे परिवर्तमानाः॥२२॥ ",
                    "arth": "'अतः मैं अपने भाई और पुत्रका साथ देनेकी इच्छासे प्रज्वलित अग्निमें प्रवेश करूँगा। ये वानर वीर आपकी आज्ञामें रहकर सीताकी खोज करेंगे॥२२॥ "
                },
                {
                    "slok": "कृत्स्नं तु ते सेत्स्यति कार्यमेत न्मय्यप्यतीते मनुजेन्द्रपुत्र। कुलस्य हन्तारमजीवनार्ह रामानुजानीहि कृतागसं माम्॥२३॥",
                    "arth": "'राजकुमार! मेरी मृत्यु हो जानेपर भी आपका सारा कार्य सिद्ध हो जायगा। मैं कुलकी हत्या करनेवाला और अपराधी हूँ। अतः संसारमें जीवन धारण करनेके योग्य नहीं हूँ। इसलिये श्रीराम ! मुझे प्राणत्याग करनेकी आज्ञा दीजिये' ॥२३॥ "
                },
                {
                    "slok": "इत्येवमार्तस्य रघुप्रवीरः श्रुत्वा वचो वालिजघन्यजस्य। संजातबाष्पः परवीरहन्ता रामो मुहूर्तं विमना बभूव ॥२४॥ ",
                    "arth": "दुःखसे आतुर हुए सुग्रीवके, जो वालीके छोटे भाई थे, ऐसे वचन सुनकर शत्रुवीरोंका संहार करनेमें समर्थ, रघुकुलके वीर भगवान् श्रीरामके नेत्रोंसे आँसू बहने लगे। वे दो घड़ीतक मन-ही-मन दुःखका अनुभव | करते रहे ॥२४॥"
                },
                {
                    "slok": "तस्मिन् क्षणेऽभीक्ष्णमवेक्षमाणः क्षितिक्षमावान् भुवनस्य गोप्ता। | रामो रुदन्तीं व्यसने निमग्नां समुत्सुकः सोऽथ ददर्श ताराम्॥२५॥ ",
                    "arth": "श्रीरघुनाथजी पृथ्वीके समान क्षमाशील और सम्पूर्ण जगत्की रक्षा करनेवाले हैं। उन्होंने उस समय अधिक उत्सुक होकर जब इधर-उधर बारंबार दृष्टि दौड़ायी, तब शोकमग्ना तारा उन्हें दिखायी दी, जो अपने स्वामीके लिये रो रही थी॥ २५॥ "
                },
                {
                    "slok": "तां चारुनेत्रां कपिसिंहनाथां एक पतिं समाश्लिष्य तदा शयानाम्। उत्थापयामासुरदीनसत्त्वां मन्त्रिप्रधानाः कपिराजपत्नीम्॥२६॥",
                    "arth": "कपियोंमें सिंहके समान वीर वाली जिसके स्वामी एवं संरक्षक थे, जो वानरराज वालीकी रानी थी, जिसका हृदय उदार और नेत्र मनोहर थे, वह तारा उस समय अपने मृत पतिका आलिङ्गन करके पड़ी थी। श्रीरामको आते देख प्रधान-प्रधान मन्त्रियोंने ताराको वहाँसे उठाया॥"
                },
                {
                    "slok": "सा विस्फुरन्ती परिरभ्यमाणा भर्तुः समीपादपनीयमाना। ददर्श रामं शरचापपाणिं स्वतेजसा सूर्यमिव ज्वलन्तम्॥२७॥ ",
                    "arth": "तारा जब पतिके समीपसे हटायी जाने लगी, तब बारंबार उसका आलिङ्गन करती हुई वह अपनेको छुड़ाने और छटपटाने लगी। इतनेहीमें उसने अपने सामने धनुषबाण धारण किये श्रीरामको खड़ा देखा, जो अपने तेजसे | सूर्यदेवके समान प्रकाशित हो रहे थे॥ २७॥ "
                },
                {
                    "slok": "सुसंवृतं पार्थिवलक्षणैश्च तं चारुनेत्रं मृगशावनेत्रा। | अदृष्टपूर्वं पुरुषप्रधानमयं स काकुत्स्थ इति प्रजज्ञे॥२८॥ ",
                    "arth": "वे राजोचित शुभ लक्षणोंसे सम्पन्न थे। उनके नेत्र | बड़े मनोहर थे। उन पुरुषप्रवर श्रीरामको, जो पहले कभी देखने में नहीं आये थे, देखकर मृगशावकनयनी तारा समझ गयी कि ये ही ककुत्स्थकुलभूषण श्रीराम हैं। "
                },
                {
                    "slok": "तस्येन्द्रकल्पस्य दुरासदस्य महानुभावस्य समीपमार्या। | आर्तातितूर्णं व्यसनं प्रपन्ना जगाम तारा परिविह्वलन्ती॥२९॥",
                    "arth": "उस समय घोर संकटमें पड़ी हुई शोकपीड़ित आर्या तारा अत्यन्त विह्वल हो गिरती-पड़ती तीव्र गतिसे महेन्द्रतुल्य दुर्जय वीर महानुभाव भगवान् श्रीरामके समीप गयी॥ २९॥ "
                },
                {
                    "slok": "तं सा समासाद्य विशुद्धसत्त्वं शोकेन सम्भ्रान्तशरीरभावा। मनस्विनी वाक्यमुवाच तारा रामं रणोत्कर्षणलब्धलक्ष्यम्॥३०॥ ",
                    "arth": "शोकके कारण वह अपने शरीरकी भी सुध-बुध खो बैठी थी। भगवान् श्रीराम विशुद्ध अन्तःकरणवाले तथा युद्धस्थलमें सबसे अधिक निपुणताके कारण लक्ष्य बेधनेमें अचूक थे, उनके पास पहुँचकर वह मनस्विनी तारा इस प्रकार बोली-॥३०॥"
                },
                {
                    "slok": "त्वमप्रमेयश्च दुरासदश्च जितेन्द्रियश्चोत्तमधर्मकश्च। अक्षीणकीर्तिश्च विचक्षणश्च क्षितिक्षमावान् क्षतजोपमाक्षः॥३१॥",
                    "arth": "'रघुनन्दन! आप अप्रमेय (देश, काल और वस्तुकी सीमासे रहित) हैं। आपको पाना बहुत कठिन है। आप जितेन्द्रिय तथा उत्तम धर्मका पालन करनेवाले हैं। आपकी कीर्ति कभी नष्ट नहीं होती। आप दूरदर्शी एवं पृथ्वीके समान क्षमाशील हैं। आपकी आँखें कुछ-कुछ लाल हैं॥३१॥ "
                },
                {
                    "slok": "त्वमात्तबाणासनबाणपाणि महाबलः संहननोपपन्नः। मनुष्यदेहाभ्युदयं विहाय दिव्येन देहाभ्युदयेन युक्तः॥३२॥",
                    "arth": "'आपके हाथमें धनुष और बाण शोभा पा रहे हैं। आपका बल महान् है। आप सुदृढ़ शरीरसे सम्पन्न हैं और मनुष्य-शरीरसे प्राप्त होनेवाले लौकिक सुखका परित्याग करके भी दिव्य शरीरके ऐश्वर्यसे युक्त हैं॥३२॥ "
                },
                {
                    "slok": "येनैव बाणेन हतः प्रियो मे तेनैव बाणेन हि मां जहीहि। हता गमिष्यामि समीपमस्य न मां विना वीर रमेत वाली॥३३॥ ",
                    "arth": "('अतः मैं प्रार्थना करती हूँ कि) आपने जिस बाणसे मेरे प्रियतम पतिका वध किया है, उसी बाणसे आप मुझे भी मार डालिये। मैं मरकर उनके समीप चली जाऊँगी। वीर! मेरे बिना वाली कहीं भी सुखी नहीं रह सकेंगे॥३३॥ "
                },
                {
                    "slok": "स्वर्गेऽपि पद्मामलपत्रनेत्र समेत्य सम्प्रेक्ष्य च मामपश्यन्। न ह्येष ॥ उच्चावचताम्रचूडा विचित्रवेषाप्सरसोऽभजिष्यत् ॥ ३३ ॥",
                    "arth": "'अमलकमलदललोचन राम! स्वर्गमें जाकर भी जब वाली सब ओर दृष्टि डालनेपर मुझे नहीं देखेंगे, तब उनका मन वहाँ कदापि नहीं लगेगा; नाना प्रकारके लाल फूलोंसे विभूषित चोटी धारण करनेवाली तथा विचित्र वेशभूषासे मनोहर प्रतीत होनेवाली स्वर्गकी अप्सराओंको वे कभी स्वीकार नहीं करेंगे॥३४॥"
                },
                {
                    "slok": "स्वर्गेऽपि शोकं च विवर्णतां च मया विना प्राप्स्यति वीर वाली। रम्ये नगेन्द्रस्य तटावकाशे विदेहकन्यारहितो यथा त्वम्॥३५॥ ",
                    "arth": "'वीरवर! स्वर्गमें भी वाली मेरे बिना शोकका अनुभव करेंगे और उनके शरीरकी कान्ति फीकी पड़ जायगी। वे उसी तरह दुःखी रहेंगे जैसे गिरिराज ऋष्यमूकके सुरम्य तट-प्रान्तमें विदेहनन्दिनी सीताके बिना आप कष्टका अनुभव करते हैं ॥ ३५ ॥"
                },
                {
                    "slok": "त्वं वेत्थ तावद् वनिताविहीनः । प्राप्नोति दुःखं पुरुषः कुमारः। | तत् त्वं प्रजानञ्जहि मां न वाली दुःखं ममादर्शनजं भजेत॥३६॥ ",
                    "arth": "'स्त्रीके बिना युवा पुरुषको जो दुःख उठाना | पड़ता है, उसे आप अच्छी तरह जानते हैं। इस तत्त्वको समझकर आप मेरा वध करिये, जिससे वालीको मेरे विरहका दुःख न भोगना पड़े॥३६॥ "
                },
                {
                    "slok": "यच्चापि मन्येत भवान् महात्मा स्त्रीघातदोषस्तु भवेन्न मह्यम्। | आत्मेयमस्येति हि मां जहि त्वं का न स्त्रीवधः स्यान्मनुजेन्द्रपुत्र ॥३७॥",
                    "arth": "'महाराजकुमार! आप महात्मा हैं, इसलिये यदि ऐसा | चाहते हों कि मुझे स्त्री-हत्याका पाप न लगे तो 'यह वालीकी आत्मा है' ऐसा समझकर मेरा वध कीजिये। इससे आपको स्त्री-हत्याका पाप नहीं लगेगा॥ ३७॥ "
                },
                {
                    "slok": "शास्त्रप्रयोगाद् विविधाश्च वेदा दनन्यरूपाः पुरुषस्य दाराः। दारप्रदानाद्धि न दानमन्यत् प्रदृश्यते ज्ञानवतां हि लोके ॥३८॥ ",
                    "arth": "'शास्त्रोक्त यज्ञ-यागादि कर्मों में पति और पत्नी दोनोंका | संयुक्त अधिकार होता है-पत्नीको साथ लिये बिना पुरुष यज्ञकर्मका अनुष्ठान नहीं कर सकता। इसके सिवा नाना प्रकारकी वैदिक श्रुतियाँ भी पत्नीको पतिका आधा शरीर | बतलाती हैं। दूसरे स्त्रियोंका अपने पतिसे अभिन्न होना सिद्ध होता है। (अतः मुझे मारनेसे आपको स्त्रीवधका दोष नहीं लग सकता और वालीको स्त्रीकी प्राप्ति हो जायगी; क्योंकि) संसारमें ज्ञानी पुरुषोंकी दृष्टिमें स्त्रीदानसे बढ़कर दूसरा कोई दान नहीं है॥३८॥"
                },
                {
                    "slok": "त्वं चापि मां तस्य मम प्रियस्य मजा प्रदास्यसे धर्ममवेक्ष्य वीर। अनेन दानेन न लप्स्यसे त्व मधर्मयोगं मम वीर घातात्॥३९॥",
                    "arth": "'वीरशिरोमणे! यदि धर्मकी ओर दृष्टि रखते हुए आप भी मुझे मेरे प्रियतम वालीको समर्पित कर देंगे तो इस दानके प्रभावसे मेरी हत्या करनेपर भी आपको पाप नहीं लगेगा॥ ३९॥"
                },
                {
                    "slok": "पाठ आर्तामनाथामपनीयमाना मेवंगतां नार्हसि मामहन्तुम्। अहं हि मातङ्गविलासगामिना प्लवंगमानामषभेण धीमता। विना वराहॊत्तमहेममालिना । चिरं न शक्ष्यामि नरेन्द्र जीवितुम्॥४०॥ ",
                    "arth": "'मैं दुःखिनी और अनाथा हूँ। पतिसे दूर कर दी गयी हूँ। ऐसी दशामें मुझे जीवित छोड़ना आपके लिये उचित नहीं है। नरेन्द्र! मैं सुन्दर एवं बहुमूल्य श्रेष्ठ सुवर्णमालासे अलंकृत तथा गजराजके समान विलासयुक्त गतिसे चलनेवाले बुद्धिमान् वानरश्रेष्ठ वालीके बिना अधिक कालतक जीवित नहीं रह सकूँगी'॥४०॥"
                },
                {
                    "slok": "इत्येवमुक्तस्तु विभुर्महात्मा तारां समाश्वास्य हितं बभाषे। मा वीरभार्ये विमतिं कुरुष्व लोको हि सर्वो विहितो विधात्रा॥४१॥",
                    "arth": "ताराके ऐसा कहनेपर महात्मा भगवान् श्रीरामने उसे आश्वासन देकर हितकी बात कही-'वीरपत्नी! तुम मृत्युविषयक विपरीत विचारका त्याग करो; क्योंकि विधाताने इस सम्पूर्ण जगत्की सृष्टि की है॥४१॥"
                },
                {
                    "slok": "तं चैव सर्वं सुखदुःखयोगं लोकोऽब्रवीत् तेन कृतं विधात्रा। त्रयोऽपि लोका विहितं विधानं नातिक्रमन्ते वशगा हि तस्य॥४२॥ ",
                    "arth": "'विधाताने ही इस सारे जगत्को सुख-दुःखसे संयुक्त किया है। यह बात साधारणलोग भी कहते और जानते हैं। तीनों लोकोंके प्राणी विधाताके विधानका उल्लङ्गन नहीं कर सकते; क्योंकि सभी उसके अधीन हैं॥४२॥"
                },
                {
                    "slok": "प्रीतिं परां प्राप्स्यसि तां तथैव पुत्रश्च ते प्राप्स्यति यौवराज्यम्। धात्रा विधानं विहितं तथैव न शूरपत्न्यः परिदेवयन्ति॥४३॥",
                    "arth": "'तुम्हें पहलेकी ही भाँति अत्यन्त सुख एवं आनन्दकी प्राप्ति होगी तथा तुम्हारा पुत्र युवराजपद प्राप्त करेगा। विधाताका ऐसा ही विधान है। शूरवीरोंकी स्त्रियाँ इस प्रकार विलाप नहीं करती हैं। (अतः तुम भी शोक छोड़कर शान्त हो जाओ)'॥"
                },
                {
                    "slok": "आश्वासिता तेन महात्मना तु प्रभावयुक्तेन परंतपेन। सा वीरपत्नी ध्वनता मुखेन । सुवेषरूपा विरराम तारा॥४४॥ ",
                    "arth": "शत्रुओंको संताप देनेवाले परम प्रभावशाली महात्मा श्रीरामके इस प्रकार सान्त्वना देनेपर सुन्दर वेश और रूपवाली वीरपत्नी तारा, जिसके मुखसे विलापकी ध्वनि निकलती रहती थी, चुप हो गयी-उसने रोनाधोना छोड़ दिया॥४४॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे चतुर्विंशः सर्गः॥२४॥",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें चौबीसवाँ सर्ग पूरा हुआ॥ २४॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - पञ्चविंशः सर्गः लक्ष्मणसहित श्रीरामका सुग्रीव, तारा और अङ्गदको समझाना तथा वालीके दाह संस्कारके लिये आज्ञा प्रदान करना, फिर तारा आदिसहित सब वानरोंका का नाम वालीके शवको श्मशानभूमिमें ले जाकर अङ्गदके द्वारा उसका ही दाह-संस्कार कराना और उसे जलाञ्जलि देना",
            "arth": [
                {
                    "slok": "स सुग्रीवं च तारां च साङ्गदां सहलक्ष्मणः। समानशोकः काकुत्स्थः सान्त्वयन्निदमब्रवीत्॥१॥",
                    "arth": "लक्ष्मणसहित श्रीरामचन्द्रजी सुग्रीव आदिके शोकसे उनके समान ही दुःखी थे। उन्होंने सुग्रीव, अङ्गद और ताराको सान्त्वना देते हुए इस प्रकार कहा- ॥१॥"
                },
                {
                    "slok": "न शोकपरितापेन श्रेयसा युज्यते मृतः। | यदत्रानन्तरं कार्यं तत् समाधातुमर्हथ ॥२॥",
                    "arth": "'शोक-संताप करनेसे मरे हुए जीवकी कोई भलाई नहीं होती। अतः अब आगे जो कुछ कर्तव्य है, उसको तुम्हें विधिपूर्वक सम्पन्न करना चाहिये॥२॥"
                },
                {
                    "slok": "लोकवृत्तमनुष्ठेयं कृतं वो बाष्पमोक्षणम्। न कालादुत्तरं किंचित् कर्मशक्यमुपासितुम्॥३॥",
                    "arth": "'तुम सब लोग बहुत आँसू बहा चुके। अब उसकी आवश्यकता नहीं है। लोकाचारका भी पालन होना चाहिये। समय बिताकर कोई भी विहित कर्म नहीं किया जा सकता (क्योंकि उचित समयपर न किया जाय तो उस कर्मका कोई फल नहीं होता)॥३॥ "
                },
                {
                    "slok": "नियतिः कारणं लोके नियतिः कर्मसाधनम्। नियतिः सर्वभूतानां नियोगेष्विह कारणम्॥४॥",
                    "arth": "'जगत्में नियति (काल) ही सबका कारण है। वही समस्त कर्मोंका साधन है और काल ही समस्त प्राणियोंको विभिन्न कर्मों में नियुक्त करनेका कारण है (क्योंकि वही सबका प्रवर्तक है)॥४॥ "
                },
                {
                    "slok": "न कर्ता कस्यचित् कश्चिन्नियोगे नापि चेश्वरः। स्वभावे वर्तते लोकस्तस्य कालः परायणम्॥५॥ ",
                    "arth": "'कोई भी पुरुष न तो स्वतन्त्रतापूर्वक किसी कामको कर सकता है और न किसी दूसरेको ही उसमें लगानेकी शक्ति रखता है। सारा जगत् स्वभावके अधीन है और स्वभावका आधार काल है॥५॥"
                },
                {
                    "slok": "न कालः कालमत्येति न कालः परिहीयते। स्वभावं च समासाद्य न कश्चिदतिवर्तते॥६॥ ",
                    "arth": "'काल भी कालका (अपनी की हुई व्यवस्थाका) उल्लंघन नहीं कर सकता। वह काल कभी क्षीण नहीं होता। स्वभाव (प्रारब्धकर्म) को पाकर कोई भी उसका उल्लङ्घन नहीं करता ॥६॥ "
                },
                {
                    "slok": "न कालस्यास्ति बन्धुत्वं न हेतुर्न पराक्रमः। न मित्रज्ञातिसम्बन्धः कारणं नात्मनो वशः॥७॥",
                    "arth": "'कालका किसीके साथ भाई-चारेका, मित्रताका अथवा जाति-बिरादरीका सम्बन्ध नहीं है। उसको वशमें करनेका कोई उपाय नहीं है तथा उसपर किसीका पराक्रम नहीं चल सकता। कारणस्वरूप भगवान् काल जीवके भी वशमें नहीं है॥ "
                },
                {
                    "slok": "किं तु कालपरीणामो द्रष्टव्यः साधु पश्यता। धर्मश्चार्थश्च कामश्च कालक्रमसमाहिताः॥८॥",
                    "arth": "'अतः साधुदर्शी विवेकी पुरुषको सब कुछ कालका ही परिणाम समझना चाहिये। धर्म, अर्थ और काम भी कालक्रमसे ही प्राप्त होते हैं॥८॥"
                },
                {
                    "slok": "इतः स्वां प्रकृति वाली गतः प्राप्तः क्रियाफलम्। सामदानार्थसंयोगैः पवित्रं प्लवगेश्वरः ॥ ९ ॥",
                    "arth": "‘(मेरे द्वारा मारे जानेके कारण) वानरराज वाली शरीरसे मुक्त हो अपने शुद्ध स्वरूपको प्राप्त हुए हैं। नीतिशास्त्र के अनुकूल साम, दान और अर्थके समुचित प्रयोगसे मिलनेवाले जो पवित्र कर्म हैं, वे सभी उन्हें प्राप्त हो गये ॥ ९ ॥"
                },
                {
                    "slok": "स्वधर्मस्य च संयोगाज्जितस्तेन महात्मना । स्वर्गः परिगृहीतश्च प्राणानपरिरक्षता ॥ १० ॥",
                    "arth": "महात्मा वालीने पहले अपने धर्मके संयोगसे जिसपर विजय पायी थी, उसी स्वर्गको इस समय युद्धमें प्राणोंकी रक्षा न करके उन्होंने अपने हाथमें कर लिया है ॥ १० ॥"
                },
                {
                    "slok": "एषा वै नियतिः श्रेष्ठा यां गतो हरियूथपः । तदलं परितापेन प्राप्तकालमुपास्यताम् ॥ ११ ॥ ",
                    "arth": "'यही सर्वश्रेष्ठ गति है, जिसे वानरोंके सरदार वालीने प्राप्त किया है। अतः अब उनके लिये शोक करना व्यर्थ है। इस समय तुम्हारे सामने जो कर्तव्य उपस्थित है, उसे पूरा करो' ॥ ११ ॥ "
                },
                {
                    "slok": "वचनान्ते तु रामस्य लक्ष्मणः परवीरहा। अवदत् प्रश्रितं वाक्यं सुग्रीवं गतचेतसम् ॥ १२ ॥",
                    "arth": "श्रीरामचन्द्रजीकी बात समाप्त होनेपर शत्रुवीरोंका संहार करनेवाले लक्ष्मणने, जिनकी विवेकशक्ति नष्ट हो गयी थी, उन सुग्रीवसे नम्रतापूर्वक इस प्रकार कहा- ॥"
                },
                {
                    "slok": "कुरु त्वमस्य सुग्रीव प्रेतकार्यमनन्तरम् । ताराङ्गदाभ्यां सहितो वालिनो दहनं प्रति । १३ ।।",
                    "arth": "सुग्रीव! अब तुम अङ्गद और ताराके साथ रहकर वालीके दाह-संस्कार सम्बन्धी प्रेतकार्य करो ॥ १३ ॥"
                },
                {
                    "slok": "समाज्ञापय काष्ठानि शुष्काणि च बहूनि च। चन्दनानि च दिव्यानि वालिसंस्कारकारणात् ॥ १४ ॥",
                    "arth": "सेवकोंको आज्ञा दो-वे वालीके दाह संस्कारके निमित्त प्रचुर मात्रामें सूखी लकड़ियाँ और दिव्य चन्दन ले आवें ॥"
                },
                {
                    "slok": "समाश्वासय दीनं त्वमङ्गदं दीनचेतसम् । मा भूर्बालिशबुद्धिस्त्वं त्वदधीनमिदं पुरम् ॥ १५ ।।",
                    "arth": "अङ्गदका चित्त बहुत दुःखी हो गया है। इन्हें धैर्य बँधाओ। तुम अपने मनमें मूढ़ता न लाओ-किंकर्तव्यविमूढ़ न बनो; क्योंकि यह सारा नगर तुम्हारे ही अधीन है ॥ १५ ॥"
                },
                {
                    "slok": "अङ्गदस्त्वानयेन्माल्यं वस्त्राणि विविधानि च। घृतं तैलमथो गन्धान् यच्चात्र समनन्तरम् ॥ १६ ॥",
                    "arth": "अङ्गद पुष्पमाला, नाना प्रकारके वस्त्र, घी, तेल, सुगन्धित पदार्थ तथा अन्य सामान, जिनकी अभी आवश्यकता है, स्वयं ले आवें ॥ १६ ॥"
                },
                {
                    "slok": "त्वं तार शिबिकां शीघ्रमादायागच्छ सम्भ्रमात् । त्वरा गुणवती युक्ता ह्यस्मिन् काले विशेषतः ॥ १७ ॥",
                    "arth": "तार! तुम शीघ्र जाकर वेगपूर्वक एक पालकी ले आओ; क्योंकि इस समय अधिक फुर्ती दिखानी चाहिये। ऐसे अवसरपर वही लाभदायक होती है ॥ १७ ॥"
                },
                {
                    "slok": "सज्जीभवन्तु प्लवगाः शिबिकावाहनोचिताः । समर्था बलिनश्चैव निर्हरिष्यन्ति वालिनम् ॥ १८ ॥",
                    "arth": "पालकीको उठाकर ले चलनेके योग्य जो बलवान् एवं समर्थ वानर हों, वे तैयार हो जायँ। वे ही वालीको यहाँसे श्मशानभूमिमें ले चलेंगे' ॥ १८ ॥"
                },
                {
                    "slok": "एवमुक्त्वा तु सुग्रीवं सुमित्रानन्दवर्धनः । तस्थौ भ्रातृसमीपस्थो लक्ष्मणः परवीरहा ॥ १९ ॥",
                    "arth": "सुग्रीवसे ऐसा कहकर शत्रुवीरोंका संहार करनेवाले सुमित्रानन्दन लक्ष्मण अपने भाईके पास जाकर खड़े हो गये ॥"
                },
                {
                    "slok": "लक्ष्मणस्य वचः श्रुत्वा तारः सम्भ्रान्तमानसः । प्रविवेश गुहां शीघ्रं शिबिकासक्तमानसः ॥ २० ॥",
                    "arth": "लक्ष्मणकी बात सुनकर तारके मनमें हड़बड़ी मच गयी। वह शिबिका ले आनेके लिये शीघ्रतापूर्वक किष्किन्धा नामक गुफामें गया ॥ २० ॥ "
                },
                {
                    "slok": "आदाय शिबिकां तारः स तु पर्यापतत् पुनः । वानरैरुह्यमानां तां शूरैरुद्वहनोचितैः ॥ २१ ॥ ",
                    "arth": "वहाँसे शिबिका ढोनेके योग्य शूरवीर वानरोंद्वारा कंधोंपर उठायी हुई उस शिबिकाको साथ लेकर तार फिर तुरंत ही लौट आया ॥ २१ ॥"
                },
                {
                    "slok": "दिव्यां भद्रासनयुतां शिबिकां स्यन्दनोपमाम्। पक्षिकर्मभिराचित्रां द्रुमकर्मविभूषिताम् ॥ २२ ॥",
                    "arth": "वह दिव्य पालकी रथके समान बनी हुई थी। उसके बीचमें राजाके बैठने योग्य उत्तम आसन था। उसमें शिल्पियोंद्वारा कृत्रिम पक्षी और वृक्ष बनाये गये थे, जो उस पालकीको विचित्र शोभासे सम्पन्न बना रहे थे ॥ २२ ॥"
                },
                {
                    "slok": "आचितां चित्रपत्तीभिः सुनिविष्टां समन्ततः । विमानमिव सिद्धानां जालवातायनायुताम् ॥ २३ ॥",
                    "arth": "वह शिबिका चित्रके रूपमें बने हुए पैदल सिपाहियोंसे भरी प्रतीत होती थी। उसकी निर्माणकला सब ओरसे बड़ी सुन्दर दिखायी देती थी। देखने में वह सिद्धोंके विमान-सी प्रतीत होती थी। उसमें कई खिड़कियाँ बनी थीं, जिनमें जालियाँ लगी हुई थीं ॥ २३ ॥"
                },
                {
                    "slok": "सुनियुक्तां विशालां च सुकृतां शिल्पिभिः कृताम् । दारुपर्वतकोपेतां चारुकर्मपरिष्कृताम् ॥ २४ ॥",
                    "arth": "कारीगरोंने उस पालकीको बहुत सुन्दर बनानेका प्रयत्न किया था। उसका एक-एक भाग बड़ा सुघड़ बनाया गया था। आकारमें वह बहुत बड़ी थी। उसमें लकड़ियोंके क्रीडा-पर्वत बने हुए थे। वह मनोहर शिल्प-कर्मसे सुशोभित थी॥ २४॥"
                },
                {
                    "slok": "वराभरणहारैश्च चित्रमाल्योपशोभिताम्। गुहागहनसंछन्नां कायम रक्तचन्दनभूषिताम्॥२५॥",
                    "arth": "सुन्दर आभूषण और हारोंसे उसको सजाया गया था। विचित्र फूलोंसे उसकी शोभा बढ़ायी गयी थी। शिल्पियोंद्वारा निर्मित गुफा और वनसे वह संयुक्त थी तथा लाल चन्दनद्वारा उसे विभूषित किया गया था॥ २५॥ "
                },
                {
                    "slok": "पुष्पौधैः समभिच्छन्नां पद्ममालाभिरेव च। तरुणादित्यवर्णाभिमा॑जमानाभिरावृताम् ॥२६॥",
                    "arth": "नाना प्रकारके पुष्पसमूहोंद्वारा वह सब ओरसे आच्छादित थी तथा प्रातःकालके सूर्यकी भाँति अरुण कान्तिवाली दीप्तिमती पद्ममालाओंसे अलंकृत थी॥२६॥ "
                },
                {
                    "slok": "ईदशी शिबिकां दष्टवा रामो लक्ष्मणमब्रवीत । क्षिप्रं विनीयतां वाली प्रेतकार्यं विधीयताम्॥२७॥",
                    "arth": "ऐसी पालकीका अवलोकन करके श्रीरामचन्द्रजीने लक्ष्मणकी ओर देखते हुए कहा-'अब वालीको शीघ्र ही यहाँसे श्मशानभूमिमें ले जाया जाय और उनका प्रेतकार्य किया जाय' ॥२७॥ "
                },
                {
                    "slok": "ततो वालिनमुद्यम्य सुग्रीवः शिबिकां तदा। आरोपयत विक्रोशन्नङ्गदेन सहैव तु॥२८॥",
                    "arth": "तब अङ्गदके साथ करुण-क्रन्दन करते हुए सुग्रीवने वालीके शवको उठाकर उस शिबिकामें रखा ॥ २८॥"
                },
                {
                    "slok": "आरोग्य शिबिकां चैव वालिनं गतजीवितम्। अलंकारैश्च विविधैर्माल्यैर्वस्त्रैश्च भूषितम्॥२९॥ ",
                    "arth": "मृत वालीको शिबिकामें चढ़ाकर उन्हें नाना प्रकारके अलंकारों, फूलोंके गजरों और भाँति-भाँतिके वस्त्रोंसे विभूषित किया॥ २९॥ "
                },
                {
                    "slok": "आज्ञापयत् तदा राजा सुग्रीवः प्लवगेश्वरः। और्ध्वदेहिकमार्यस्य क्रियतामनुकूलतः॥३०॥ ",
                    "arth": "तदनन्तर वानरोंके स्वामी राजा सुग्रीवने आज्ञा दी कि 'मेरे बड़े भाईका और्ध्वदेहिक संस्कार शास्त्रानुकूल विधिसे सम्पन्न किया जाय॥३०॥"
                },
                {
                    "slok": "विश्राणयन्तो रत्नानि विविधानि बहूनि च। अग्रतः प्लवगा यान्तु शिबिका तदनन्तरम्॥३१॥",
                    "arth": "'आगे-आगे बहुत-से वानर नाना प्रकारके बहुसंख्यक रत्न लुटाते हुए चलें। उनके पीछे शिबिका चले ॥३१॥"
                },
                {
                    "slok": "राज्ञामृद्धिविशेषा हि दृश्यन्ते भुवि यादृशाः। तादृशैरिह कुर्वन्तु वानरा भर्तृसत्क्रियाम्॥३२॥",
                    "arth": "'इस भूतलपर राजाओंके और्ध्वदेहिक संस्कार उनकी बढ़ी हुई समृद्धिके अनुसार जैसे धूमधामसे होते देखे जाते हैं, उसी प्रकार अधिक धन लगाकर सब वानर अपने स्वामी महाराज वालीका अन्त्येष्टि-संस्कार करें'॥३२॥ "
                },
                {
                    "slok": "तादृशं वालिनः क्षिप्रं प्राकुर्वन्नौदेहिकम्। अङ्गदं परिरभ्याशु तारप्रभृतयस्तदा ॥३३॥ क्रोशन्तः प्रययुः सर्वे वानरा हतबान्धवाः।",
                    "arth": "तब तार आदि वानरोंने वालीके और्ध्वदेहिक संस्कारका शीघ्र वैसा ही आयोजन किया। जिनके बान्धव वाली मारे गये थे, वे सब-के-सब वानर अङ्गदको हृदयसे लगाकर शीघ्रतापूर्वक वहाँसे रोते हुए शवके साथ चले ॥ ३३३ ॥"
                },
                {
                    "slok": "ततः प्रणिहिताः सर्वा वानर्योऽस्य वशानुगाः॥३४॥ चुक्रुशुर्वीरवीरेति भूयः क्रोशन्ति ताः प्रियम्।",
                    "arth": "उनके पीछे वालीके अधीन रहनेवाली सभी वानरपत्नियाँ समीप आकर 'हा वीर, हा वीर' कहती हुई अपने प्रियतमको पुकार-पुकारकर बारंबार रोने-चिल्लाने लगीं। "
                },
                {
                    "slok": "ताराप्रभृतयः सर्वा वानों हतबान्धवाः॥३५॥ अनुजग्मुश्च भर्तारं क्रोशन्त्यः करुणस्वनाः।",
                    "arth": "जिनके जीवनधनका वध किया गया था, वे तारा आदि सब वानरियाँ करुणस्वरसे विलाप करती हुई अपने स्वामीके पीछे-पीछे चलने लगीं ॥ ३५३॥ "
                },
                {
                    "slok": "तासां रुदितशब्देन वानरीणां वनान्तरे॥३६॥ वनानि गिरयश्चैव विक्रोशन्तीव सर्वतः।",
                    "arth": "वनके भीतर रोती हुई उन वानर वधुओंके रोदनशब्दसे गूंजते हुए वन और पर्वत भी सब ओर रोते हुएसे प्रतीत होते थे॥३६ ॥"
                },
                {
                    "slok": "पुलिने गिरिनद्यास्तु विविक्ते जलसंवृते॥३७॥ चितां चक्रुः सुबहवो वानरा वनचारिणः।",
                    "arth": "पहाड़ी* नदी तुङ्गभद्राके एकान्त तटपर जो जलसे घिरा था, पहुँचकर बहुत-से वनचारी वानरोंने एक चिता तैयार की॥ ३७॥ "
                },
                {
                    "slok": "अवरोप्य ततः स्कन्धाच्छिबिकां वानरोत्तमाः॥३८॥ तस्थुरेकान्तमाश्रित्य सर्वे शोकपरायणाः। ",
                    "arth": "तदनन्तर पालकी ढोनेवाले श्रेष्ठ वानरोंने उसे अपने कंधेसे उतारा और वे सब शोकमग्न हो एकान्त स्थानमें जा बैठे॥ ३८ ॥"
                },
                {
                    "slok": "ततस्तारा पतिं दृष्ट्वा शिबिकातलशायिनम्॥३९॥ आरोप्याङ्के शिरस्तस्य विललाप सुदुःखिता।",
                    "arth": "तत्पश्चात् ताराने शिबिकामें सुलाये हुए अपने पतिके शवको देखकर उनके मस्तकको अपनी गोदमें ले लिया और अत्यन्त दुःखी होकर वह विलाप करने लगी॥ ३९३ ॥ "
                },
                {
                    "slok": "हा वानरमहाराज हा नाथ मम वत्सल॥४०॥ हा महार्ह महाबाहो हा मम प्रिय पश्य माम्। जनं न पश्यसीमं त्वं कस्माच्छोकाभिपीडितम्॥४१॥",
                    "arth": "'हा वानरोंके महाराज! हा मेरे दयालु प्राणनाथ! हा परम पूजनीय महाबाहु वीर! हा मेरे प्रियतम! एक बार मेरी ओर देखो तो सही। इस शोकपीड़ित दासीकी ओर तुम दृष्टिपात क्यों नहीं करते हो? ॥ ४०-४१॥"
                },
                {
                    "slok": "प्रहृष्टमिह ते वक्त्रं गतासोरपि मानद। अस्तार्कसमवर्णं च दृश्यते जीवतो यथा॥४२॥",
                    "arth": "'दूसरोंको मान देनेवाले प्राणवल्लभ! प्राणोंके निकल जानेपर भी तुम्हारा मुख जीवित अवस्थाकी भाँति अस्ताचलवर्ती सूर्यके समान अरुण प्रभासे युक्त एवं प्रसन्न ही दिखायी देता है॥४२॥ "
                },
                {
                    "slok": "एष त्वां रामरूपेण कालः कर्षति वानर। येन स्म विधवाः सर्वाः कृता एकेषुणा रणे॥४३॥",
                    "arth": "'वानरराज! श्रीरामके रूपमें यह काल ही तुम्हें खींचकर लिये जा रहा है, जिसने युद्धके मैदानमें एक ही बाण मारकर हम सबको विधवा बना दिया॥४३॥ "
                },
                {
                    "slok": "इमास्तास्तव राजेन्द्र वानर्योऽप्लवगास्तव। पादैविकृष्टमध्वानमागताः किं न बुध्यसे॥४४॥",
                    "arth": "'महाराज! ये तुम्हारी प्यारी वानरियाँ, जो वानरोंकी भाँति उछलकर चलना नहीं जानती हैं, तुम्हारे पीछे-पीछे बहुत दूरके मार्गपर पैदल ही चली आयी हैं। इस बातको क्या तुम नहीं जानते ?॥४४॥ "
                },
                {
                    "slok": "तवेष्टा ननु चैवेमा भार्याश्चन्द्रनिभाननाः। इदानीं नेक्षसे कस्मात् सुग्रीवं प्लवगेश्वर॥४५॥",
                    "arth": "'वानरराज! जो तुम्हें परम प्रिय थीं वे तुम्हारी सभी चन्द्रमुखी भार्याएँ यहाँ उपस्थित हैं। तुम इन सबको तथा अपने भाई सुग्रीवको भी इस समय क्यों नहीं देख रहे हो?॥ "
                },
                {
                    "slok": "एते हि सचिवा राजस्तारप्रभृतयस्तव। पुरवासिजनश्चायं परिवार्य विषीदति॥४६॥",
                    "arth": "'राजन्! ये तार आदि तुम्हारे सचिव तथा ये पुरवासीजन तुम्हें चारों ओरसे घेरकर दुःखी हो रहे हैं।"
                },
                {
                    "slok": "विसर्जयैनान् सचिवान् यथापुरमरिंदम। ततः क्रीडामहे सर्वा वनेषु मदनोत्कटाः॥४७॥",
                    "arth": "'शत्रुदमन! आप पहलेकी भाँति इन मन्त्रियोंको बिदा कर दीजिये। फिर हम सब प्रेमोन्मत्त होकर इन वनोंमें आपके साथ क्रीडा करेंगी'॥४७॥"
                },
                {
                    "slok": "एवं विलपतीं तारां पतिशोकपरीवृताम्। उत्थापयन्ति स्म तदा वानर्यः शोककर्शिताः॥४८॥",
                    "arth": "पतिके शोकमें डूबी हुई ताराको इस प्रकार विलाप करती देख उस समय शोकसे दुर्बल हुई अन्य वानरियोंने उसे उठाया॥४८॥ "
                },
                {
                    "slok": "सुग्रीवेण ततः सार्धं सोऽङ्गदः पितरं रुदन्। चितामारोपयामास शोकेनाभिप्लुतेन्द्रियः॥४९॥ ",
                    "arth": "इसके बाद संतापपीड़ित इन्द्रियोंवाले अङ्गदने रोतेरोते सुग्रीवकी सहायतासे पिताको चितापर रखा॥४९॥"
                },
                {
                    "slok": "ततोऽग्निं विधिवद् दत्त्वा सोऽपसव्यं चकार ह। पितरं दीर्घमध्वानं प्रस्थितं व्याकुलेन्द्रियः॥५०॥",
                    "arth": "फिर शास्त्रीय विधिके अनुसार उसमें आग लगाकर उन्होंने उसकी प्रदक्षिणा की। इसके बाद यह सोचकर कि 'मेरे पिता लंबी यात्राके लिये प्रस्थित हुए हैं अङदकी सारी इन्द्रियाँ शोकसे व्याकल हो उठीं॥५०॥ "
                },
                {
                    "slok": "संस्कृत्य वालिनं तं तु विधिवत् प्लवगर्षभाः। आजग्मुरुदकं कर्तुं नदी शुभजलां शिवाम्॥५१॥",
                    "arth": "इस प्रकार विधिवत् वालीका दाह-संस्कार करके सभी वानर जलाञ्जलि देनेके लिये पवित्र जलसे भरी हुई कल्याणमयी तुङ्गभद्रा नदीके तटपर आये॥५१॥ "
                },
                {
                    "slok": "ततस्ते सहितास्तत्र ह्यङ्गदं स्थाप्य चाग्रतः। सुग्रीवतारासहिताः सिषिचुलिने जलम्॥५२॥",
                    "arth": "वहाँ अङ्गदको आगे रखकर सुग्रीव और तारासहित | सभी वानरोंने वालीके लिये एक साथ जलाञ्जलि दी॥५२॥"
                },
                {
                    "slok": "सुग्रीवेणैव दीनेन दीनो भूत्वा महाबलः। | समानशोकः काकुत्स्थः प्रेतकार्याण्यकारयत्॥५३॥",
                    "arth": "दुःखी हुए सुग्रीवके साथ ही उन्हींके समान | शोकग्रस्त एवं दुःखी हो महाबली श्रीरामने वालीके समस्त प्रेतकार्य करवाये ॥५३॥"
                },
                {
                    "slok": "ततोऽथ तं वालिनमग्र्यपौरुषं प्रकाशमिक्ष्वाकुवरेषुणा हतम्। | प्रदीप्य दीप्ताग्निसमौजसं तदा सलक्ष्मणं राममुपेयिवान् हरिः॥५४॥ ",
                    "arth": "इस प्रकार इक्ष्वाकुवंशशिरोमणि श्रीरामके बाणसे | मारे गये श्रेष्ठ पराक्रमी और प्रज्वलित अग्निके समान | तेजस्वी सुविख्यात वालीका दाह-संस्कार करके सुग्रीव | उस समय लक्ष्मणसहित श्रीरामके पास आये॥५४॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे पञ्चविंशः सर्गः ॥२५॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें पचीसवाँ सर्ग पूरा हुआ॥ २५ ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "किष्किन्धाकाण्डम् - षड्विंशः सर्गः हनुमान्जीका सुग्रीवके अभिषेकके लिये श्रीरामचन्द्रजीसे किष्किन्धामें पधारनेकी प्रार्थना, श्रीरामका पुरीमें न जाकर केवल अनुमति देना, तत्पश्चात् सुग्रीव और अङ्गदका अभिषेक",
            "arth": [
                {
                    "slok": "ततः शोकाभिसंतप्तं सुग्रीवं क्लिन्नवाससम्। शाखामृगमहामात्राः परिवार्योपतस्थिरे॥१॥ अभिगम्य महाबाहुं राममक्लिष्टकारिणम्। स्थिताः प्राञ्जलयः सर्वे पितामहमिवर्षयः॥२॥",
                    "arth": "तदनन्तर वानरसेनाके प्रधान-प्रधान वीर (हनुमान् आदि) भीगे वस्त्रवाले शोक-संतप्त सुग्रीवको चारों ओरसे घेरकर उन्हें साथ लिये अनायास ही महान् कर्म करनेवाले महाबाहु श्रीरामकी सेवामें उपस्थित हुए। श्रीरामके पास आकर वे सभी वानर उनके सामने हाथ जोड़कर खड़े हो गये, जैसे ब्रह्माजीके सम्मुख महर्षिगण खड़े रहते हैं।"
                },
                {
                    "slok": "ततः काञ्चनशैलाभस्तरुणार्कनिभाननः। अब्रवीत् प्राञ्जलिर्वाक्यं हनूमान् मारुतात्मजः॥३॥",
                    "arth": "तत्पश्चात् सुवर्णमय मेरु पर्वतके समान सुन्दर एवं विशाल शरीरवाले वायुपुत्र हनुमान्जी, जिनका मुख प्रात:कालके सूर्यकी भाँति अरुण प्रभासे प्रकाशित हो | रहा था, दोनों हाथ जोड़कर बोले- ॥३॥"
                },
                {
                    "slok": "भवत्प्रसादात् काकुत्स्थ पितृपैतामहं महत्। वानराणां सुदंष्ट्राणां सम्पन्नबलशालिनाम्॥४॥ महात्मनां सुदुष्प्रापं प्राप्तं राज्यमिदं प्रभो। भवता समनुज्ञातः प्रविश्य नगरं शुभम्॥५॥ ",
                    "arth": "संविधास्यति कार्याणि सर्वाणि ससुहृद्गणः। 'ककुत्स्थकुलनन्दन! आपकी कृपासे सुग्रीवको सुन्दर दाढ़वाले पूर्णबलशाली और महामनस्वी वानरोंका यह विशाल साम्राज्य प्राप्त हुआ, जो इनके बाप-दादोंके समयसे चला आ रहा है। प्रभो! यद्यपि इसका मिलना बहुत ही कठिन था तो भी आपके प्रसादसे यह इन्हें सुलभ हो गया। अब यदि आप आज्ञा दें तो ये अपने सुन्दर नगरमें प्रवेश करके सुहृदोंके साथ अपना सब राजकार्य सँभालें॥"
                },
                {
                    "slok": "स्नातोऽयं विविधैर्गन्धैरौषधैश्च यथाविधि॥६॥ अर्चयिष्यति माल्यैश्च रत्नैश्च त्वां विशेषतः। इमां गिरिगुहां रम्यामभिगन्तुं त्वमर्हसि॥७॥ कुरुष्व स्वामिसम्बन्धं वानरान् सम्प्रहर्षय।",
                    "arth": "'ये शास्त्रविधिके अनुसार नाना प्रकारके सुगन्धित पदार्थों और ओषधियोंसहित जलसे राज्यपर अभिषिक्ति होकर मालाओं तथा रत्नोंद्वारा आपकी विशेष पूजा करेंगे। अतः आप इस रमणीय पर्वत-गुफा किष्किन्धामें पधारनेकी कृपा करें और इन्हें इस राज्यका स्वामी बनाकर वानरोंका हर्ष बढ़ावें॥६-७३ ॥"
                },
                {
                    "slok": "एवमुक्तो हनुमता राघवः परवीरहा॥८॥ प्रत्युवाच हनूमन्तं बुद्धिमान् वाक्यकोविदः।",
                    "arth": "हनुमान्जीके ऐसा कहनेपर शत्रुवीरोंका संहार करनेवाले तथा बातचीतमें कुशल बुद्धिमान् श्रीरघुनाथजीने उन्हें यों उत्तर दिया-॥८॥ "
                },
                {
                    "slok": "चतुर्दश समाः सौम्य ग्रामं वा यदि वा पुरम्॥९॥ न प्रवेक्ष्यामि हनुमन् पितुर्निर्देशपालकः।",
                    "arth": "'हनुमन् ! सौम्य! मैं पिताकी आज्ञाका पालन कर रहा हूँ, अत: चौदह वर्षों के पूर्ण होनेतक किसी ग्राम या नगरमें प्रवेश नहीं करूँगा॥९॥ "
                },
                {
                    "slok": "सुसमृद्धां गुहां दिव्यां सुग्रीवो वानरर्षभः॥१०॥ प्रविष्टो विधिवद् वीरः क्षिप्रं राज्येऽभिषिच्यताम्।",
                    "arth": "'वानरश्रेष्ठ वीर सुग्रीव इस समृद्धिशालिनी दिव्य गुफामें प्रवेश करें और वहाँ शीघ्र ही इनका विधिपूर्वक राज्याभिषेक कर दिया जाय' ॥ १०३ ॥"
                },
                {
                    "slok": "एवमुक्त्वा हनूमन्तं रामः सुग्रीवमब्रवीत्॥११॥ वृत्तज्ञो वृत्तसम्पन्नमुदारबलविक्रमम्। इममप्यङ्गदं वीरं यौवराज्येऽभिषेचय॥१२॥",
                    "arth": "हनुमान्से ऐसा कहकर श्रीरामचन्द्रजी सुग्रीवसे बोले'मित्र! तुम लौकिक और शास्त्रीय सभी व्यवहार जानते हो।कुमार अङ्गद सदाचारसम्पन्न तथा महान् बल-पराक्रमसे परिपूर्ण हैं। इनमें वीरता कूट-कूटकर भरी है, अतः तुम इनको भी युवराजके पदपर अभिषिक्त करो॥११-१२॥ "
                },
                {
                    "slok": "ज्येष्ठस्य हि सुतो ज्येष्ठः सदृशो विक्रमेण च। अङ्गदोऽयमदीनात्मा यौवराज्यस्य भाजनम्॥१३॥ ",
                    "arth": "'ये तुम्हारे बड़े भाईके ज्येष्ठ पुत्र हैं। पराक्रममें भी उन्हींके समान हैं तथा इनका हृदय उदार है। अतः अङ्गद युवराजपदके सर्वथा अधिकारी हैं॥१३॥"
                },
                {
                    "slok": "पूर्वोऽयं वार्षिको मासः श्रावणः सलिलागमः। प्रवृत्ताः सौम्य चत्वारो मासा वार्षिक संज्ञिताः ॥ १४ ॥",
                    "arth": "'सौम्य! वर्षा कहलानेवाले चार मास या चौमासे - आ गये। इनमें पहला मास यह श्रावण, जो जलकी प्राप्ति करानेवाला है, आरम्भ हो गया॥१४॥"
                },
                {
                    "slok": "नायमुद्योगसमयः प्रविश त्वं पुरीं शुभाम्। | अस्मिन् वत्स्याम्यहं सौम्य पर्वते सहलक्ष्मणः॥१५॥",
                    "arth": "'सौम्य! यह किसीपर चढ़ाई करनेका समय नहीं | है। इसलिये तुम अपनी सुन्दर नगरीमें जाओ। मैं लक्ष्मणके | साथ इस पर्वतपर निवास करूँगा॥१५॥ "
                },
                {
                    "slok": "इयं गिरिगुहा रम्या विशाला युक्तमारुता। प्रभूतसलिला सौम्य प्रभूतकमलोत्पला॥१६॥",
                    "arth": "'सौम्य सुग्रीव! यह पर्वतीय गुफा बड़ी रमणीय और विशाल है। इसमें आवश्यकताके अनुरूप हवा भी मिल जाती है। यहाँ पर्याप्त जल भी सुलभ है और कमल तथा उत्पल भी बहुत हैं॥१६॥ "
                },
                {
                    "slok": "कार्तिके समनुप्राप्ते त्वं रावणवधे यत। एष नः समयः सौम्य प्रविश त्वं स्वमालयम्॥१७॥ अभिषिञ्चस्व राज्ये च सुहृदः सम्प्रहर्षय।",
                    "arth": "'सखे! कार्तिक आनेपर तुम रावणके वधके लिये प्रयत्न करना। यही हमलोगोंका निश्चय रहा। अब तुम अपने महलमें प्रवेश करो और राज्यपर अभिषिक्त होकर सुहृदोंको आनन्दित करो' ॥ १७ ॥"
                },
                {
                    "slok": "इति रामाभ्यनुज्ञातः सुग्रीवो वानरर्षभः॥१८॥ प्रविवेश पुरीं रम्यां किष्किन्धां वालिपालिताम्।",
                    "arth": "श्रीरामचन्द्रजीकी यह आज्ञा पाकर वानरश्रेष्ठ सुग्रीव उस रमणीय किष्किन्धापुरीमें गये, जिसकी रक्षा वालीने की थी॥१८३॥"
                },
                {
                    "slok": "तं वानरसहस्त्राणि प्रविष्टं वानरेश्वरम्॥१९॥ अभिवार्य प्रविष्टानि सर्वतः प्लवगेश्वरम्।।",
                    "arth": "उस समय गुफामें प्रविष्ट हुए उन वानरराजको चारों ओरसे घेरकर हजारों वानर उनके साथ ही गुहामें घुसे ॥ १९ ॥ "
                },
                {
                    "slok": "ततः प्रकृतयः सर्वां दृष्ट्वा हरिगणेश्वरम् ॥२०॥ प्रणम्य मूर्धा पतिता वसुधायं समाहिताः।",
                    "arth": "वानरराजको देखकर प्रजा आदि समस्त प्रकृतियोंने एकाग्रचित्त हो पृथ्वीपर माथा टेककर उन्हें प्रणाम किया।"
                },
                {
                    "slok": "सुग्रीवः प्रकृतीः सर्वाः सम्भाष्योत्थाप्य वीर्यवान्॥२१॥ भ्रातुरन्तःपुरं सौम्यं प्रविवेश महाबलः। ",
                    "arth": "महाबली पराक्रमी सुग्रीवने उन सबको उठनेकी आजा दी और उन सबसे बातचीत करके वे भाईके सौम्य अन्तःपुरमें प्रविष्ट हुए ॥ २१३ ॥"
                },
                {
                    "slok": "प्रविष्टं भीमविक्रान्तं सुग्रीवं वानरर्षभम्॥२२॥ अभ्यषिञ्चन्त सुहृदः सहस्त्राक्षमिवामराः। ",
                    "arth": "भयंकर पराक्रम प्रकट करनेवाले वानरश्रेष्ठ सुग्रीवको अन्तःपुरमें आया देख उनके सुहृदोंने उनका उसी प्रकार अभिषेक किया, जैसे देवताओंने सहस्र नेत्रधारी इन्द्रका किया था॥ २२३॥"
                },
                {
                    "slok": "तस्य पाण्डुरमाजहश्छत्रं हेमपरिष्कृतम्॥२३॥ शुक्ले च वालव्यजने हेमदण्डे यशस्करे। तथा रत्नानि सर्वाणि सर्वबीजौषधानि च॥२४॥ सक्षीराणां च वृक्षाणां प्ररोहान् कुसुमानि च। शुक्लानि चैव वस्त्राणि श्वेतं चैवानुलेपनम् ॥२५॥ सुगन्धीनि च माल्यानि स्थलजान्यम्बुजानि च। ती चन्दनानि च दिव्यानि गन्धांश्च विविधान् बहून्॥२६॥ अक्षतं जातरूपं च प्रियङ्गु मधुसर्पिषी। दधि चर्म च वैयाघ्नं पराध्यौ चाप्युपानहौ ॥२७॥ समालम्भनमादाय गोरोचनमनःशिलाम्। आजग्मुस्तत्र मुदिता वराः कन्याश्च षोडश ॥२८॥",
                    "arth": "पहले तो वे सब लोग उनके लिये सुवर्णभूषित श्वेत छत्र, सोनेकी डाँड़ीवाले दो सफेद चँवर, सब प्रकारके रत्न, बीज और ओषधियाँ, दूधवाले वृक्षोंकी नीचे लटकनेवाली जटाएँ, श्वेत पुष्प, श्वेत वस्त्र, श्वेत अनुलेपन, जल और थलमें होनेवाले सुगन्धित फूलोंकी मालाएँ, दिव्य चन्दन, नाना प्रकारके बहुत-से सुगन्धित पदार्थ, अक्षत, सोना, प्रियङ्ग (कगनी) मधु, घी, दही, व्याघ्रचर्म, सुन्दर एवं बहुमूल्य जूते, अङ्गराग, गोरोचन और मैनसिल आदि सामग्री लेकर वहाँ उपस्थित हुए, साथ ही हर्षसे भरी हुई सोलह सुन्दरी कन्याएँ भी सुग्रीवके पास आयीं ॥ २३-२८॥ "
                },
                {
                    "slok": "ततस्ते वानरश्रेष्ठमभिषेक्तुं यथाविधि। रत्नैर्वस्त्रैश्च भक्ष्यैश्च तोषयित्वा द्विजर्षभान्॥२९॥",
                    "arth": "तदनन्तर उन सबने श्रेष्ठ ब्राह्मणोंको नाना प्रकारके रत्न, वस्त्र और भक्ष्य पदार्थोंसे संतुष्ट करके वानरश्रेष्ठ सुग्रीवका विधिपूर्वक अभिषेक-कार्य आरम्भ किया॥२९॥ "
                },
                {
                    "slok": "ततः कुशपरिस्तीर्णं समिद्धं जातवेदसम्। मन्त्रपूतेन हविषा हुत्वा मन्त्रविदो जनाः॥३०॥",
                    "arth": "मन्त्रवेत्ता पुरुषोंने वेदीपर अग्निकी स्थापना करके उसे प्रज्वलित किया और अग्निवेदीके चारों ओर कुश बिछाये। फिर अग्निका संस्कार करके मन्त्रपूत हविष्यके द्वारा प्रज्वलित अग्निमें आहुति दी॥३०॥"
                },
                {
                    "slok": "ततो हेमप्रतिष्ठाने, वरास्तरणसंवृते। प्रासादशिखरे रम्ये चित्रमाल्योपशोभिते॥३१॥ प्राङ्मुखं विधिवन्मन्त्रैः स्थापयित्वा वरासने।",
                    "arth": "तत्पश्चात् रंग-बिरंगी पुष्पमालाओंसे सुशोभित रमणीय अट्टालिकापर एक सोनेका सिंहासन रखा गया और उसपर सुन्दर बिछौना बिछाकर उसके ऊपर सुग्रीवको पूर्वाभिमुख करके विधिवत् मन्त्रोच्चारण करते हुए बिठाया गया॥३१३ ॥"
                },
                {
                    "slok": "नदीनदेभ्यः संहृत्य तीर्थेभ्यश्च समन्ततः॥३२॥ आहृत्य च समुद्रेभ्यः सर्वेभ्यो वानरर्षभाः। अपः कनककुम्भेषु निधाय विमलं जलम्॥३३॥ शुभैर्ऋषभशृङ्गश्च कलशैश्चैव काञ्चनैः। शास्त्रदृष्टेन विधिना महर्षिविहितेन च॥३४॥ गजो गवाक्षो गवयः शरभो गन्धमादनः। मैन्दश्च द्विविदश्चैव हनूमाञ्जाम्बवांस्तथा॥३५॥ अभ्यषिञ्चत सुग्रीवं प्रसन्नेन सुगन्धिना। सलिलेन सहस्त्राक्षं वसवो वासवं यथा॥३६॥",
                    "arth": "इसके बाद श्रेष्ठ वानरोंने नदियों, नदों, सम्पूर्ण दिशाओंके तीर्थों और समस्त समुद्रोंसे लाये हुए निर्मल जलको एकत्र करके उसे सोनेके कलशोंमें रखा। फिर गज, गवाक्ष, गवय, शरभ, गन्धमादन, मैन्द, द्विविद, हनुमान् और जाम्बवान्ने महर्षियोंकी बतायी हुई शास्त्रोक्त विधिके अनुसार सुवर्णमय कलशोंमें रखे हुए स्वच्छ और सुगन्धित जलसे साँडके सींगोंद्वारा सुग्रीवका उसी प्रकार अभिषेक किया, जैसे वसुओंने इन्द्रका अभिषेक किया था॥"
                },
                {
                    "slok": "अभिषिक्ते तु सुग्रीवे सर्वे वानरपुङ्गवाः। प्रचुक्रुशुर्महात्मानो हृष्टाः शतसहस्त्रशः॥३७॥",
                    "arth": "सुग्रीवका अभिषेक हो जानेपर वहाँ लाखोंकी संख्यामें एकत्र हुए समस्त महामनस्वी श्रेष्ठ वानर हर्षसे भरकर जयघोष करने लगे॥३७॥"
                },
                {
                    "slok": "रामस्य तु वचः कुर्वन् सुग्रीवो वानरेश्वरः। | अङ्गदं सम्परिष्वज्य यौवराज्येऽभ्यषेचयत्॥३८॥",
                    "arth": "श्रीरामचन्द्रजीकी आज्ञाका पालन करते हुए वानरराज सुग्रीवने अङ्गदको हृदयसे लगाकर उन्हें भी युवराजके पदपर अभिषिक्त कर दिया॥३८॥"
                },
                {
                    "slok": "अङ्गदे चाभिषिक्ते तु सानुक्रोशाः प्लवंगमाः। साधु साध्विति सुग्रीवं महात्मानो ह्यपूजयन्॥३९॥",
                    "arth": "अङ्गदका अभिषेक हो जानेपर महामनस्वी दयालु वानर साधु-साधु' कहकर सुग्रीवकी सराहना करने लगे। "
                },
                {
                    "slok": "रामं चैव महात्मानं लक्ष्मणं च पुनः पुनः। | प्रीताश्च तुष्टुवुः सर्वे तादृशे तत्र वर्तिनि॥४०॥",
                    "arth": "इस प्रकार अभिषेक होकर किष्किन्धामें सुग्रीव | और अङ्गदके विराजमान होनेपर समस्त वानर परम प्रसन्न हो महात्मा श्रीराम और लक्ष्मणकी बारंबार स्तुति | करने लगे॥४०॥"
                },
                {
                    "slok": "हृष्टपुष्टजनाकीर्णा । पताकाध्वजशोभिता। बभूव नगरी रम्या किष्किन्धा गिरिगहरे॥४१॥ ",
                    "arth": "जया उस समय पर्वतकी गुफामें बसी हुई किष्किन्धापुरी हृष्ट-पुष्ट पुरवासियोंसे व्याप्त तथा ध्वजा-पताकाओंसे सुशोभित होनेके कारण बड़ी रमणीय प्रतीत होती थी॥"
                },
                {
                    "slok": "निवेद्य रामाय तदा महात्मने तंग महाभिषेकं कपिवाहिनीपतिः। रुमां च भार्यामुपलभ्य वीर्यवा नवाप राज्यं त्रिदशाधिपो यथा॥४२॥ ",
                    "arth": "वानरसेनाके स्वामी पराक्रमी सुग्रीवने महात्मा श्रीरामचन्द्रजीके पास जाकर अपने महाभिषेकका समाचार निवेदन किया और अपनी पत्नी रुमाको पाकर उन्होंने उसी प्रकार वानरोंका साम्राज्य प्राप्त किया, जैसे देवराज इन्द्रने त्रिलोकीका॥४२॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे षड्विंशः सर्गः॥२६॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें छब्बीसवाँ सर्ग पूरा हुआ॥२६॥"
                }
            ]
        },
        {
            "ADHYAY": "सप्तविंशः सर्गः प्रस्त्रवणगिरिपर श्रीराम और लक्ष्मणकी परस्पर बातचीत",
            "arth": [
                {
                    "slok": "अभिषिक्ते तु सुग्रीवे प्रविष्टे वानरे गुहाम्। आजगाम सह भ्रात्रा रामः प्रस्त्रवणं गिरिम् ॥ १ ॥",
                    "arth": "जब वानर सुग्रीवका राज्याभिषेक हो गया और वे किष्किन्धामें जाकर रहने लगे, उस समय अपने भाई लक्ष्मणके साथ श्रीरामजी प्रस्रवणगिरिपर चले गये ॥ १ ॥"
                },
                {
                    "slok": "शार्दूलमृगसंघुष्टं सिंहैर्भीमरवैर्वृतम् ।  नानागुल्मलतागूढं बहुपादपसंकुलम् ॥ २ ॥",
                    "arth": "वहाँ चीतों और मृगोंकी आवाज गूंजती रहती थी। भयंकर गर्जना करनेवाले सिंहोंसे वह स्थान भरा था। नाना प्रकारकी झाड़ियाँ और लताएँ उस पर्वतको आच्छादित किये हुए थीं और घने वृक्षोंके द्वारा वह सब ओरसे व्याप्त था ॥ "
                },
                {
                    "slok": " ऋक्षवानरगोपुच्छैर्माजरैिश्च निषेवितम् ।मेघराशिनिधं शैलं नित्यं शुचिकरं शिवम् ॥ ३ ॥ ",
                    "arth": "रीछ, वानर, लंगूर और बिलाव आदि जन्तु वहाँ निवास करते थे। वह पर्वत मेघोंके समूह सा जान पड़ता था। दर्शन करनेवाले लोगोंके लिये वह सदा ही मङ्गलमय और पवित्र कारक था ॥ ३ ॥ "
                },
                {
                    "slok": "तस्य शैलस्य शिखरे महतीमायतां गुहाम्। प्रत्यगृह्णीत वासार्थं रामः सौमित्रिणा सह ॥ ४ ॥ ",
                    "arth": "उस पर्वतके शिखरपर एक बहुत बड़ी और विस्तृत गुफा थी। लक्ष्मणसहित श्रीरामने उसीका अपने रहनेके लिये आश्रय लिया ॥ ४ ॥ "
                },
                {
                    "slok": "कृत्वा च समर्थ रामः सुग्रीवेण सहानघः ।कालयुक्तं महद्वाक्यमुवाच रघुनन्दनः ॥ ५ ॥ विनीतं भ्रातरं भ्राता लक्ष्मणं लक्ष्मिवर्धनम् । ",
                    "arth": "[0:36 pm, 31/01/2022] +91 99105 53362: रघुकुलका आनन्द बढ़ानेवाले निष्पाप श्रीरामचन्द्रजी वर्षाका अन्त होनेपर सुग्रीवके साथ रावणपर चढ़ाई करनेका  निश्चय करके वहाँ आये थे। उन्होंने लक्ष्मीकी वृद्धि करनेवाले अपने विनययुक्त भ्राता लक्ष्मणसे यह समयोचित बात कही- ॥५३॥"
                },
                {
                    "slok": "इयं गिरिगुहा रम्या विशाला युक्तमारुता ॥ ६ ॥ अस्यां वत्स्याम सौमित्रे वर्षरात्रमरिंदम।",
                    "arth": "शत्रुदमन सुमित्राकुमार! यह पर्वतकी गुफा बड़ी ही सुन्दर और विशाल है। यहाँ हवाके आने-जानेका भी मार्ग है। हमलोग वर्षाकी रातमें इसी गुफाके भीतर निवास करेंगे ॥ ६३ ॥"
                },
                {
                    "slok": "गिरिशृङ्गमिदं रम्यमुत्तमं पार्थिवात्मज ॥ ७ ॥ श्वेताभिः कृष्णताम्राभिः शिलाभिरुपशोभितम् ।",
                    "arth": "'राजकुमार! पर्वतका यह शिखर बहुत ही उत्तम और रमणीय है। सफेद, काले और लाल हर तरहके प्रस्तर खण्ड इसकी शोभा बढ़ा रहे हैं॥७३॥"
                },
                {
                    "slok": "नानाधातुसमाकीर्णं नदीदर्दुरसंयुतम् विविधैर्वृक्षषण्डैश्च ॥ ८ ॥ नानाविहगसंघुष्टं चारुचित्रलतायुतम् । मयूरवरनादितम् ॥ ९ ॥",
                    "arth": "'यहाँ नाना प्रकारके धातुओंकी खानें हैं। पास ही नदी बहती है। उसमें रहनेवाले मेढक यहाँ भी उछलते कूदते चले आते हैं। नाना प्रकारके वृक्ष-समूह इसकी शोभा बढ़ाते हैं। सुन्दर और विचित्र लताओंसे यह शैल-शिखर हरा-भरा दिखायी देता है। भाँति-भाँतिके पक्षी यहाँ चहक रहे हैं तथा सुन्दर मोरोंकी मीठी बोली गूँज रही है ॥ ८-९॥"
                },
                {
                    "slok": "मालतीकुन्दगुल्मैश्च सिन्दुवारैः शिरीषकैः । कदम्बार्जुनसर्जेंश्च पुष्पितैरुपशोभितम् ॥ १० ॥",
                    "arth": "'मालती और कुन्दकी झाड़ियाँ, सिन्दुवार, शिरीष, कदम्ब, अर्जुन और सर्जके फूले हुए वृक्ष इस स्थानकी शोभा बढ़ा रहे हैं॥१०॥ "
                },
                {
                    "slok": "इयं च नलिनी रम्या फुल्लपङ्कजमण्डिता। नातिदूरे गुहाया नौ भविष्यति नृपात्मज॥११॥",
                    "arth": "'राजकुमार! यह पुष्करिणी खिले हुए कमलोंसे अलंकृत हो बड़ी रमणीय दिखायी देती है। यह हमलोगोंकी गुफासे अधिक दूर नहीं होगी॥११॥"
                },
                {
                    "slok": " प्रागुदक्प्रवणे देशे गुहा साधु भविष्यति। पश्चाच्चैवोन्नता सौम्य निवातेयं भविष्यति॥१२॥",
                    "arth": "'सौम्य! यहाँका स्थान ईशानकोणकी ओरसे नीचा है, अतः यहाँ यह गुफा हमारे निवासके लिये बहुत अच्छी रहेगी। पश्चिम-दक्षिणके कोणकी ओरसे ऊँची यह गुफा हवा और वर्षासे बचानेके लिये अच्छी होगी* ॥१२॥ "
                },
                {
                    "slok": "गुहाद्वारे च सौमित्रे शिला समतला शिवा। कृष्णा चैवायता चैव भिन्नाञ्जनचयोपमा॥१३॥",
                    "arth": "'सुमित्रानन्दन! इस गुफाके द्वारपर समतल शिला है, जो बाहर बैठनेके लिये सुविधाजनक होनेके कारण सुखदायिनी है। यह लंबी-चौड़ी होनेके साथ ही खानसे काटकर निकाले हए कोयलोंकी राशिके समान काली है॥१३॥ "
                },
                {
                    "slok": "गिरिशृङ्गमिदं तात पश्य चोत्तरतः शुभम्। माम भिन्नाञ्जनचयाकारमम्भोधरमिवोदितम् ॥१४॥",
                    "arth": "'तात! देखो, यह सुन्दर पर्वत-शिखर उत्तरकी ओरसे कटे हुए कोयलोंकी राशि तथा घुमड़े हुए मेघोंकी घटाके समान काला दिखायी देता है॥१४॥ "
                },
                {
                    "slok": "दक्षिणस्यामपि दिशि स्थितं श्वेतमिवाम्बरम्। कैलासशिखरप्रख्यं । नानाधातुविराजितम् ॥१५॥",
                    "arth": "'इसी तरह दक्षिण दिशामें भी इसका जो शिखर है, वह श्वेत वस्त्र और कैलास-शृङ्गके समान श्वेत दिखायी देता है। नाना प्रकारकी धातुएँ उसकी शोभा बढ़ाती हैं॥१५॥ "
                },
                {
                    "slok": "प्राचीनवाहिनीं चैव नदीं भृशमकर्दमाम्। का गुहायाः परतः पश्य त्रिकूटे जाह्नवीमिव॥१६॥",
                    "arth": "'वह देखो, इस गुफाके दूसरी ओर त्रिकूट पर्वतके समीप बहनेवाली मन्दाकिनीके समान तुङ्गभद्रा नदी बह रही है। उसकी धारा पश्चिमसे पूर्वकी ओर जा रही है। उसमें कीचड़का नाम भी नहीं है॥१६॥"
                },
                {
                    "slok": "चन्दनैस्तिलकैः सालैस्तमालैरतिमुक्तकैः । पद्मकैः सरलैश्चैव अशोकैश्चैव शोभिताम् ॥ १७ ॥",
                    "arth": "'चन्दन, तिलक, साल, तमाल, अतिमुक्तक, पद्मक, सरल और शोक आदि नाना प्रकारके वृक्षोंसे उस नदीकी कैसी शोभा हो रही है? ॥ १७ ॥ "
                },
                {
                    "slok": "वानीरैस्तिमिदैश्चैव बकुलै: केतकैरपि । हिन्तालैस्तिनिशैनपैर्वेतसैः कृतमालकैः ॥ १८ ॥ तीरजै: शोभिता भाति नानारूपैस्ततस्ततः । वसनाभरणोपेता प्रमदेवाभ्यलंकृता ॥ १९ ॥",
                    "arth": "'जलबेंत, तिमिद, बकुल, केतक, हिन्ताल, तिनिश, नीप, स्थलबेंत, कृतमाल (अमिलतास) आदि भाँति भाँतिके तटवर्ती वृक्षोंसे जहाँ-तहाँ सुशोभित हुई यह नदी वस्त्राभूषणोंसे विभूषित शृङ्गारसज्जित युवती स्त्रीके समान जान पड़ती है ॥ १८-१९ ॥ "
                },
                {
                    "slok": "शतशः पक्षिसङ्घैश्च नानानादविनादिता।  एकैकमनुरक्तैश्च चक्रवाकैरलंकृता ॥ २० ॥ ",
                    "arth": "'सैकड़ों पक्षिसमूहोंसे संयुक्त हुई यह नदी उनके नाना प्रकारके कलरवोंसे गूंजती रहती है। परस्पर अनुरक्त हुए चक्रवाक इस सरिताकी शोभा बढ़ाते हैं। "
                },
                {
                    "slok": " पुलिनैरतिरम्यैश्च हंससारससेविता।  प्रहसन्त्येव भात्येषा नानारत्नसमन्विता ॥ २१ ॥ ",
                    "arth": "'अत्यन्त रमणीय तटोंसे अलंकृत, नाना प्रकारके रत्नोंसे सम्पन्न तथा हंस और सारसोंसे सेवित यह नदी अपनी हास्यच्छटा बिखेरती हुई सी जान पड़ती है ॥ २१ ॥"
                },
                {
                    "slok": "क्वचिन्नीलोत्पलैश्छन्ना भातिरक्तोत्पलैः क्वचित् क्वचिदाभाति शुक्लैश्च दिव्यैः कुमुदकुड्मलैः ॥ २२ ॥ ",
                    "arth": " 'कहीं तो यह नील कमलोंसे ढकी हुई है, कहीं लाल कमलोंसे सुशोभित होती है और कहीं श्वेत एवं दिव्य कुमुदकलिकाओंसे शोभा पाती है॥२२॥ "
                },
                {
                    "slok": "पारिप्लवशतैर्जुष्टा बर्हिक्रौञ्चविनादिता। रमणीया नदी सौम्य मुनिसङ्घनिषेविता ॥ २३ ॥ ",
                    "arth": " 'सैकड़ों जल-पक्षियोंसे सेवित तथा मोर एवं क्रौञ्चके कलरवोंसे मुखरित हुई यह सौम्य नदी बड़ी रमणीय प्रतीत होती है। मुनियोंके समुदाय इसके जलका सेवन करते हैं ॥ २३ ॥ "
                },
                {
                    "SLOKAS": "पश्य चन्दनवृक्षाणां पङ्क्तीः सुरुचिरा इव । ककुभानां च दृश्यन्ते मनसैवोदिताः समम् ॥ २४ ॥",
                    "अर्थ": " 'वह देखो, अर्जुन और चन्दन वृक्षोंकी पंक्तियाँ कितनी सुन्दर दिखायी देती हैं। मालूम होता है ये मनके संकल्पके साथ ही प्रकट हो गयी हैं॥२४॥"
                },
                {
                    "SLOKAS": "अहो सुरमणीयोऽयं देशः शत्रुनिषूदन। दृढं रस्याव सौमित्रे साध्वत्र निवसावहे॥२५॥",
                    "अर्थ": "'शत्रुसूदन सुमित्राकुमार! यह स्थान अत्यन्त रमणीय और अद्भुत है। यहाँ हमलोगोंका मन खूब लगेगा। अतः यहीं रहना ठीक होगा॥ २५॥"
                },
                {
                    "SLOKAS": "इतश्च नातिदूरे सा किष्किन्धा चित्रकानना। सुग्रीवस्य पुरी रम्या भविष्यति नृपात्मज॥२६॥",
                    "अर्थ": "'राजकुमार! विचित्र काननोंसे सुशोभित सुग्रीवकी रमणीय किष्किन्धापुरी भी यहाँसे अधिक दूर नहीं होगी॥ "
                },
                {
                    "SLOKAS": "गीतवादित्रनिर्घोषः श्रूयते जयतां वर। नदतां वानराणां च मृदङ्गाडम्बरैः सह॥२७॥",
                    "अर्थ": "विजयी वीरोंमें श्रेष्ठ लक्ष्मण! मृदङ्गकी मधुर ध्वनिके साथ गर्जते हुए वानरोंके गीत और वाद्यका गम्भीर घोष यहाँसे सुनायी देता है॥२७॥ "
                },
                {
                    "SLOKAS": "लब्ध्वा भार्यां कपिवरः प्राप्य राज्यं सुहृद्वतः। ध्रुवं नन्दति सुग्रीवः सम्प्राप्य महतीं श्रियम्॥२८॥",
                    "अर्थ": "'निश्चय ही कपिश्रेष्ठ सुग्रीव अपनी पत्नीको पाकर, राज्यको हस्तगत करके और बड़ी भारी लक्ष्मीपर अधिकार प्राप्त करके सुहृदोंके साथ आनन्दोत्सव मना रहे हैं ॥२८॥ "
                },
                {
                    "SLOKAS": "इत्युक्त्वा न्यवसत् तत्र राघवः सहलक्ष्मणः। बहुदृश्यदरीकुञ्जे तस्मिन् प्रस्त्रवणे गिरौ॥२९॥",
                    "अर्थ": "ऐसा कहकर श्रीरामचन्द्रजी लक्ष्मणके साथ उस प्रस्रवण पर्वतपर जहाँ बहुत-सी कन्दराओं और कुओंके दर्शन होते थे, निवास करने लगे॥२९॥ "
                },
                {
                    "SLOKAS": "सुसुखे हि बहुद्रव्ये तस्मिन् हि धरणीधरे। वसतस्तस्य रामस्य रतिरल्पापि नाभवत् ॥३०॥ हृतां हि भार्यां स्मरतः प्राणेभ्योऽपि गरीयसीम्।",
                    "अर्थ": "यद्यपि उस पर्वतपर परम सुख प्रदान करनेवाले बहुत-से फल-फूल आदि आवश्यक पदार्थ थे, तथापि राक्षसद्वारा हरी गयी प्राणोंसे भी बढ़कर आदरणीय सीताका स्मरण करते हुए भगवान् श्रीरामको वहाँ तनिक भी सुख नहीं मिलता था॥३०॥ "
                },
                {
                    "SLOKAS": "उदयाभ्युदितं दृष्ट्वा शशाङ्कं च विशेषतः॥३१॥ आविवेश न तं निद्रा निशासु शयनं गतम्।",
                    "अर्थ": "विशेषतः उदयाचलपर उदित हुए चन्द्रदेवका दर्शन करके रातमें शय्यापर लेट जानेपर भी उन्हें नींद नहीं आती थी ॥३१॥"
                },
                {
                    "SLOKAS": "| तत्समुत्थेन शोकेन बाष्पोपहतचेतनम्॥३२॥ | तं शोचमानं काकुत्स्थं नित्यं शोकपरायणम्। तुल्यदुःखोऽब्रवीभ्राता लक्ष्मणोऽनुनयं वचः॥३३॥",
                    "अर्थ": "सीताके वियोगजनित शोकसे आँसू बहाते हुए वे अचेत हो जाते थे। श्रीरामको निरन्तर शोकमग्न रहकर चिन्ता करते देख उनके दुःखमें समानरूपसे भाग लेनेवाले भाई लक्ष्मणने उनसे विनयपूर्वक | कहा- ॥ ३२-३३॥"
                },
                {
                    "SLOKAS": "अलं वीर व्यथां गत्वा न त्वं शोचितुमर्हसि। शोचतो ह्यवसीदन्ति सर्वार्था विदितं हि ते॥३४॥",
                    "अर्थ": "'वीर! इस प्रकार व्यथित होनेसे कोई लाभ नहीं है। अतः आपको शोक नहीं करना चाहिये; क्योंकि शोक करनेवाले पुरुषके सभी मनोरथ नष्ट हो जाते हैं, यह बात आपसे छिपी नहीं है॥३४॥ "
                },
                {
                    "SLOKAS": "भवान् क्रियापरो लोके भवान् देवपरायणः। आस्तिको धर्मशीलश्च व्यवसायी च राघव॥३५॥ ",
                    "अर्थ": "'रघुनन्दन! आप जगत्में कर्मठ-वीर तथा देवताओंका समादर करनेवाले हैं। आस्तिक, धर्मात्मा और उद्योगी हैं॥ ३५॥"
                },
                {
                    "SLOKAS": "न ह्यव्यवसितः शत्रु राक्षसं तं विशेषतः। | समर्थस्त्वं रणे हन्तुं विक्रमे जिह्मकारिणम्॥३६॥ ",
                    "अर्थ": "'यदि आप शोकवश उद्यम छोड़ बैठते हैं | तो पराक्रमके स्थानस्वरूप समराङ्गणमें कुटिल कर्म करनेवाले उस शत्रुका, जो विशेषत: राक्षस है, वध करनेमें समर्थ न हो सकेंगे॥३६॥"
                },
                {
                    "SLOKAS": "समुन्मूलय शोकं त्वं व्यवसायं स्थिरीकुरु। ततः सपरिवारं तं राक्षसं हन्तुमर्हसि ॥३७॥",
                    "अर्थ": "'अतः आप अपने शोकको जडसे उखाड फेंकिये और उद्योगके विचारको सुस्थिर कीजिये। तभी आप परिवारसहित उस राक्षसका विनाश कर सकते हैं॥३७॥"
                },
                {
                    "SLOKAS": "पृथिवीमपि काकुत्स्थ ससागरवनाचलाम्। परिवर्तयितुं शक्तः किं पुनस्तं हि रावणम्॥ ३८॥",
                    "अर्थ": "'काकुत्स्थ! आप तो समुद्र, वन और पर्वतोंसहित समूची पृथ्वीको भी उलट सकते हैं; फिर उस रावणका संहार करना आपके लिये कौन बड़ी बात है? ॥ ३८॥ "
                },
                {
                    "SLOKAS": "शरत्कालं प्रतीक्षस्व प्रावृटकालोऽयमागतः। ततः सराष्ट्रं सगणं रावणं तं वधिष्यसि॥३९॥ ",
                    "अर्थ": "'यह वर्षाकाल आ गया है। अब शरद्-ऋतुकी प्रतीक्षा कीजिये। फिर राज्य और सेनासहित रावणका वध किजयेगा"
                },
                {
                    "slok": " अहं तु खलु ते वीर्यं प्रसुप्तं प्रतिबोधये । दीसैराहुतिभिः काले भस्मच्छन्नमिवानलम् ॥ ४० ॥",
                    "arth": "'जैसे राखमें छिपी हुई आगको हवनकालमें आहुतियोंद्वारा प्रज्वलित किया जाता है, उसी प्रकार मैं आपके सोये हुए पराक्रमको जगा रहा हूँ-भूले हुए बल-विक्रमकी याद दिला रहा हूँ' ॥ ४० ॥ "
                },
                {
                    "slok": "लक्ष्मणस्य हि तद् वाक्यं प्रतिपूज्य हितं शुभम् । राघवः सुहृदं स्त्रिग्धमिदं वचनमब्रवीत् ॥ ४१ ।। ",
                    "arth": " लक्ष्मणके इस शुभ एवं हितकर वचनकी सराहना करके श्रीरघुनाथजीने अपने स्नेही सुहृत् सुमित्राकुमारसे इस प्रकार कहा- ॥ ४१ ॥ "
                },
                {
                    "slok": "वाच्यं यदनुरक्तेन स्त्रिग्धेन च हितेन च । सत्यविक्रमयुक्तेन तदुक्तं लक्ष्मण त्वया ॥ ४२ ॥ ",
                    "arth": "'लक्ष्मण! अनुरागी, स्नेही, हितैषी और सत्यपराक्रमी वीरको जैसी बात कहनी चाहिये वैसी ही तुमने कही है ॥ ४२ ॥"
                },
                {
                    "slok": "एष शोकः परित्यक्तः सर्वकार्यावसादकः । विक्रमेष्वप्रतिहतं तेजः प्रोत्साहयाम्यहम् ॥ ४३ ",
                    "arth": "'लो, सब तरहके काम बिगाड़नेवाले शोकको मैंने त्याग दिया। अब मैं पराक्रमविषयक दुर्धर्ष तेजको प्रोत्साहित करता हूँ (बढ़ाता हूँ) ॥ ४३ ॥ "
                },
                {
                    "slok": "शरत्कालं प्रतीक्षिष्ये स्थितोऽस्मि वचने तव ।  सुग्रीवस्य नदीनां च प्रसादमनुपालयन् ॥ ४४ ॥ ",
                    "arth": "'तुम्हारी बात मान लेता हूँ। सुग्रीवके प्रसन्न होकर सहायता करने और नदियोंके जलके स्वच्छ होनेकी बाट देखता हुआ मैं शरत् कालकी प्रतीक्षा करूंगा ॥ ४४ ॥"
                },
                {
                    "slok": "उपकारेण वीरस्तु प्रतिकारेण युज्यते । अकृतज्ञोऽप्रतिकृतो हन्ति सत्त्ववतां मनः ॥ ४५ ॥ ",
                    "arth": "‘जो वीर पुरुष किसीके उपकारसे उपकृत होता है, वह प्रत्युपकार करके उसका बदला अवश्य चुकाता है, किंतु यदि कोई उपकारको न मानकर या भुलाकर प्रत्युपकारसे मुँह मोड़ लेता है, वह शक्तिशाली श्रेष्ठ पुरुषोंके मनको ठेस पहुँचाता है ॥ ४५ ॥ "
                },
                {
                    "slok": " तदेव युक्तं प्रणिधाय लक्ष्मणः उवाच  कृताञ्जलिस्तत् प्रतिपूज्य भाषितम् । रामं स्वभिरामदर्शनं प्रदर्शयन् दर्शनमात्मनः शुभम् ॥ ४६॥ ",
                    "arth": "'श्रीरामजीके उस कथनको ही युक्तियुक्त मानकर लक्ष्मणने उसकी भूरि-भूरि प्रशंसा की और दोनों हाथ जोड़कर अपनी शुभ दृष्टिका परिचय देते हुए वे नयनाभिराम श्रीरामसे इस प्रकार बोले- ॥ ४६ ॥"
                },
                {
                    "slok": "यथोक्तमेतत् तव सर्वमीप्सितं शरत्प्रतीक्षः नरेन्द्र कर्ता नचिरात् तु वानरः । क्षमतामिमं भवान् जलप्रपातं रिपुनिग्रहे धृतः ॥ ४७ ॥",
                    "arth": " 'नरेश्वर! जैसा कि आपने कहा है, वानरराज सुग्रीव शीघ्र ही आपका यह सारा मनोरथ सिद्ध करेंगे। अतः आप शत्रुके संहार करनेका दृढ़ निश्चय लिये शरत्कालकी प्रतीक्षा कीजिये और इस वर्षाकालके विलम्बको सहन कीजिये ॥ ४७ ॥ "
                },
                {
                    "slok": "नियम्य कोपं परिपाल्यतां शरत् क्षमस्व मासांश्चतुरो मया सह। वसाचलेऽस्मिन् मृगराजसेविते संवर्तयन् शत्रुवधे समर्थः ॥ ४८ ॥",
                    "arth": "'क्रोधको काबू में रखकर शरत्कालकी राह देखिये। बरसातके चार महीनोंतक जो भी कष्ट हो, उसे सहन कीजिये तथा शत्रुवधमें समर्थ होनेपर भी इस वर्षाकालको व्यतीत करते हुए मेरे साथ इस सिंहसेवित पर्वतपर निवास कीजिये' ॥ ४८ ॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे सप्तविंशः सर्गः ॥ २७ ॥",
                    "SAMAPT अर्थ": " इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें सत्ताईसवाँ सर्ग पूरा हुआ ॥ "
                }
            ]
        },
        {
            "ADHYAAY": "अष्टाविंशः सर्गः श्रीरामके द्वारा वर्षा- - ऋतुका वर्णन",
            "arth": [
                {
                    "slok": "स तदा वालिनं हत्वा सुग्रीवमभिषिच्य च। वसन् माल्यवतः पृष्ठे रामो लक्ष्मणमब्रवीत्॥१॥",
                    "arth": "इस प्रकार वालीका वध और सुग्रीवका राज्याभिषेक करनेके अनन्तर माल्यवान् पर्वतके पृष्ठभागमें निवास | करते हुए श्रीरामचन्द्रजी लक्ष्मणसे कहने लगे- ॥१॥"
                },
                {
                    "slok": "अयं स कालः सम्प्राप्तः समयोऽद्य जलागमः। | सम्पश्य त्वं नभो मेघैः संवृतं गिरिसंनिभैः॥२॥",
                    "arth": "'सुमित्रानन्दन! अब यह जलकी प्राप्ति करानेवाला वह प्रसिद्ध वर्षाकाल आ गया। देखो, पर्वतके समान प्रतीत होनेवाले मेघोंसे आकाशमण्डल आच्छन्न हो गया है॥२॥ "
                },
                {
                    "slok": "नवमासधृतं गर्भ भास्करस्य गभस्तिभिः। पीत्वा रसं समुद्राणां द्यौः प्रसूते रसायनम्॥३॥",
                    "arth": "'यह आकाशस्वरूपा तरुणी सूर्यकी किरणोंद्वारा समुद्रोंका रस पीकर कार्तिक आदि नौ मासोंतक धारण किये हुए गर्भके रूपमें जलरूपी रसायनको जन्म दे रही है॥३॥ "
                },
                {
                    "slok": "शक्यमम्बरमारुह्य मेघसोपानपंक्तिभिः। कुटजार्जुनमालाभिरलंकर्तुं दिवाकरः॥४॥ ",
                    "arth": "'इस समय मेघरूपी सोपानपंक्तियों (सीढ़ियों) द्वारा आकाशमें चढ़कर गिरिमल्लिका और अर्जुनपुष्पकी मालाओंसे सूर्यदेवको अलंकृत करना सरल-सा हो गया है॥४॥ "
                },
                {
                    "slok": "संध्यारागोत्थितैस्तानैरन्तेष्वपि च पाण्डुभिः। स्निग्धैरभ्रपटच्छेदैर्बद्धव्रणमिवाम्बरम् ॥५॥ ",
                    "arth": "'संध्याकालकी लाली प्रकट होनेसे बीचमें लाल तथा किनारेके भागोंमें श्वेत एवं स्निग्ध प्रतीत होनेवाले मेघखण्डोंसे आच्छादित हुआ आकाश ऐसा जान पड़ता है, मानो उसने अपने घावमें रक्तरञ्जित सफेद कपड़ोंकी पट्टी बाँध रखी हो॥५॥ "
                },
                {
                    "slok": "मन्दमारुतिनिःश्वासं संध्याचन्दनरञ्जितम्। आपाण्डुजलदं भाति कामातुरमिवाम्बरम्॥६॥",
                    "arth": "'मन्द-मन्द हवा निःश्वास-सी प्रतीत होती है, संध्याकालकी लाली लाल चन्दन बनकर ललाट आदि अङ्गोंको अनुरञ्जित कर रही है तथा मेघरूपी कपोल कुछ-कुछ पाण्डुवर्णका प्रतीत होता है। इस तरह यह आकाश कामातुर पुरुषके समान जान पड़ता है॥६॥ "
                },
                {
                    "slok": "एषा धर्मपरिक्लिष्टा नववारिपरिप्लुता। सीतेव शोकसंतप्ता मही बाष्पं विमुञ्चति ॥७॥ ",
                    "arth": "'जो ग्रीष्म ऋतुमें घामसे तप गयी थी, वह पृथ्वी वर्षाकालमें नूतन जलसे भीगकर (सूर्य-किरणोंसे तपी और आँसुओंसे भीगी हुई) शोकसंतप्त सीताकी भाँति बाष्प विमोचन (उष्णताका त्याग अथवा अश्रुपात) कर रही है॥७॥ "
                },
                {
                    "slok": "मेघोदरविनिर्मुक्ताः कर्पूरदलशीतलाः। शक्यमञ्जलिभिः२ पातुं वाताः केतकगन्धिनः॥८॥",
                    "arth": "। 'मेघके उदरसे निकली, कपूरकी डलीके समान | ठंडी तथा केवड़ेकी सुगन्धसे भरी हुई इस बरसाती | वायुको मानो अञ्जलियोंमें भरकर पीया जा सकता है। | "
                },
                {
                    "slok": "| एष फुल्लार्जुनः शैलः केतकैरभिवासितः। | सुग्रीव इव शान्तारिर्धाराभिरभिषिच्यते॥९॥",
                    "arth": "_ 'यह पर्वत, जिसपर अर्जुनके वृक्ष खिले हुए हैं | तथा जो केवड़ोंसे सुवासित हो रहा है, शान्त हुए | शत्रुवाले सुग्रीवकी भाँति जलकी धाराओंसे अभिषिक्त | हो रहा है॥९॥ "
                },
                {
                    "slok": "मेघकृष्णाजिनधरा धारायज्ञोपवीतिनः। मारुतापूरितगुहाः प्राधीता इव पर्वताः॥१०॥",
                    "arth": "मेघरूपी काले मृगचर्म तथा वर्षाकी धारारूप । यज्ञोपवीत धारण किये वायुसे पूरित गुफा (या हृदय) वाले ये पर्वत ब्रह्मचारियोंकी भाँति मानो वेदाध्ययन आरम्भ कर रहे हैं॥१०॥ "
                },
                {
                    "slok": "कशाभिरिव हैमीभिर्विद्युद्भिरभिताडितम्। अन्तःस्तनितनिर्घोषं सवेदनमिवाम्बरम्॥११॥ ",
                    "arth": "'ये बिजलियाँ सोनेके बने हुए कोड़ोंके समान जान पड़ती हैं। इनकी मार खाकर मानो व्यथित हुआ आकाश अपने भीतर व्यक्त हुई मेघोंकी गम्भीर गर्जनाके रूपमें आर्तनाद-सा कर रहा है॥११॥ "
                },
                {
                    "slok": "नीलमेघाश्रिता विद्युत् स्फुरन्ती प्रतिभाति मे। स्फुरन्ती रावणस्याङ्के वैदेहीव तपस्विनी॥१२॥ ",
                    "arth": "'नील मेघका आश्रय लेकर प्रकाशित होती हुई यह विद्युत् मुझे रावणके अङ्कमें छटपटाती हुई तपस्विनी सीताके समान प्रतीत होती है॥१२॥ "
                },
                {
                    "slok": "इमास्ता मन्मथवतां हिताः प्रतिहता दिशः। अनुलिप्ता इव घनैनष्टग्रहनिशाकराः॥१३॥",
                    "arth": "'बादलोंका लेप लग जानेसे जिनमें ग्रह, नक्षत्र और चन्द्रमा अदृश्य हो गये हैं, अतएव जो नष्ट-सी हो गयी है-जिनके पूर्व, पश्चिम आदि भेदोंका विवेक लुप्त-सा हो गया है, वे दिशाएँ, उन कामियोंको, जिन्हें प्रेयसीका संयोगसुख सुलभ है, हितकर प्रतीत होती हैं॥१३॥ "
                },
                {
                    "slok": "क्वचिद् बाष्पाभिसंरुद्धान् वर्षागमसमुत्सुकान्। कुटजान् पश्य सौमित्रे पुष्पितान् गिरिसानुषु। मम शोकाभिभूतस्य कामसंदीपनान् स्थितान्॥१४॥",
                    "arth": "'सुमित्रानन्दन! देखो, इस पर्वतके शिखरोंपर खिले हुए कुटज कैसी शोभा पाते हैं? कहीं तो पहली बार वर्षा होनेपर भूमिसे निकले हुए भापसे ये व्याप्त हो रहे हैं और कहीं वर्षाके आगमनसे अत्यन्त उत्सुक (हर्षोत्फुल्ल) दिखायी देते हैं। मैं तो प्रिया-विरहके शोकसे पीड़ित हूँ और ये कुटज पुष्प मेरी प्रेमाग्निको उद्दीप्त कर रहे हैं ॥१४॥"
                },
                {
                    "slok": "रजः प्रशान्तं सहिमोऽद्य वायु निदाघदोषप्रसराः प्रशान्ताः। स्थिता हि यात्रा वसुधाधिपानां प्रवासिनो यान्ति नराः स्वदेशान्॥१५॥",
                    "arth": "'धरतीकी धूल शान्त हो गयी। अब वायुमें शीतलता आ गयी। गर्मीके दोषोंका प्रसार बंद हो गया। भूपालोंकी युद्धयात्रा रुक गयी और परदेशी मनुष्य अपने-अपने देशको लौट रहे हैं॥१५॥"
                },
                {
                    "slok": "सम्प्रस्थिता मानसवासलुब्धाः प्रियान्विताः सम्प्रति चक्रवाकाः। अभीक्ष्णवर्षोदकविक्षतेषु मा यानानि मार्गेषु न सम्पतन्ति॥१६॥ ",
                    "arth": "'मानसरोवरमें निवासके लोभी हंस वहाँके लिये प्रस्थित हो गये। इस समय चकवे अपनी प्रियाओंसे मिल रहे हैं। निरन्तर होनेवाली वर्षाके जलसे मार्ग टूट-फूट गये हैं, इसलिये उनपर रथ आदि नहीं चल रहे हैं॥ १६॥ "
                },
                {
                    "slok": "क्वचित् प्रकाशं क्वचिदप्रकाशं नभः प्रकीर्णाम्बुधरं विभाति। क्वचित् क्वचित् पर्वतसंनिरुद्धं रूपं यथा शान्तमहार्णवस्य॥१७॥ ",
                    "arth": "'आकाशमें सब ओर बादल छिटके हुए हैं। कहीं तो उन बादलोंसे ढक जानेके कारण आकाश दिखायी नहीं देता है और कहीं उनके फट जानेपर वह स्पष्ट दिखायी देने लगता है। ठीक उसी तरह जैसे जिसकी तरङ्गमालाएँ शान्त हो गयी हों, उस महासागरका रूप कहीं तो पर्वतमालाओंसे छिप जानेके कारण नहीं दिखायी देता है और कहीं पर्वतोंका आवरण न होनेसे दिखायी देता है॥ १७॥ "
                },
                {
                    "slok": "मा व्यामिश्रितंयोग सर्जकदम्बपुष्पै- या नकल नवं जलं पर्वतधातुताम्रम्। मयूरकेकाभिरनुप्रयातं का शैलापगाः शीघ्रतरं वहन्ति ॥१८॥",
                    "arth": "'इस समय पहाड़ी नदियाँ वर्षाके नूतन जलको बड़े वेगसे बहा रही हैं। वह जल सर्ज और कदम्बके फूलोंसे मिश्रित है, पर्वतके गेरू आदि धातुओंसे लाल रंगका हो गया है तथा मयूरोंकी केकाध्वनि उस जलके कलकलनादका अनुसरण कर रही है॥१८॥ "
                },
                {
                    "slok": "रसाकुलं षट्पदसंनिकाशं प्रभुज्यते जम्बुफलं प्रकामम्। अनेकवर्णं अलावा भूमौ पतत्यानफलं विपक्वम्॥१९॥ ",
                    "arth": "'काले-काले भौंरोंके समान प्रतीत होनेवाले जामुनके सरस फल आजकल लोग जी भरकर खाते हैं और हवाके वेगसे हिले हुए आमके पके हुए बहुरंगी फल पृथ्वीपर गिरते रहते है॥१९॥ "
                },
                {
                    "slok": "विद्युत्पताकाःत या सबलाकमालाः शैलेन्द्रकूटाकृतिसंनिकाशाः । गर्जन्ति मेघाः समुदीर्णनादा मत्ता गजेन्द्रा इव संयुगस्थाः ॥२०॥ ",
                    "arth": "'जैसे युद्धस्थलमें खड़े हुए मतवाले गजराज उच्चस्वरसे चिग्घाड़ते हैं, उसी प्रकार गिरिराजके शिखरोंकीसी आकृतिवाले मेघ जोर-जोरसे गर्जना कर रहे हैं। चमकती हुई बिजलियाँ इन मेघरूपी गजराजोंपर पताकाओंके समान फहरा रही हैं और बगुलोंकी पंक्तियाँ मालाके समान शोभा देती हैं॥२०॥ "
                },
                {
                    "slok": "वर्षोदकाप्यायितशाद्वलानि  प्रवृत्तनृत्तोत्सवबर्हिणानि । वनानि निर्वृष्टबलाहकानि पश्यापराह्नेष्वधिकं विभान्ति॥२१॥ ",
                    "arth": "1'देखो, अपराह्नकालमें इन वनोंकी शोभा अधिक बढ़ जाती है। वर्षाके जलसे इनमें हरी-हरी घासें बढ़ गयी हैं। झुंड-के-झुंड मोरोंने अपना नृत्योत्सव आरम्भ कर दिया है और मेघोंने इनमें निरन्तर जल बरसाया है। "
                },
                {
                    "slok": "समुद्वहन्तः गंगा सलिलातिभारं का बलाकिनो वारिधरा नदन्तः। महत्सु शृङ्गेषु वा महीधराणां विश्रम्य विश्रम्य पुनः प्रयान्ति॥२२॥",
                    "arth": "'बक-पंक्तियोंसे सुशोभित ये जलधर मेघ जलका अधिक भार ढोते और गर्जते हुए बड़े-बड़े पर्वतशिखरोंपर मानो विश्राम ले-लेकर आगे बढ़ते हैं॥ २२ ॥ "
                },
                {
                    "slok": "मेघाभिकामाना परिसम्पतन्ती मान सम्मोदिता भाति बलाकपंक्तिः। वातावधूता वरपौण्डरीकी लम्बेव माला रुचिराम्बरस्य॥२३॥ ",
                    "arth": "'गर्भ धारणके लिये मेघोंकी कामना रखकर आकाशमें उड़ती हुई आनन्दमग्न बलाकाओंकी पंक्ति ऐसी जान पड़ती है, मानो आकाशके गले में हवासे हिलती हुई श्वेत कमलोंकी सुन्दर माला लटक रही हो॥ २३॥ "
                },
                {
                    "slok": "बालेन्द्रगोपान्तरचित्रितेन विभाति भूमिर्नवशाद्वलेन। गात्रानुपृक्तेन शुकप्रभेणार 5 नारीव लाक्षोक्षितकम्बलेन॥२४॥ ",
                    "arth": "'छोटे-छोटे इन्द्रगोप (वीरबहूटी) नामक कीड़ोंसे बीच-बीचमें चित्रित हुई नूतन घाससे आच्छादित भूमि उस नारीके समान शोभा पाती है, जिसने अपने अङ्गोंपर तोतेके समान रंगवाला एक ऐसा कम्बल ओढ रखा हो, जिसको बीच-बीचमें महावरके रंगसे रँगकर विचित्र शोभासे सम्पन्न कर दिया गया हो॥२४॥ "
                },
                {
                    "slok": "निद्रा शनैःण केशवमभ्युपैति । द्रुतं नदी सागरमभ्युपैति। हृष्टा बलाका ६ घनमभ्युपैति लाना कान्ता सकामा प्रियमभ्युपैति॥२५॥",
                    "arth": "'चौमासेके इस आरम्भकालमें निद्रा धीरे-धीरे भगवान् केशवके समीप जा रही है। नदी तीव्र वेगसे समुद्रके निकट पहुँच रही है। हर्षभरी बलाका उड़कर मेघकी ओर जा रही है और प्रियतमा सकामभावसे अपने प्रियतमकी सेवामें उपस्थित हो रही है॥२५॥ "
                },
                {
                    "slok": "जाता वनान्ताः शिखिसुप्रनृत्ता जाताः कदम्बाः सकदम्बशाखाः। जाता वृषा गोषु समानकामा जाता मही सस्यवनाभिरामा॥२६॥ ",
                    "arth": "र 'वनप्रान्त मोरोंके सुन्दर नृत्यसे सुशोभित हो गये हैं। कदम्बवृक्ष फूलों और शाखाओंसे सम्पन्न हो गये हैं। साँड़ गौओंके प्रति उन्हींके समान कामभावसे आसक्त हैं और पृथ्वी हरी-हरी खेती तथा हरे-भरे वनोंसे अत्यन्त रमणीय प्रतीत होने लगी है॥ २६॥"
                },
                {
                    "slok": "वहन्ति वर्षन्ति नदन्ति भान्ति ध्यायन्ति नृत्यन्ति समाश्वसन्ति। नद्यो घना मत्तगजा वनान्ताः प्रियाविहीनाः शिखिनः प्लवंगमाः॥२७॥ ",
                    "arth": "'नदियाँ बह रही हैं, बादल पानी बरसा रहे हैं, मतवाले हाथी चिग्घाड़ रहे हैं, वनप्रान्त शोभा पा रहे हैं, प्रियतमाके संयोगसे वञ्चित हुए वियोगी प्राणी चिन्तामग्न हो रहे हैं, मोर नाच रहे हैं और वानर निश्चिन्त एवं सुखी हो रहे हैं॥ २७॥ "
                },
                {
                    "slok": "प्रहर्षिताः केतकिपुष्पगन्ध माघ्राय मत्ता वननिर्झरेषु। प्रपातशब्दाकुलिता गजेन्द्राः सार्धं मयूरैः समदा नदन्ति ॥२८॥ ",
                    "arth": "'वनके झरनोंके समीप क्रीडासे उल्लसित हुए मदवर्षी गजराज केवड़ेके फूलकी सुगन्धको सूंघकर मतवाले हो उठे हैं और झरनेके जलके गिरनेसे जो शब्द होता है, उससे आकुल हो ये मोरोंके बोलनेके साथसाथ स्वयं भी गर्जना करते हैं॥२८॥ "
                },
                {
                    "slok": "धारानिपातैरभिहन्यमानाःकदम्बशाखासु विलम्बमानाः। क्षणार्जितं पुष्परसावगाढं शनैर्मदं षट्चरणास्त्यजन्ति॥२९॥ ",
                    "arth": "'जलकी धारा गिरनेसे आहत होते और कदम्बकी डालियोंपर लटकते हुए भ्रमर तत्काल ग्रहण किये पुष्परससे उत्पन्न गाढ़ मदको धीरे-धीरे त्याग रहे हैं। "
                },
                {
                    "slok": "अङ्गारचूर्णोत्करसंनिकाशैः फलैः सुपर्याप्तरसैः समृद्धैः। जम्बूद्रुमाणां प्रविभान्ति शाखा निपीयमाना इव षट्पदौघैः॥३०॥ ",
                    "arth": "'कोयलोंकी चूर्णराशिके समान काले और प्रचुर रससे भरे हुए बड़े-बड़े फलोंसे लदी हुई जामुन-वृक्षकी शाखाएँ ऐसी जान पड़ती हैं, मानो भ्रमरोंके समुदाय उनमें सटकर उनके रस पी रहे हैं॥३०॥ "
                },
                {
                    "slok": "तडित्पताकाभिरलंकृताना मुदीर्णगम्भीरमहारवाणाम् । विभान्ति रूपाणि बलाहकानां रणोत्सुकानामिव वारणानाम्॥३१॥",
                    "arth": "वारणानाम्॥३१॥ 'विद्युत्-रूपी पताकाओंसे अलंकृत एवं जोरजोरसे गम्भीर गर्जना करनेवाले इन बादलोंके रूप युद्धके लिये उत्सुक हुए गजराजोंके समान प्रतीत होते हैं॥ ३१ ॥ "
                },
                {
                    "slok": "मार्गानुगः  शैलवनानुसारी सम्प्रस्थितो मेघरवं निशम्य। युद्धाभिकामः . प्रतिनादशङ्की काय मत्तो गजेन्द्रः प्रतिसंनिवृत्तः॥३२॥ ",
                    "arth": "'पर्वतीय वनोंमें विचरण करनेवाला तथा अपने प्रतिद्वन्द्वीके साथ युद्धकी इच्छा रखनेवाला मदमत्त गजराज, जो अपने मार्गका अनुसरण करके आगे बढ़ा जा रहा था, पीछेसे मेघकी गर्जना सुनकर प्रतिपक्षी हाथीके गर्जनेकी आशङ्का करके सहसा पीछेको लौट पड़ा॥३२॥ "
                },
                {
                    "slok": "क्वचित् प्रगीता इव षट्पदौघैः क्वचित् प्रनृत्ता इव नीलकण्ठैः। क्वचित् प्रमत्ता इव वारणेन्द्र विभान्त्यनेकाश्रयिणो वनान्ताः॥३३॥",
                    "arth": "'कहीं भ्रमरोंके समूह गीत गा रहे हैं, कहीं मोर नाच रहे हैं और कहीं गजराज मदमत्त होकर विचर रहे हैं। इस प्रकार ये वनप्रान्त अनेक भावोंके आश्रय बनकर शोभा पा रहे हैं॥३३॥ "
                },
                {
                    "slok": "कदम्बसर्जार्जुनकन्दलाढ्या  म वनान्तभूमिर्मधुवारिपूर्णा । मयूरमत्ताभिरुतप्रनृत्तै रापानभूमिप्रतिमा विभाति॥३४॥ ",
                    "arth": "'कदम्ब, सर्ज, अर्जुन और स्थल-कमलसे सम्पन्न वनके भीतरकी भूमि मधु-जलसे परिपूर्ण हो मोरोंके मदयुक्त कलरवों और नृत्योंसे उपलक्षित होकर आपानभूमि (मधुशाला) के समान प्रतीत होती है॥३४॥ "
                },
                {
                    "slok": "मुक्तासमाभं सलिलं पतद् वै सुनिर्मलं पत्रपुटेषु लग्नम्। हृष्टा विवर्णच्छदना विहंगाः सुरेन्द्रदत्तं तृषिताः पिबन्ति ॥३५॥",
                    "arth": "'आकाशसे गिरता हुआ मोतीके समान स्वच्छ एवं निर्मल जल पत्तोंके दोनोंमें संचित हुआ देख प्यासे पक्षी पपीहे हर्षसे भरकर देवराज इन्द्रके दिये हुए उस जलको पीते हैं। वर्षासे भीग जानेके कारण उनकी पाँखें विविध रंगकी दिखायी देती हैं॥ ३५॥ "
                },
                {
                    "slok": "षट्पादतन्त्रीमधुराभिधानं प्लवंगमोदीरितकण्ठतालम् । आविष्कृतं मेघमृदङ्गनादै वनेषु संगीतमिव प्रवृत्तम्॥३६॥ ",
                    "arth": "'भ्रमररूप वीणाकी मधुर झंकार हो रही है। मेढकोंकी आवाज कण्ठताल-सी जान पड़ती है। मेघोंकी गर्जनाके रूपमें मृदङ्ग बज रहे हैं। इस प्रकार वनोंमें संगीतोत्सवका आरम्भ-सा हो रहा है॥३६॥"
                },
                {
                    "slok": "क्वचित् प्रवृत्तैः क्वचिदुन्नदद्भिः  क्वचिच्च वृक्षाग्रनिषण्णकायैः। व्यालम्बबह भरणैर्मयरै र्वनेषु संगीतमिव प्रवृत्तम् ॥ ३७॥",
                    "arth": "'विशाल पंखरूपी आभूषणोंसे विभूषित मोर वनोंमें कहीं नाच रहे हैं, कहीं जोर-जोरसे मीठी बोली बोल रहे हैं और कहीं वृक्षोंकी शाखाओंपर अपने सारे शरीरका बोझ डालकर बैठे हुए हैं। इस प्रकार उन्होंने संगीत (नाच-गान) का आयोजन-सा कर रखा है॥ ३७॥ "
                },
                {
                    "slok": "स्वनैर्घनानां प्लवगाः प्रबुद्धा विहाय निद्रां चिरसंनिरुद्धाम्। अनेकरूपाकृतिवर्णनादा नवाम्बुधाराभिहता नदन्ति॥३८॥ ",
                    "arth": "'मेघोंकी गर्जना सुनकर चिरकालसे रोकी हुई निद्राको त्यागकर जागे हुए अनेक प्रकारके रूप, आकार, वर्ण और बोलीवाले मेढक नूतन जलकी धारासे अभिहत होकर जोर-जोरसे बोल रहे हैं॥३८॥"
                },
                {
                    "slok": "समुद्वाहितचक्रवाका स्तटानि शीर्णान्यपवाहयित्वा। | दृप्ता नवप्रावृतपूर्णभोगा दूतं स्वभर्तारमपोपयान्ति॥३९॥ ",
                    "arth": "(कामातुर युवतियोंकी भाँति) दर्दभरी नदियाँ अपने वक्षपर (उरोजोंके स्थानमें) चक्रवाकोंको वहन करती हैं और मर्यादामें रखनेवाले जीर्ण-शीर्ण कूलकगारोंको तोड़-फोड़ एवं दूर बहाकर नूतन पुष्प आदिके उपहारसे पूर्ण भोगके लिये सादर स्वीकृत अपने स्वामी समुद्रके | समीप वेगपूर्वक चली जा रही हैं॥३९॥ "
                },
                {
                    "slok": "नीलेषु नीला नववारिपूर्णा मेघेषु मेघाः प्रतिभान्ति सक्ताः। मान दवाग्निदग्धेषु दवाग्निदग्धाः शैलेषु शैला इव बद्धमूलाः॥४०॥ ",
                    "arth": "'नीले मेघोंमें सटे हुए नूतन जलसे परिपूर्ण नील मेघ ऐसे प्रतीत होते हैं, मानो दावानलसे जले हुए पर्वतोंमें दावानलसे दग्ध हुए दूसरे पर्वत बद्धमूल होकर सट गये हों॥४०॥ "
                },
                {
                    "slok": "प्रमत्तसंनादितबर्हिणानि सशक्रगोपाकुलशाद्वलानि । चरन्ति नीपार्जुनवासितानि । गजाः सुरम्याणि वनान्तराणि॥४१॥",
                    "arth": "'जहाँ मतवाले मोर कलनाद कर रहे हैं, जहाँकी हरी-हरी घासें वीरबहूटियोंके समुदायसे व्याप्त हो रही हैं तथा जो नीप और अर्जुन-वृक्षोंके फूलोंकी सुगन्धसे सुवासित हैं, उन परम रमणीय वनप्रान्तोंमें बहुत-से | हाथी विचरा करते हैं॥४१॥"
                },
                {
                    "slok": "नवाम्बुधाराहतकेसराणि  द्रुतं परित्यज्य सरोरुहाणि। कदम्बपुष्पाणि सकेसराणिमा नवानि हृष्टा भ्रमराः पिबन्ति ॥४२॥ ",
                    "arth": "'भ्रमरोंके समुदाय नूतन जलकी धारासे नष्ट हुए केसरवाले कमल-पुष्पोंको तुरंत त्यागकर केसरशोभित नवीन कदम्ब-पुष्पोंका रस बड़े हर्षके साथ पी रहे हैं॥४२॥ "
                },
                {
                    "slok": "मत्ता गजेन्द्रा मुदिता गवेन्द्रा वनेषु विक्रान्ततरा मृगेन्द्राः। रम्या नगेन्द्राः निभृता नरेन्द्राः प्रक्रीडितो वारिधरैः सुरेन्द्रः॥४३॥ ",
                    "arth": "'गजेन्द्र (हाथी) मतवाले हो रहे हैं। गवेन्द्र (वृषभ) आनन्दमें मग्न हैं, मृगेन्द्र (सिंह) वनोंमें अत्यन्त पराक्रम प्रकट करते हैं, नगेन्द्र (बड़े-बड़े पर्वत) रमणीय दिखायी देते हैं, नरेन्द्र (राजालोग) मौन हैंयुद्धविषयक उत्साह छोड़ बैठे हैं और सुरेन्द्र (इन्द्रदेव) जलधरोंके साथ क्रीडा कर रहे हैं॥४३॥ "
                },
                {
                    "slok": "मेघाः समुद्भूतसमुद्रनादा - महाजलौघैर्गगनावलम्बाः । नदीस्तटाकानि सरांसि वापी 2 महीं च कृत्स्नामपवाहयन्ति॥४४॥ ",
                    "arth": "'आकाशमें लटके हुए ये मेघ अपनी गर्जनासे समुद्रके कोलाहलको तिरस्कृत करके अपने जलके महान् प्रवाहसे नदी, तालाब, सरोवर, बावली तथा समूची पृथ्वीको आप्लावित कर रहे हैं॥४४॥ "
                },
                {
                    "slok": "वर्षप्रवेगारी विपुलाः पतन्ति प्रवान्ति वाताः समुदीर्णवेगाः। प्रणष्टकूलाः प्रवहन्ति शीघ्रं नद्यो जलं विप्रतिपन्नमार्गाः॥४५॥",
                    "arth": "'बड़े वेगसे वर्षा हो रही है, जोरोंकी हवा चल रही है और नदियाँ अपने कगारोंको काटकर अत्यन्त तीव्र गतिसे जल बहा रही हैं। उन्होंने मार्ग रोक दिये हैं॥ नरैनरेन्द्रा इव पर्वतेन्द्राः"
                },
                {
                    "slok": "सुरेन्द्रदत्तैः पवनोपनीतैः। घनाम्बुकुम्भैरभिषिच्यमाना  रूपं श्रियं स्वामिव दर्शयन्ति॥४६॥ ",
                    "arth": "'जैसे मनुष्य जलके कलशोंसे नरेशोंका अभिषेक करते हैं, उसी प्रकार इन्द्रके दिये और वायुदेवके द्वारा लाये गये मेघरूपी जल-कलशोंसे जिनका अभिषेक हो। रहा है, वे पर्वतराज अपने निर्मल रूप तथा शोभा सम्पत्तिका दर्शन-सा करा रहे हैं॥४६॥ "
                },
                {
                    "slok": "हैं॥४६॥ घनोपगूढं गगनं न तारा_न भास्करो दर्शनमभ्युपैति। | नवैर्जलौघैर्धरणी वितृप्ता तमोविलिप्ता न दिशः प्रकाशाः॥४७॥ ",
                    "arth": "'मेघोंकी घटासे समस्त आकाश आच्छादित | हो गया है। न रातमें तारे दिखायी देते हैं, न दिनमें | सूर्य। नूतन जलराशि पाकर पृथ्वी पूर्ण तृप्त हो गयी | है। दिशाएँ अन्धकारसे आच्छन्न हो रही हैं, अतएव  प्रकाशित नहीं होती हैं-उनका स्पष्ट ज्ञान नहीं हो | पाता है॥ ४७॥ "
                },
                {
                    "slok": "महान्ति कूटानि महीधराणां धाराविधौतान्यधिकं विभान्ति। महाप्रमाणैर्विपुलैः प्रपातै मुक्ताकलापैरिव लम्बमानैः॥४८॥",
                    "arth": "'जलकी धाराओंसे घुले हुए पर्वतोंके विशाल शिखर मोतियोंके लटकते हुए हारोंकी भाँति एवं बहुसंख्यक झरनोंके कारण अधिक शोभा पाते हैं॥४८॥ "
                },
                {
                    "slok": "शैलोपलप्रस्खलमानवेगाः शैलोत्तमानां विपुलाः प्रपाताः। गुहासु संनादितबर्हिणासुर हारा विकीर्यन्त इवावभान्ति ॥४९॥",
                    "arth": "'पर्वतीय प्रस्तरखण्डोंपर गिरनेसे जिनका वेग टूट गया है, वे श्रेष्ठ पर्वतोंके बहुतेरे झरने मयूरोंकी बोलीसे गूंजती हुई गुफाओंमें टूटकर बिखरते हुए मोतियोंके हारोंके समान प्रतीत होते हैं ॥ ४९॥ "
                },
                {
                    "slok": "शीघ्रप्रवेगा विपुलाः प्रपाता  निौतशृङ्गोपतला गिरीणाम्। मुक्ताकलापप्रतिमाः पतन्तो महागुहोत्सङ्गतलैर्धियन्ते ॥५०॥ ",
                    "arth": "'जिनके वेग शीघ्रगामी हैं, जिनकी संख्या अधिक है, जिन्होंने पर्वतीय शिखरोंके निम्न प्रदेशोंको धोकर स्वच्छ बना दिया है तथा जो देखने में मुक्तामालाओंके समान प्रतीत होते हैं, पर्वतोंके उन झरते हुए झरनोंको बड़ी-बड़ी गुफाएँ अपनी गोदमें धारण कर लेती हैं। "
                },
                {
                    "slok": "सुरतामर्दविच्छिन्नाः स्वर्गस्त्रीहारमौक्तिकाः। पतन्ति चातुला दिक्षु तोयधाराः समन्ततः॥५१॥",
                    "arth": "'सरत-क्रीडाके समय होनेवाले अड़ोंके आमर्दनसे ने ना गानाधोंने गौकिक दागे समान पतीत होनेवाली जलकी अनुपम धाराएँ सम्पूर्ण दिशाओंमें सब  ओर गिर रही हैं॥५१॥"
                },
                {
                    "slok": "विलीयमानैर्विहगैनिमीलद्भिश्च पङ्कजैः। विकसन्त्या च मालत्या गतोऽस्तं ज्ञायते रविः॥५२॥",
                    "arth": "'पक्षी अपने घोसलोंमें छिप रहे हैं, कमल संकुचित हो रहे हैं और मालती खिलने लगी है; इससे जान पड़ता है कि सूर्यदेव अस्त हो गये॥५२॥ "
                },
                {
                    "slok": "वृत्ता यात्रा नरेन्द्राणां सेना पथ्येव वर्तते। वैराणि चैव मार्गाश्च सलिलेन समीकृताः॥५३॥",
                    "arth": "'राजाओंकी युद्ध-यात्रा रुक गयी। प्रस्थित हुई सेना भी रास्तेमें ही पड़ाव डाले पड़ी है। वर्षाके जलने राजाओंके वैर शान्त कर दिये हैं और मार्ग भी रोक दिये हैं। इस प्रकार वैर और मार्ग दोनोंकी एक-सी अवस्था कर दी है॥५३॥ "
                },
                {
                    "slok": "मासि प्रौष्ठपदे ब्रह्म ब्राह्मणानां विवक्षताम्। अयमध्यायसमयः सामगानामुपस्थितः॥५४॥",
                    "arth": "'भादोंका महीना आ गया। यह वेदोंके स्वाध्यायकी इच्छा रखनेवाले ब्राह्मणोंके लिये उपाक्रमका समय उपस्थित हुआ है। सामगान करनेवाले विद्वानोंके स्वाध्यायका भी यही समय है॥५४॥ "
                },
                {
                    "slok": "निवृत्तकर्मायतनो नूनं संचितसंचयः। आषाढीमभ्युपगतो भरतः कोसलाधिपः॥५५॥",
                    "arth": "' 'कोसलदेशके राजा भरतने चार महीनेके लिये आवश्यक वस्तुओंका संग्रह करके गत आषाढकी पूर्णिमाको निश्चय ही किसी उत्तम व्रतकी दीक्षा ली होगी॥५५॥ "
                },
                {
                    "slok": "नूनमापूर्यमाणायाः सरय्वा वर्धते रयः। मां समीक्ष्य समायान्तमयोध्याया इव स्वनः॥५६॥ ",
                    "arth": "'मुझे वनकी ओर आते देख जिस प्रकार अयोध्यापुरीके लोगोंका आर्तनाद बढ़ गया था, उसी प्रकार इस समय वर्षाके जलसे परिपूर्ण होती हुई सरयू नदीका वेग अवश्य ही बढ़ रहा होगा॥५६॥ "
                },
                {
                    "slok": "इमाः स्फीतगुणा वर्षाः सुग्रीवः सुखमश्रुते। विजितारिः सदारश्च राज्ये महति च स्थितः॥५७॥",
                    "arth": "'यह वर्षा अनेक गुणोंसे सम्पन्न है। इस समय सुग्रीव अपने शत्रुको परास्त करके विशाल वानरराज्यपर प्रतिष्ठित हैं और अपनी स्त्रीके साथ रहकर सुख भोग रहे हैं॥५७॥ "
                },
                {
                    "slok": "अहं तु हृतदारश्च राज्याच्च महतश्च्युतः। नदीकूलमिव क्लिन्नमवसीदामि लक्ष्मण॥५८॥ ",
                    "arth": "किंतु लक्ष्मण ! मैं अपने महान् राज्यसे तो भ्रष्ट हो ही गया हूँ, मेरी स्त्री भी हर ली गयी है; इसलिये पानीसे गले हुए नदीके तटकी भाँति कष्ट पा रहा हूँ॥"
                },
                {
                    "slok": "शोकश्च मम विस्तीर्णो वर्षाश्च भृशदुर्गमाः। रावणश्च महाञ्छत्रुरपार प्रतिभाति मे ॥ ५९ ॥",
                    "arth": "'मेरा शोक बढ़ गया है। मेरे लिये वर्षाक दिनोंको बिताना अत्यन्त कठिन हो गया है और मेरा महान् शत्रु रावण भी मुझे अजेय-सा प्रतीत होता है ॥ ५९ ॥"
                },
                {
                    "slok": "अयात्रां चैव दृष्ट्वेमां मार्गांश्च भृशदुर्गमान्। प्रणते चैव सुग्रीवे न मया किंचिदीरितम् ॥ ६० ॥ ",
                    "arth": "'एक तो यह यात्राका समय नहीं है, दूसरे मार्ग भी अत्यन्त दुर्गम है। इसलिये सुग्रीवके नतमस्तक होनेपर भी मैंने उनसे कुछ कहा नहीं है ॥ ६० ॥ "
                },
                {
                    "slok": "अपि चापि परिक्लिष्टं चिराद् दारैः समागतम् । आत्मकार्यगरीयस्त्वाद् वक्तुं नेच्छामि वानरम् ॥ ६१ ॥",
                    "arth": "'वानर सुग्रीव बहुत दिनोंसे कष्ट भोगते थे और दीर्घकालके पश्चात् अब अपनी पत्नीसे मिले हैं। इधर मेरा कार्य बड़ा भारी है (थोड़े दिनोंमें सिद्ध होनेवाला नहीं है); इसलिये मैं इस समय उससे कुछ कहना नहीं चाहता हूँ॥"
                },
                {
                    "slok": " स्वयमेव हि विश्रम्य ज्ञात्वा कालमुपागतम् । उपकारं च सुग्रीवो वेत्स्यते नात्र संशयः ॥ ६२ ॥ ",
                    "arth": "'कुछ दिनोंतक विश्राम करके उपयुक्त समय आया हुआ जान वे स्वयं ही मेरे उपकारको समझेंगे; इसमें संशय नहीं है ॥ ६२ ॥"
                },
                {
                    "slok": "तस्मात् कालप्रतीक्षोऽहं स्थितोऽस्मि शुभलक्षण। सुग्रीवस्य नदीनां च प्रसादमभिकांक्षयन् ॥ ६३ ॥",
                    "arth": "'अतः शुभलक्षण लक्ष्मण! मैं सुग्रीवकी प्रसन्नता और नदियोंके जलकी स्वच्छता चाहता हुआ शरत्कालकी प्रतीक्षामें चुपचाप बैठा हुआ हूँ। ६३ ।।"
                },
                {
                    "slok": " उपकारेण वीरो हि प्रतीकारेण युज्यते । अकृतज्ञोऽप्रतिकृतो हन्ति सत्त्ववतां मनः ॥ ६४ ॥ ",
                    "arth": "‘जो वीर पुरुष किसीके उपकारसे उपकृत होता है, वह प्रत्युपकार करके उसका बदला अवश्य चुकाता है; किंतु यदि कोई उपकारको न मानकर या भुलाकर प्रत्युपकारसे मुँह मोड़ लेता है, वह शक्तिशाली श्रेष्ठ पुरुषोंके मनको ठेस पहुँचाता है' ॥ ६४ ॥"
                },
                {
                    "slok": "अथैवमुक्तः प्रणिधाय लक्ष्मणः कृताञ्जलिस्तत् प्रतिपूज्य भाषितम् । उवाच रामं स्वभिरामदर्शनं प्रदर्शयन् दर्शनमात्मनः शुभम् ॥ ६५ ॥ ",
                    "arth": "श्रीरामचन्द्रजीके ऐसा कहनेपर लक्ष्मणने सोचविचारकर उसकी भूरि-भूरि प्रशंसा की और दोनों हाथ जोड़कर अपनी शुभ दृष्टिका परिचय देते हुए वे नयनाभिराम श्रीरामसे इस प्रकार बोले ॥६५॥"
                },
                {
                    "slok": "यदुक्तमेतत् तव सर्वमीप्सितं नरेन्द्र कर्ता नचिराद्धरीश्वरः। शरत्प्रतीक्षः क्षमतामिमं भवान् जलप्रपातं रिपुनिग्रहे धृतः॥६६॥",
                    "arth": "'नरेश्वर! जैसा कि आपने कहा है, वानरराज सुग्रीव शीघ्र ही आपका यह सारा मनोरथ सिद्ध करेंगे। अतः आप शत्रुके संहार करनेका दृढ़ निश्चय लिये शरत्कालकी प्रतीक्षा कीजिये और इस वर्षाकालके विलम्बको सहन कीजिये'॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डेऽष्टाविंशः सर्गः ॥ २८ ॥ ",
                    "SAMAPT अर्थ": " इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें अट्ठाईसवाँ सर्ग पूरा हुआ ॥ २८ ॥"
                }
            ]
        },
        {
            "ADHYAY": "एकोनत्रिंशः सर्गःहनुमान्जीके समझानेसे सुग्रीवका नीलको वानर-सैनिकोंको एकत्र करनेका आदेश देना",
            "arth": [
                {
                    "slok": "समीक्ष्य विमलं व्योम गतविद्युद्वलाहकम्। सारसाकुलसंघुष्टं रम्यज्योत्स्नानुलेपनम् ॥ १ ॥ समृद्धार्थं च सुग्रीवं मन्दधर्मार्थसंग्रहम् । अत्यर्थं चासतां मार्गमेकान्तगतमानसम् ॥ २ ॥ निवृत्तकार्य सिद्धार्थं प्रमदाभिरतं सदा । प्राप्तवन्तमभिप्रेतान् सर्वानेव मनोरथान् ॥ ३ ॥ स्वां च पत्नीमभिप्रेतां तारां चापि समीप्सिताम् । विहरन्तमहोरात्रं कृतार्थं विगतज्वरम् ॥ ४ ॥ क्रीडन्तमिव देवेशं गन्धर्वाप्सरसां गणैः । मन्त्रिषु न्यस्तकार्यं च मन्त्रिणामनवेक्षकम् ॥ ५ ॥ उच्छिन्नराज्यसंदेहं कामवृत्तमिव स्थितम् । निश्चितार्थोऽर्थतत्त्वज्ञः कालधर्मविशेषवित् ॥ ६ ॥ प्रसाद्य वाक्यैर्विविधैर्हेतुमद्भिर्मनोरमैः । वाक्यविद् वाक्यतत्त्वज्ञं हरीशं मारुतात्मजः ॥ ७ ॥ हितं तथ्यं च पथ्यं च सामधर्मार्थनीतिमत् । प्रणयप्रीतिसंयुक्तं विश्वासकृतनिश्चयम् ॥ ८ ॥ हरीश्वरमुपागम्य हनूमान् वाक्यमब्रवीत्।",
                    "arth": "पवनकुमार हनुमान् शास्त्रके निश्चित सिद्धान्तको जाननेवाले थे। क्या करना चाहिये और क्या नहीं इन सभी बातोंका उन्हें यथार्थ ज्ञान था। किस समय किस विशेष धर्मका पालन करना चाहिये- इसको भी वे ठीक-ठीक समझते थे। उन्हें बातचीत करनेकी कलाका भी अच्छा ज्ञान था। उन्होंने देखा, आकाश निर्मल हो गया है। अब उसमें न तो बिजली चमकती है और न बादल ही दिखायी देते हैं। अन्तरिक्षमें सब ओर सारस उड़ रहे हैं और उनकी बोली सुनायी देती है। (चन्द्रोदय होनेपर) आकाश ऐसा जान पड़ता है, मानो उसपर श्वेत चन्दनसदृश रमणीय चाँदनीका लेप चढ़ा दिया गया हो। सुग्रीवका प्रयोजन सिद्ध हो जानेके कारण अब वे धर्म और अर्थके संग्रहमें शिथिलता दिखाने लगे हैं। असाधु पुरुषोंके मार्ग (कामसेवन) का ही अधिक आश्रय ले रहे हैं। एकान्तमें ही (जहाँ स्त्रियोंके सङ्गमें कोई बाधा न पड़े) उनका मन लगता है। उनका काम पूरा हो गया है। उनके अभीष्ट प्रयोजनकी सिद्धि हो चुकी है। अब वे सदा युवती स्त्रियोंके साथ क्रीडा-विलासमें ही लगे रहते हैं। उन्होंने अपने सारे अभिलषित मनोरथको प्राप्त कर लिया है। अपनी मनोवाञ्छित पत्नी रुमा तथा अभीष्ट सुन्दरी ताराको भी प्राप्त करके अब वे कृतकृत्य एवं निश्चिन्त होकर दिन-रात भोग-विलासमें लगे रहते हैं। जैसे देवराज इन्द्र गन्धर्वो और अप्सराओंके समुदायके साथ क्रीडामें तत्पर रहते हैं, उसी प्रकार सुग्रीव भी अपने मन्त्रियॉपर राजकार्यका भार रखकर क्रीडा-विहारमें तत्पर हैं। मन्त्रियोंके कार्योंकी देखभाल वे कभी नहीं करते हैं। मन्त्रियोंकी सज्जनताके कारण यद्यपि राज्यको किसी प्रकारकी हानि पहुँचनेका संदेह नहीं है, तथापि स्वयं सुग्रीव ही स्वेच्छाचारी से हो रहे हैं। यह सब सोचकर हनुमान्जी वानरराज सुग्रीवके पास गये और उन्हें युक्तियुक्त विविध एवं मनोरम वचनोंके द्वारा प्रसन्न करके बातचीतका मर्म समझनेवाले उन सुग्रीवसे हितकर, सत्य, लाभदायक, साम, धर्म और अर्थ-नीतिसे युक्त, शास्त्रविश्वासी पुरुषोंके सुदृढ़ निश्चयसे सम्पन्न तथा प्रेम और प्रसन्नतासे भरे वचन बोले ॥ १-८३ ॥"
                },
                {
                    "slok": "राज्यं प्राप्तं यशश्चैव कौली श्रीरभिवर्धिता ॥ ९ ॥ मित्राणां संग्रहः शेषस्तद् भवान् कर्तुमर्हति । ",
                    "arth": "'राजन्! आपने राज्य और यश प्राप्त कर लिया तथा कुलपरम्परासे आयी हुई लक्ष्मीको भी बढ़ाया; किंतु अभी मित्रोंको अपनानेका कार्य शेष रह गया है, उसे आपको इस समय पूर्ण करना चाहिये॥९॥ "
                },
                {
                    "slok": "यो हि मित्रेषु कालज्ञः सततं साधु वर्तते॥१०॥ तस्य राज्यं च कीर्तिश्च प्रतापश्चापि वर्धते।",
                    "arth": "'जो राजा 'कब प्रत्युपकार करना चाहिये' इस बातको जानकर मित्रोंके प्रति सदा साधुतापूर्ण बर्ताव करता है, उसके राज्य, यश और प्रतापकी वृद्धि होती है। "
                },
                {
                    "slok": "यस्य कोशश्च दण्डश्च मित्राण्यात्मा च भूमिप। समान्येतानि सर्वाणि स राज्यं महदश्नुते॥११॥",
                    "arth": "'पृथ्वीनाथ! जिस राजाका कोश, दण्ड (सेना), मित्र और अपना शरीर-ये सब-के-सब समान रूपसे उसके वशमें रहते हैं, वह विशाल राज्यका पालन एवं उपभोग करता है॥११॥"
                },
                {
                    "slok": "तद् भवान् वृत्तसम्पन्नः स्थितः पथि निरत्यये। मित्रार्थमभिनीतार्थं यथावत् कर्तुमर्हति॥१२॥",
                    "arth": "'आप सदाचारसे सम्पन्न और नित्य सनातन धर्मके मार्गपर स्थित हैं; अतः मित्रके कार्यको सफल बनानेके लिये जो प्रतिज्ञा की है, उसे यथोचितरूपसे पूर्ण कीजिये॥"
                },
                {
                    "slok": "संत्यज्य सर्वकर्माणि मित्रार्थे यो न वर्तते। सम्भ्रमाद् विकृतोत्साहः सोऽन! वरुध्यते॥१३॥",
                    "arth": "'जो अपने सब कार्योंको छोड़कर मित्रका कार्य सिद्ध करनेके लिये विशेष उत्साहपूर्वक शीघ्रताके साथ नहीं लग जाता है, उसे अनर्थका भागी होना पड़ता है। "
                },
                {
                    "slok": "यो हि कालव्यतीतेषु मित्रकार्येषु वर्तते। स कृत्वा महतोऽप्यर्थान्न मित्रार्थेन युज्यते॥१४॥",
                    "arth": "'कार्यसाधनका उपयुक्त अवसर बीत जानेके बाद जो मित्रके कार्यों में लगता है, वह बड़े-से-बड़े कार्योंको सिद्ध करके भी मित्रके प्रयोजनको सिद्ध करनेवाला नहीं माना जाता है॥१४॥ "
                },
                {
                    "slok": "तदिदं मित्रकार्यं नः कालातीतमरिंदम। क्रियतां राघवस्यैतद् वैदेह्याः परिमार्गणम्॥१५॥ ",
                    "arth": "'शत्रुदमन! भगवान् श्रीराम हमारे परम सुहृद् हैं। उनके इस कार्यका समय बीता जा रहा है; अतः विदेहकुमारी सीताकी खोज आरम्भ कर देनी चाहिये। "
                },
                {
                    "slok": "न च कालमतीतं ते निवेदयति कालवित्। त्वरमाणोऽपि स प्राज्ञस्तव राजन् वशानुगः॥१६॥",
                    "arth": "'राजन्! परम बुद्धिमान् श्रीराम समयका ज्ञान रखते हैं और उन्हें अपने कार्यकी सिद्धिके लिये जल्दी लगी हुई है, तो भी वे आपके अधीन बने हुए हैं। संकोचवश आपसे नहीं कहते कि मेरे कार्यका समय बीत रहा है॥ १६॥  "
                },
                {
                    "slok": "कुलस्य हेतुः स्फीतस्य दीर्घबन्धुश्च राघवः। अप्रमेयप्रभावश्च स्वयं चाप्रतिमो गुणैः॥१७॥ तस्य त्वं कुरु वै कार्य पूर्वं तेन कृतं तव।क। हरीश्वर र कपिश्रेष्ठानाज्ञापयितुमर्हसि ॥१८॥",
                    "arth": "'वानरराज! भगवान् श्रीराम चिरकालतक मित्रता निभानेवाले हैं। वे आपके समृद्धिशाली कुलके अभ्युदयके हेतु हैं। उनका प्रभाव अतुलनीय है। वे गुणोंमें अपना शानी नहीं रखते हैं। अब आप उनका कार्य सिद्ध कीजिये; क्योंकि उन्होंने आपका काम पहले ही सिद्ध | कर दिया है। आप प्रधान-प्रधान वानरोंको इस कार्यके | लिये आज्ञा दीजिये॥१७-१८॥ "
                },
                {
                    "slok": "१८॥ नहि तावद् भवेत् कालो व्यतीतश्चोदनादृते। चोदितस्य हि कार्यस्य भवेत् कालव्यतिक्रमः॥१९॥ ",
                    "arth": "'श्रीरामचन्द्रजीके कहनेके पहले ही यदि हमलोग | कार्य प्रारम्भ कर दें तो समय बीता हुआ नहीं माना | जायगा; किंतु यदि उन्हें इसके लिये प्रेरणा करनी पड़ी तो यही समझा जायगा कि हमने समय बिता दिया हैउनके कार्यमें बहुत विलम्ब कर दिया है॥ १९॥ "
                },
                {
                    "slok": "अकर्तुरपि कार्यस्य भवान् कर्ता हरीश्वर। किं पुनः प्रतिकर्तुस्ते राज्येन च वधेन च॥२०॥",
                    "arth": "'वानरराज! जिसने आपका कोई उपकार नहीं किया हो, उसका कार्य भी आप सिद्ध करनेवाले हैं। | फिर जिन्होंने वालीका वध तथा राज्य प्रदान करके आपका उपकार किया है, उनका कार्य आप शीघ्र सिद्ध करें, इसके लिये तो कहना ही क्या है॥२०॥ "
                },
                {
                    "slok": "शक्तिमानतिविक्रान्तो श वानरखंगणेश्वर।गण कर्तुं दाशरथेः प्रीतिमाज्ञायां किं नु सज्जसे॥२१॥",
                    "arth": "'वानर और भालू-समुदायके स्वामी सुग्रीव! आप | शक्तिमान् और अत्यन्त पराक्रमी हैं; फिर भी दशरथनन्दन श्रीरामका प्रिय कार्य करनेके लिये वानरोंको आज्ञा देने में क्यों विलम्ब करते हैं? ॥२१॥"
                },
                {
                    "slok": " कामं खलु शरैः शक्तः सुरासुरमहोरगान्। वशे दाशरथिः कर्तुं त्वत्प्रतिज्ञामवेक्षते॥२२॥",
                    "arth": "इसमें संदेह नहीं कि दशरथकुमार भगवान् | श्रीराम अपने बाणोंसे समस्त देवताओं, असुरों और | बड़े-बड़े नागोंको भी अपने वशमें कर सकते हैं, तथापि | आपने जो उनके कार्यको सिद्ध करनेकी प्रतिज्ञा की | है, उसीकी वे राह देख रहे हैं॥ २२॥"
                },
                {
                    "slok": "प्राणत्यागाविशंकेन कृतं तेन महत् प्रियम्। तस्य मार्गाम वैदेहीं पृथिव्यामपि चाम्बरे॥२३॥",
                    "arth": "'उन्हें आपके लिये वालीके प्राणतक लेनेमें हिचक नहीं हुई। वे आपका बहुत बड़ा प्रिय कार्य कर चुके हैं; अतः अब हमलोग उनकी पत्नी विदेहकुमारी सीताका इस भूतलपर और आकाशमें भी पता लगावें॥ "
                },
                {
                    "slok": "देवदानवगन्धर्वा असुराः समरुद्गणाः। न च यक्षा भयं तस्य कुर्युः किमिव राक्षसाः॥२४॥ ",
                    "arth": "'देवता, दानव, गन्धर्व, असुर, मरुद्गण तथा यक्ष भी श्रीरामको भय नहीं पहुंचा सकते; फिर राक्षसोंकी तो बिसात ही क्या है॥ २४॥ "
                },
                {
                    "slok": "तदेवं शक्तियुक्तस्य पूर्व प्रतिकृतस्तथा। रामस्यार्हसि पिङ्गेश कर्तुं सर्वात्मना प्रियम्॥२५॥ ",
                    "arth": "'वानरराज! ऐसे शक्तिशाली तथा पहले ही उपकार करनेवाले भगवान् श्रीरामका प्रिय कार्य आपको अपनी सारी शक्ति लगाकर करना चाहिये॥२५॥ "
                },
                {
                    "slok": "नाधस्तादवनौ नाप्सु गतिर्नोपरि चाम्बरे। पारि कस्यचित् सज्जतेऽस्माकं कपीश्वर तवाज्ञया॥२६॥",
                    "arth": "'कपीश्वर! आपकी आज्ञा हो जाय तो जलमें, थलमें, नीचे (पातालमें) तथा ऊपर आकाशमें-कहीं भी हम लोगोंकी गति रुक नहीं सकती॥ २६॥"
                },
                {
                    "slok": "'कपीश्वर! आपकी आज्ञा हो जाय तो जलमें, थलमें, नीचे (पातालमें) तथा ऊपर आकाशमें-कहीं भी हम लोगोंकी गति रुक नहीं सकती॥ २६॥'",
                    "arth": "'निष्पाप कपिराज! अतः आप आज्ञा दीजिये कि कौन कहाँसे आपकी किस आज्ञाका पालन करनेके लिये उद्योग करे। आपके अधीन करोड़ोंसे भी अधिक ऐसे वानर मौजूद हैं, जिन्हें कोई परास्त नहीं कर सकता'।"
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा काले साधु निरूपितम्। सुग्रीवः सत्त्वसम्पन्नश्चकार मतिमुत्तमाम्॥२८॥ ",
                    "arth": "सुग्रीव सत्त्वगुणसे सम्पन्न थे। उन्होंने हनुमान्जीके द्वारा ठीक समयपर अच्छे ढंगसे कही हुई उपर्युक्त बातें सुनकर भगवान श्रीरामका कार्य सिद्ध करनेके | लिये अत्यन्त उत्तम निश्चय किया॥ २८॥ "
                },
                {
                    "slok": "संदिदेशातिमतिमान् नीलं नित्यकृतोद्यमम्। | दिक्षु सर्वासु सर्वेषां सैन्यानामुपसंग्रहे॥२९॥ | यथा सेना समग्रा मे यूथपालाश्च सर्वशः। | समागच्छन्त्यसङ्गेन सेनाग्र्येण तथा कुरु॥३०॥",
                    "arth": "वे परम बुद्धिमान् थे। अतः नित्य उद्यमशील | नील नामक वानरको उन्होंने समस्त दिशाओंसे सम्पूर्ण वानर-सेनाओंको एकत्र करनेके लिये आज्ञा दी और कहा–'तुम ऐसा प्रयत्न करो, जिससे मेरी सारी सेना यहाँ इकट्ठी हो जाय और सभी यूथपति अपनी सेना एवं सेनापतियोंके साथ अविलम्ब उपस्थित हो जायँ॥ २९-३०॥ "
                },
                {
                    "slok": "ये त्वन्तपालाः प्लवगाः शीघ्रगा व्यवसायिनः। समानयन्तु ते शीघ्रं त्वरिताः शासनान्मम। -स्वयं चानन्तरं कार्यं भवानेवानुपश्यतु॥३१॥",
                    "arth": "'राज्य-सीमाकी रक्षा करनेवाले जो-जो उद्योगी और शीघ्रगामी वानर हैं, वे सब मेरी आज्ञासे शीघ्र यहाँ आ जायँ। उसके बाद जो कुछ कर्तव्य हो, उसपर तुम स्वयं ही ध्यान दो॥३१॥ "
                },
                {
                    "slok": "त्रिपञ्चरात्रादूर्ध्वं यः प्राप्नुयादिह वानरः। तस्य प्राणान्तिको दण्डो नात्र कार्या विचारणा॥३२॥ ",
                    "arth": "'जो वानर पंद्रह दिनोंके बाद यहाँ पहुँचेगा, उसे प्राणान्त दण्ड दिया जायगा। इसमें कोई अन्यथा विचार नहीं करना चाहिये॥३२॥"
                },
                {
                    "slok": "हरीश्ची वृद्धानुपयातु साङ्गदो पर भवान् ममाज्ञामधिकृत्य निश्चितम्। इति का व्यवस्थां हरिपुङ्गवेश्वरो विधाय वेश्म प्रविवेश वीर्यवान्॥३३॥ ",
                    "arth": "'यह मेरी निश्चित आज्ञा है। इसके अनुसार इस व्यवस्थाका अधिकार लेकर अङ्गदके साथ तुम स्वयं बड़े-बूढ़े वानरोंके पास जाओ।' ऐसा प्रबन्ध करके महाबली वानरराज सुग्रीव अपने महलमें चले गये॥ ३३॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे एकोनत्रिंशः सर्गः॥२९॥ी ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें उन्तीसवाँ सर्ग पूरा हुआ॥२९॥"
                }
            ]
        },
        {
            "ADHYAAY": "त्रिंशः सर्गः शरद्-ऋतुका वर्णन तथा श्रीरामका लक्ष्मणको सुग्रीवके पास जानेका आदेश देना ",
            "arth": [
                {
                    "slok": "गृहं प्रविष्टे सुग्रीवे विमुक्ते गगने घनैः। | वर्षरात्रे स्थितो गमः कामशोकाभिपीटिनः॥9॥",
                    "arth": "पूर्वोक्त आदेश देकर सुग्रीव तो अपने महलमें  चले गये और उधर श्रीरामचन्द्रजी, जो वर्षाकी रातोंमें प्रस्रवणगिरिपर निवास करते थे, आकाशके मेघोंसे मुक्त एवं निर्मल हो जानेपर सीतासे मिलनेकी उत्कण्ठा लिये उनके विरहजन्य शोकसे अत्यन्त पीड़ाका अनुभव करने लगे॥१॥"
                },
                {
                    "slok": "पाण्डुरं गगनं दृष्ट्वा विमलं चन्द्रमण्डलम्। शारदी रजनीं चैव दृष्ट्वा ज्योत्स्नानुलेपनाम्॥२॥",
                    "arth": "उन्होंने देखा, आकाश श्वेत वर्णका हो रहा है, चन्द्रमण्डल स्वच्छ दिखायी देता है तथा शरद्-ऋतुकी रजनीके अङ्गोंपर चाँदनीका अङ्गराग लगा हुआ है। यह सब देखकर वे सीतासे मिलनेके लिये व्याकुल हो उठे॥ "
                },
                {
                    "slok": "कामवृत्तं च सुग्रीवं नष्टां च जनकात्मजाम्। दृष्ट्वा कालमतीतं च मुमोह परमातुरः॥३॥",
                    "arth": "उन्होंने सोचा 'सुग्रीव काममें आसक्त हो रहा है, जनककुमारी सीताका अबतक कुछ पता नहीं लगा है और रावणपर चढ़ाई करनेका समय भी बीता जा रहा है।' यह सब देखकर अत्यन्त आतुर हुए श्रीरामका हृदय व्याकुल हो उठा ॥३॥ "
                },
                {
                    "slok": "स तु संज्ञामुपागम्य मुहूर्तान्मतिमान् नृपः। मनःस्थामपि वैदेहीं चिन्तयामास राघवः॥४॥",
                    "arth": "दो घड़ीके बाद जब उनका मन कुछ स्वस्थ हुआ, तब वे बुद्धिमान् नरेश श्रीरघुनाथजी अपने मनमें बसी हुई विदेहनन्दिनी सीताका चिन्तन करने लगे॥४॥ "
                },
                {
                    "slok": "दृष्ट्वा च विमलं व्योम गतविद्युबलाहकम्। सारसारावसंघुष्टं विललापातया गिरा॥५॥ ",
                    "arth": "उन्होंने देखा, आकाश निर्मल है। न कहीं बिजलीकी गड़गड़ाहट है न मेघोंकी घटा। वहाँ सब ओर सारसोंकी बोली सुनायी देती है। यह सब देखकर वे आर्तवाणीमें विलाप करने लगे॥५॥ "
                },
                {
                    "slok": "आसीनः पर्वतस्याने हेमधातुविभूषिते। शारदं गगनं दृष्ट्वा जगाम मनसा प्रियाम्॥६॥",
                    "arth": "सुनहरे रंगकी धातुओंसे विभूषित पर्वतशिखरपर बैठे हुए श्रीरामचन्द्रजी शरत्कालके स्वच्छ आकाशकी ओर दृष्टिपात करके मन-ही-मन अपनी प्यारी पत्नी सीताका ध्यान करने लगे॥६॥ "
                },
                {
                    "slok": "सारसारावसंनादैः सारसारावनादिनी। याऽऽश्रमे रमते बाला साद्य मे रमते कथम्॥७॥",
                    "arth": "वे बोले-'जिसकी बोली सारसोंकी आवाजके समान मीठी थी तथा जो मेरे आश्रमपर सारसोंद्वारा परस्पर एक-दूसरेको बुलानेके लिये किये गये मधुर शब्दोंसे मन बहलाती थी, वह मेरी भोलीभाली स्त्री सीता आज किस तरह मनोरञ्जन करती होगी? ॥७॥ "
                },
                {
                    "slok": "पुष्पितांश्चासनान् दृष्ट्वा काञ्चनानिव निर्मलान्। कथं सा रमते बाला पश्यन्ती मामपश्यती॥८॥",
                    "arth": "'सुवर्णमय वृक्षोंके समान निर्मल और खिले हुए असन नामक वृक्षोंको देखकर बार-बार उन्हें निहारती हुई भोली-भाली सीता जब मुझे अपने पास नहीं देखती होगी, तब कैसे उसका मन लगता होगा?॥८॥ "
                },
                {
                    "slok": "या पुरा कलहंसानां कलेन कलभाषिणी। | बुध्यते चारुसर्वाङ्गी साद्य मे रमते कथम्॥९॥",
                    "arth": "जिसके सभी अङ्ग मनोहर हैं तथा जो स्वभावसे | ही मधुर भाषण करनेवाली है, वह सीता पहले कलहंसोंके मधुर शब्दसे जागा करती थी; किंतु आज वह मेरी प्रिया वहाँ कैसे प्रसन्न रहती होगी?॥९॥ "
                },
                {
                    "slok": "निःस्वनं चक्रवाकानां निशम्य सहचारिणाम्। पुण्डरीकविशालाक्षी कथमेषा भविष्यति॥१०॥",
                    "arth": "'जिसके विशाल नेत्र प्रफुल्ल कमलदलके समान शोभा पाते हैं, वह मेरी प्रिया जब साथ विचरनेवाले चकवोंकी बोली सुनती होगी, तब उसकी कैसी दशा हो जाती होगी? ॥१०॥ "
                },
                {
                    "slok": "सरांसि सरितो वापी: काननानि वनानि च। | तां विना मृगशावाक्षीं चरन्नाद्य सुखं लभे॥११॥",
                    "arth": "'हाय! मैं नदी, तालाब, बावली, कानन और वन सब जगह घूमता हूँ; परंतु कहीं भी उस मृगशावकनयनी सीताके बिना अब मुझे सुख नहीं मिलता है॥११॥"
                },
                {
                    "slok": "अपि तां मद्वियोगाच्च सौकुमार्याच्च भामिनीम्। सुदूरं पीडयेत् कामः शरद्गुणनिरन्तरः॥१२॥",
                    "arth": "'कहीं ऐसा तो नहीं होगा कि शरद्-ऋतुके गुणोंसे | निरन्तर वृद्धिको प्राप्त होनेवाला काम भामिनी सीताको अत्यन्त पीड़ित कर दे; क्योंकि ऐसी सम्भावनाके दो | कारण हैं-एक तो उसे मेरे वियोगका कष्ट है, दूसरे वह अत्यन्त सुकुमारी होनेके कारण इस कष्टको सहन नहीं कर पाती होगी' ॥ १२॥ "
                },
                {
                    "slok": "एवमादि नरश्रेष्ठो विललाप नृपात्मजः। विहंग इव सारङ्गः सलिलं त्रिदशेश्वरात्॥१३॥",
                    "arth": "इन्द्रसे पानीकी याचना करनेवाले प्यासे पपीहेकी | भाँति नरश्रेष्ठ नरेन्द्रकुमार श्रीरामने इस तरहकी बहुत सी बातें कहकर विलाप किया॥१३॥ "
                },
                {
                    "slok": "ततश्चञ्चूर्य रम्येषु फलार्थी गिरिसानुषु। | ददर्श पर्युपावृत्तो लक्ष्मीवॉल्लक्ष्मणोऽग्रजम्॥१४॥",
                    "arth": "उस समय शोभाशाली लक्ष्मण फल लेनेके लिये गये थे। वे पर्वतके रमणीय शिखरोंपर घूम-फिरकर जब लौटे तब उन्होंने अपने बड़े भाईकी अवस्थापर दृष्टिपात किया॥१४॥"
                },
                {
                    "slok": "किया॥१४॥ स चिन्तया दुस्सहया परीतं विसंज्ञमेकं विजने मनस्वी। भ्रातुर्विषादात् त्वरितोऽतिदीनः समीक्ष्य सौमित्रिरुवाच दीनम्॥१५॥ ",
                    "arth": "वे दुस्सह चिन्तामें मग्न होकर अचेत-से हो गये थे और एकान्तमें अकेले ही दुःखी होकर बैठे थे। उस समय मनस्वी सुमित्राकुमार लक्ष्मणने जब उन्हें देखा तब वे तुरंत ही भाईके विषादसे अत्यन्त दुःखी हो गये और उनसे इस प्रकार बोले- ॥१५॥"
                },
                {
                    "slok": "किमार्य कामस्य वशंगतेन किमात्मपौरुष्यपराभवेन अयं ह्रिया संह्रियते समाधिः किमत्र योगेन निवर्तते न॥१६॥ ",
                    "arth": "'आर्य! इस प्रकार कामके अधीन होकर अपने पौरुषका तिरस्कार करनेसे-पराक्रमको भूल जानेसे क्या लाभ होगा? इस लज्जाजनक शोकके कारण आपके चित्तकी एकाग्रता नष्ट हो रही है। क्या इस समय योगका सहारा लेनेसे–मनको एकाग्र करनेसे यह सारी चिन्ता दर नहीं हो सकती?॥१६॥"
                },
                {
                    "slok": "क्रियाभियोगं मनसः प्रसाद समाधियोगानुगतं च कालम्। सहायसामर्थ्यमदीनसत्त्वः स्वकर्महेतुं च कुरुष्व तात॥१७॥ ",
                    "arth": "'तात! आप आवश्यक कर्मोंके अनुष्ठानमें पूर्णरूपसे लग जाइये, मनको प्रसन्न कीजिये और हर समय चित्तकी एकाग्रता बनाये रखिये। साथ ही, अन्तःकरणमें दीनताको स्थान न देते हुए अपने पराक्रमकी वृद्धिके लिये सहायता और शक्तिको बढ़ानेका प्रयत्न कीजिये॥"
                },
                {
                    "slok": " न जानकी मानववंशनाथ  त्वया सनाथा सुलभा परेण। न चाग्निचूडां ज्वलितामुपेत्य न दह्यते वीर वराह कश्चित्॥१८॥",
                    "arth": "'मानववंशके नाथ तथा श्रेष्ठ पुरुषोंके भी पूजनीय वीर रघुनन्दन! जिनके स्वामी आप हैं, वे जनकनन्दिनी सीता किसी भी दूसरे पुरुषके लिये सुलभ नहीं हैं; क्योंकि जलती हुई आगकी लपटके पास जाकर कोई भी दग्ध हुए बिना नहीं रह सकता' ॥ १८ ॥"
                },
                {
                    "slok": "सलक्षणं लक्ष्मणमप्रधृष्यं स्वभावजं वाक्यमुवाच रामः। हितं च पथ्यं च नयप्रसक्तं ससामधर्मार्थसमाहितं च॥१९॥ निस्संशयं कार्यमवेक्षितव्यं ।। क्रियाविशेषोऽप्यनुवर्तितव्यः । न तु प्रवृद्धस्य दुरासदस्य  कुमार वीर्यस्य फलं च चिन्त्यम्॥२०॥",
                    "arth": "लक्ष्मण उत्तम लक्षणोंसे सम्पन्न थे। उन्हें कोई परास्त नहीं कर सकता था। भगवान श्रीरामने उनसे यह स्वाभाविक बात कही-'कुमार! तुमने जो बात कही है, वह वर्तमान समयमें हितकर, भविष्यमें भी सुख पहुँचानेवाली, राजनीतिके सर्वथा अनुकूल तथा सामके साथ-साथ धर्म और अर्थसे भी संयुक्त है। निश्चय ही सीताके अनुसंधान कार्यपर ध्यान देना चाहिये तथा उसके लिये विशेष कार्य या उपायका भी अनुसरण करना चाहिये; किंतु प्रयत्न छोड़कर पूर्णरूपसे बढ़े हुए दुर्लभ एवं बलवान् कर्मके फलपर ही दृष्टि रखना उचित नहीं है'॥१९-२०॥"
                },
                {
                    "slok": "अथ पद्मपलाशाक्षीं मैथिलीमनुचिन्तयन्। उवाच लक्ष्मणं रामो मुखेन परिशुष्यता॥२१॥",
                    "arth": "तदनन्तर प्रफुल्ल कमलदलके समान नेत्रवाली मिथिलेशकुमारी सीताका बार-बार चिन्तन करते हुए श्रीरामचन्द्रजी लक्ष्मणको सम्बोधित करके सूखे हुए (उदास) मुँहसे बोले- ॥२१॥ "
                },
                {
                    "slok": "तर्पयित्वा सहस्त्राक्षः सलिलेन वसुंधराम्। निर्वर्तयित्वा सस्यानि कृतकर्मा व्यवस्थितः॥२२॥",
                    "arth": "'सुमित्रानन्दन! सहस्रनेत्रधारी इन्द्र इस पृथ्वीको | जलसे तृप्त करके यहाँके अनाजोंको पकाकर अब कृतकृत्य हो गये हैं॥२२॥"
                },
                {
                    "slok": "दीर्घगम्भीरनिर्घोषाः शैलद्रुमपुरोगमाः। विसृज्य सलिलं मेघाः परिशान्ता नृपात्मज॥२३॥ ",
                    "arth": "'राजकुमार! देखो, जो अत्यन्त गम्भीर स्वरसे गर्जना किया करते और पर्वतों, नगरों तथा वृक्षोंके ऊपरसे होकर निकलते थे, वे मेघ अपना सारा जल बरसाकर शान्त हो गये हैं ॥ २३॥"
                },
                {
                    "slok": "नीलोत्पलदलश्यामाः श्यामीकृत्वा दिशो दश। | विमदा इव मातङ्गाः शान्तवेगाः पयोधराः॥२४॥",
                    "arth": "'नील कमलदलके समान श्यामवर्णवाले मेघ | दमों दिशाओंको श्याम बनाकर मदरहित गजराजोंके समान वेगशून्य हो गये हैं; उनका वेग शान्त हो गया है॥ २४॥"
                },
                {
                    "slok": "जलगर्भा महावेगाः कुटजार्जुनगन्धिनः। चरित्वा विरताः सौम्य वृष्टिवाताः समुद्यताः॥२५॥",
                    "arth": "'सौम्य! जिनके भीतर जल विद्यमान था तथा जिनमें कुटज और अर्जुनके फूलोंकी सुगन्ध भरी हुई थी, वे अत्यन्त वेगशाली झंझावात उमड़-घुमड़कर सम्पूर्ण दिशाओंमें विचरण करके अब शान्त हो गये हैं।"
                },
                {
                    "slok": "घनानां वारणानां च मयूराणां च लक्ष्मण। नादः प्रस्त्रवणानां च प्रशान्तः सहसानघ ॥२६॥",
                    "arth": "'निष्पाप लक्ष्मण! बादलों, हाथियों, मोरों और झरनोंके शब्द इस समय सहसा शान्त हो गये हैं॥२६॥"
                },
                {
                    "slok": "अभिवृष्टा महामेधैर्निर्मलाश्चित्रसानवः। अनुलिप्ता इवाभान्ति गिरयश्चन्द्ररश्मिभिः॥२७॥",
                    "arth": "'महान् मेघोंद्वारा बरसाये हुए जलसे घुल जानेके कारण ये विचित्र शिखरोंवाले पर्वत अत्यन्त निर्मल हो गये हैं। इन्हें देखकर ऐसा जान पड़ता है, मानो चन्द्रमाकी किरणोंद्वारा इनके ऊपर सफेदी कर दी गयी है॥२७॥"
                },
                {
                    "slok": "शाखासु सप्तच्छदपादपानां प्रभासु तारार्कनिशाकराणाम्। लीलासु चैवोत्तमवारणानां श्रियं विभज्याद्य शरत्प्रवृत्ता॥२८॥ ",
                    "arth": "'आज शरद् ऋतु सप्तच्छद (छितवन) की डालियोंमें, सूर्य, चन्द्रमा और तारोंकी प्रभा तथा श्रेष्ठ गजराजोंकी लीलाओंमें अपनी शोभा बाँटकर आयी है॥२८॥ "
                },
                {
                    "slok": "सम्प्रत्यनेकाश्रयचित्रशोभा लक्ष्मीः शरत्कालगुणोपपन्ना। • सूर्याग्रहस्तप्रतिबोधितेषु पद्माकरेष्वभ्यधिकं विभाति॥२९॥ ",
                    "arth": "'इस समय शरत्कालके गुणोंसे सम्पन्न हुई लक्ष्मी यद्यपि अनेक आश्रयोंमें विभक्त होकर विचित्र शोभा धारण करती हैं, तथापि सूर्यकी प्रथम किरणोंसे विकसित हुए कमल-वनोंमें वे सबसे अधिक सुशोभित होती हैं।"
                },
                {
                    "slok": "सप्तच्छदानां कुसुमोपगन्धी षट्पादवृन्दैरनुगीयमानः । मत्तद्विपानां __ पवनानुसारी दर्प विनेष्यन्नधिकं विभाति॥३०॥",
                    "arth": "'छितवनके फूलोंकी सुगन्ध धारण करनेवाला शरत्काल स्वभावतः वायुका अनुसरण कर रहा है। भ्रमरोंके समूह उसके गुणगान कर रहे हैं। वह मार्गके जलको सोखता और मतवाले हाथियोंके दर्पको बढ़ाता हुआ अधिक शोभा पा रहा है॥३०॥ "
                },
                {
                    "slok": "अभ्यागतैश्चारुविशालपक्षः स्मरप्रियैः पद्मरजोऽवकीर्णैः। महानदीनां पुलिनोपयातैः क्रीडन्ति हंसाः सह चक्रवाकैः॥३१॥",
                    "arth": "'जिनके पंख सुन्दर और विशाल हैं, जिन्हें | कामक्रीडा अधिक प्रिय है, जिनके ऊपर कमलोंके | पराग बिखरे हुए हैं, जो बड़ी-बड़ी नदियोंके तटोंपर उतरे हैं और मानसरोवरसे साथ ही आये हैं, उन चक्रवाकोंके साथ हंस क्रीडा कर रहे हैं॥३१॥"
                },
                {
                    "slok": "मदप्रगल्भेषु च वारणेषु गवां समूहेषु च दर्पितेषु। प्रसन्नतोयासु च निम्नगासु विभाति लक्ष्मीबहुधा विभक्ता॥३२॥",
                    "arth": "'मदमत्त गजराजोंमें, दर्प-भरे वृषभोंके समूहोंमें | तथा स्वच्छ जलवाली सरिताओंमें नाना रूपोंमें विभक्त | हुई लक्ष्मी विशेष शोभा पा रही है॥३२॥ "
                },
                {
                    "slok": "नभः समीक्ष्याम्बुधरैर्विमुक्तं विमुक्तबर्हाभरणा वनेषु। प्रियास्वरक्ता विनिवृत्तशोभा गतोत्सवा ध्यानपरा मयूराः॥३३॥",
                    "arth": "'आकाशको बादलोंसे शून्य हुआ देख वनोंमें पंखरूपी आभूषणोंका परित्याग करनेवाले मोर अपनी | प्रियतमाओंसे विरक्त हो गये हैं। उनकी शोभा नष्ट हो गयी है और वे आनन्दशून्य हो ध्यानमग्न होकर बैठे हैं।"
                },
                {
                    "slok": "मनोज्ञगन्धैः धान प्रियकैरनल्पैः पुष्पातिभारावनतानशाखैः । सुवर्णगौरैर्नयनाभिरामै रुद्योतितानीव वनान्तराणि॥३४॥",
                    "arth": "'वनके भीतर बहुत-से असन नामक वृक्ष खड़े हैं, | जिनकी डालियोंके अग्रभाग फूलोंके अधिक भारसे झुक | गये हैं। उनपर मनोहर सुगन्ध छा रही है। वे सभी वृक्ष | सुवर्णके समान गौर तथा नेत्रोंको आनन्द प्रदान करनेवाले | हैं। उनके द्वारा वनप्रान्त प्रकाशित-से हो रहे हैं॥३४॥"
                },
                {
                    "slok": "प्रियान्वितानां नलिनीप्रियाणां वने प्रियाणां कुसुमोद्गतानाम्। | मदोत्कटानां गजोत्तमानां गतयोऽद्य मन्दाः॥३५॥ ",
                    "arth": "'जो अपनी प्रियतमाओंके साथ विचरते हैं, जिन्हें कमलके पुष्प तथा वन अधिक प्रिय हैं, जो छितवनके फूलोंको सूँघकर उन्मत्त हो उठे हैं, जिनमें अधिक मद है तथा जिन्हें मदजनित कामभोगकी लालसा बनी हुई है, उन गजराजोंकी गति आज मन्द हो गयी है ॥ ३५ ॥"
                },
                {
                    "slok": "व्यक्तं नभः शस्त्रविधौतवर्ण कह्लारशीता: पवना:कृशप्रवाहानि नदीजलानि। प्रवान्ति तमो विमुक्ताश्च दिशः प्रकाशाः ॥ ३६॥ ",
                    "arth": "'इस समय आकाशका रंग शानपर चढ़े हुए शस्त्रकी धारके समान स्वच्छ दिखायी देता है, नदियोंके जल मन्दगतिसे प्रवाहित हो रहे हैं, श्वेत कमलकी सुगन्ध लेकर शीतल मन्द वायु चल रही है, दिशाओंका अन्धकार दूर हो गया है और अब उनमें पूर्ण प्रकाश छा रहा है । ३६ ॥"
                },
                {
                    "slok": "सूर्यातपक्रामणनष्टपङ्का भूमिश्चिरोद्घाटितसान्द्ररेणुः । अन्योन्यवरेण समायुताना मुद्योगकालोऽद्य नराधिपानाम् ॥ ३७ ॥",
                    "arth": "‘घाम लगनेसे धरतीका कीचड़ सूख गया है। अब उसपर बहुत दिनोंके बाद घनी धूल प्रकट हुई है। परस्पर वैर रखनेवाले राजाओंके लिये युद्धके निमित्त उद्योग करनेका समय अब आ गया है ॥ ३७ ॥"
                },
                {
                    "slok": "शरद्गुणाप्यायितरूपशोभाः प्रहर्षिताः सम्प्रति पांसुसमुत्थिताङ्गाः। युद्धलुब्धा मदोत्कटा:  वृषा गवां मध्यगता नदन्ति ॥ ३८ ॥",
                    "arth": " 'शरद् ऋतुके गुणोंने जिनके रूप और शोभाको बढ़ा दिया है, जिनके सारे अङ्गॉपर धूल छा रही है, जिनके मदकी अधिक वृद्धि हुई है तथा जो बुद्धके लिये लुभाये हुए हैं, वे साँड़ इस समय गौऑके बीचमें खड़े होकर अत्यन्त हर्षपूर्वक हँकड़ रहे हैं ॥ ३८ ॥ "
                },
                {
                    "slok": " समन्मथा तीव्रतरानुरागा कुलान्विता मन्दगतिः करेणुः । सम्परिवार्य यान्तं वनेषु भर्तारमनुप्रयाति ॥ ३९ ॥",
                    "arth": "'जिसमें कामभावका उदय हुआ है, इसीलिये जो अत्यन्त तीव्र अनुरागसे युक्त है और अच्छे कुलमें उत्पन्न हुई है, वह मन्दगतिसे चलनेवाली हथिनी वनोंमें जाते हुए अपने मदमत्त स्वामीको घेरकर उसका अनुगमन करती है ॥ ३९ ॥"
                },
                {
                    "slok": "त्यक्त्वा निर्भर्त्स्यमाना  वराण्यात्मविभूषितानि बर्हाणि तीरोपगता नदीनाम् । इव सारसौघैः प्रयान्ति दीना विमना मयूराः ॥ ४० ॥",
                    "arth": "'अपने आभूषणरूप श्रेष्ठ पंखोंको त्यागकर नदियोंके तटॉपर आये हुए मोर मानो सारस समूहोंकी फटकार सुनकर दुःखी और खिन्नचित्त हो पीछे लौट जाते हैं॥"
                },
                {
                    "slok": "वित्रास्य कारण्डवचक्रवाकान् महारवैभिन्नकटा सरस्सुबद्धाम्बुजभूषणेषु गजेन्द्राः ।  विक्षोभ्य विक्षोभ्य जलं पिबन्ति ॥ ४१ ॥ ",
                    "arth": "'जिनके गण्डस्थलसे मदकी धारा बह रही है, वे गजराज अपनी महती गर्जनासे कारण्डवों तथा चक्रवाकोंको भयभीत करके विकसित कमलोंसे विभूषित सरोवरोंमें जलको हिलोर-हिलोरकर पी रहे हैं ॥ ४१ ॥ "
                },
                {
                    "slok": "व्यपेतपङ्कासु सवालुकासु प्रसन्नतोयासु सगोकुलासु।  ससारसारावविनादितासु नदीषु हंसा निपतन्ति हृष्टाः ॥ ४२ ॥ ",
                    "arth": " 'जिनके कीचड़ दूर हो गये हैं। जो बालुकाओंसे सुशोभित हैं, जिनका जल बहुत ही स्वच्छ है तथा गौओंके समुदाय जिनके जलका सेवन करते हैं, सारसोंके कलरवाँसे गूँजती हुई उन सरिताओंमें हंस बड़े हर्षके साथ उतर रहे हैं ॥ ४२ ॥ "
                },
                {
                    "slok": "नदीघनप्रस्त्रवणोदकाना मतिप्रवृद्धानिलबर्हिणानाम् । प्लवंगमानां च गतोत्सवानां ध्रुवं रवाः सम्प्रति सम्प्रणष्टाः ॥ ४३ ।।",
                    "arth": "'नदी, मेघ, झरनोंके जल, प्रचण्ड वायु, मोर और हर्षरहित मेढकोंके शब्द निश्चय ही इस समय शान्त हो गये हैं ॥ ४३ ॥"
                },
                {
                    "slok": "अनेकवर्णाः सुविनष्टकाया क्षुधार्दिता नवोदितेष्वम्बुधरेषु घोरविषा बिलेभ्य नष्टाः । श्रोिषिता विप्रसरन्ति सर्पाः ॥ ४४ ॥ ",
                    "arth": " 'नूतन मेघोंके उदित होनेपर जो चिरकालसे बिलोंमें छिपे बैठे थे, जिनकी शरीरयात्रा नष्टप्राय हो गयी थी और इस प्रकार जो मृतवत् हो रहे थे, वे भयंकर विषवाले बहुरंगे सर्प भूखसे पीड़ित होकर अब बिलोंसे बाहर निकल रहे हैं ॥ ४४ ॥"
                },
                {
                    "slok": "चञ्चच्चन्द्रकरस्पर्शहर्षोन्मीलिततारका अहो रागवती संध्या जहाति स्वयमम्बरम् ॥ ४५ ॥",
                    "arth": "शोभाशाली चन्द्रमाकी किरणोंके स्पर्शसे होनेवाले हर्षके कारण जिसके तारे किंचित् प्रकाशित हो रहे हैं (अथवा प्रियतमके करस्पर्शजनित हर्षसे जिसके नेत्रोंकी पुतली किंचित् खिल उठी है) वह रागयुक्त संध्या (अथवा अनुरागभरी नायिका) स्वयं ही अम्बर (आकाश अथवा वस्त्र) का त्याग कर रही है, यह कैसे आश्चर्यकी बात है! * ॥ ४५ ॥ "
                },
                {
                    "slok": " रात्रिः शशाङ्कोदितसौम्यवक्त्रा तारागणोन्मीलितचारुनेत्रा ज्योत्स्त्रांशुकप्रावरणा नारीव शुक्लांशुकसंवृताङ्गी ॥ ४६ ।।",
                    "arth": "'चाँदनीकी चादर ओढ़े हुए शरत्कालकी यह रात्रि श्वेत साड़ीसे ढके हुए अङ्गवाली एक सुन्दरी नारीके समान शोभा पाती है। उदित हुआ चन्द्रमा ही उसका सौम्य मुख है और तारे ही उसकी खुली हुई मनोहर आँखें हैं ॥ ४६ ॥"
                },
                {
                    "slok": "विपक्वशालिप्रसवानि भुक्त्वा प्रहर्षिता समाक्रामति नभः सारसचारुपङ्क्तिः  ।शीघ्रवेगा वातावधूता ग्रथितेव माला ॥ ४७ ॥",
                    "arth": "'पके हुए धानकी बालोंको खाकर हर्षसे भरी हुई और तीव्र वेगसे चलनेवाली सारसोंकी वह सुन्दर पंक्ति वायुकम्पित गुँथी हुई पुष्पमालाकी भाँति आकाशमें उड़ रही है ॥ ४७ ॥ "
                },
                {
                    "slok": "सुमैकहंसं कुमुदैरुपेतं निशि पूर्णचन्द्रं घनैर्विमुक्तं महाह्रदस्थं सलिलं विभाति । तारागणाकीर्णमिवान्तरिक्षम् ॥४८॥ ",
                    "arth": "'कुमुदके फूलोंसे भरा हुआ उस महान् तालाबका जल जिसमें एक हंस सोया हुआ है, ऐसा जान पड़ता है मानो रातके समय बादलोंके आवरणसे रहित आकाश सब ओर छिटके हुए तारोंसे व्याप्त होकर पूर्ण चन्द्रमाके साथ शोभा पा रहा हो ॥ ४८ ॥ "
                },
                {
                    "slok": "प्रकीर्णहंसाकुलमेखलानां प्रबुद्धपद्मोत्पलमालिनीनाम् । युत्तममधिक लक्ष्मी वराङ्गनानामिव भूषितानाम् ॥ ४९ ॥",
                    "arth": "‘सब ओर बिखरे हुए हंस ही जिनकी फैली हुई मेखला (करधनी) हैं, जो खिले हुए कमलों और उत्पलोंकी मालाएँ धारण करती हैं। उन उत्तम बावड़ियोंकी शोभा आज वस्त्राभूषणोंसे विभूषित हुई सुन्दरी वनिताओंके समान हो रही है ॥ ४९ ॥"
                },
                {
                    "slok": " वेणुस्वरव्यञ्जिततूर्यमिश्रः सम्मूर्छितो प्रत्यूषकालेऽनिलसम्प्रवृत्तः गर्गरगोवृषाणा मन्योन्यमापूरयतीव शब्दः ॥ ५० ॥ ",
                    "arth": "'वेणुके स्वरके रूपमें व्यक्त हुए वाद्यघोषसे मिश्रित और प्रातः कालकी वायुसे वृद्धिको प्राप्त होकर सब ओर फैला हुआ दही मथनेके बड़े-बड़े भाण्डों और साँड़ोंका शब्द, मानो एक-दूसरेका पूरक हो रहा है॥ ५० ॥ "
                },
                {
                    "slok": " नवैर्नदीनां कुसुमप्रहासै र्व्याधूयमानैर्मृदुमारुतेन धौतामलक्षौमपटप्रकाशैः कूलानि काशैरुपशोभितानि ॥ ५१ ॥",
                    "arth": "'नदियोंके तट मन्द-मन्द वायुसे कम्पित, पुष्परूपी हाससे सुशोभित और धुले हुए निर्मल रेशमी वस्त्रोंके समान प्रकाशित होनेवाले नूतन कासोंसे बड़ी शोभा पा रहे हैं ॥ ५१ ॥ "
                },
                {
                    "slok": "वनप्रचण्डा मधुपानशौण्डाः प्रियान्विताः षट्चरणाः प्रहृष्टाः । वनेषु मत्ताः पवनानुयात्रां कुर्वन्ति पद्मासनरेणुगौराः ॥ ५२ ।। ",
                    "arth": " 'वनमें ढिठाईके साथ घूमनेवाले तथा कमल और असनके परागोंसे गौरवर्णको प्राप्त हुए मतवाले भ्रमर, जो पुष्पोंके मकरन्दका पान करनेमें बड़े चतुर हैं, अपनी प्रियाओंके साथ हर्षमें भरकर वनोंमें (गन्धके लोभसे) वायुके पीछे-पीछे जा रहे हैं ॥ ५२ ॥ "
                },
                {
                    "slok": "जलं प्रसन्नं कुसुमप्रासं क्रौञ्चस्वनं शालिवनं विपक्वम् । मृदुश्च वायुर्विमलश्च चन्द्रः शंसन्ति वर्षव्यपनीतकालम् ॥ ५३॥",
                    "arth": "'जल स्वच्छ हो गया है, धानकी खेती पक गयी है, वायु मन्दगतिसे चलने लगी है और चन्द्रमा अत्यन्त निर्मल दिखायी देता है-ये सब लक्षण उस शरत्कालके आगमनकी सूचना देते हैं। जिसमें वर्षाकी समाप्ति हो जाती है, क्रौञ्च पक्षी बोलने लगते हैं और फूल उस ऋतुके हासकी भाँति खिल उठते हैं ॥ ५३॥ "
                },
                {
                    "slok": "मीनोपसंदर्शितमेखलानां नदीवधूनां गतयोऽद्य मन्दाः । कान्तोपभुक्तालसगामिनीनां प्रभातकालेष्विव कामिनीनाम् ॥ ५४॥",
                    "arth": "'रातको प्रियतमके उपभोगमें आकर प्रात:काल अलसायी गतिसे चलनेवाली कामिनियोंकी भाँति उन नदीस्वरूपा वधुओंकी गति भी आज मन्द हो गयी है, जो मछलियोंकी मेखला-सी धारण किये हुए हैं ॥ ५४ ॥"
                },
                {
                    "slok": "सचक्रवाकानि सशैवलानि काशैर्दुकूलैरिव संवृतानि । सपत्ररेखाणि सरोचनानि वधूमुखानीव नदीमुखानि ॥ ५५ ॥",
                    "arth": "'नदियोंके मुख नव वधुओंके मुँहके समान शोभा पाते हैं। उनमें जो चक्रवाक हैं, वे गोरोचनद्वारा निर्मित तिलकके समान प्रतीत होते हैं, जो सेवार हैं, वे वधूके मुखपर बनी हुई पत्रभङ्गीके समान जान पड़ते हैं तथा जो काश हैं, वे ही मानो श्वेत दुकूल बनकर नदीरूपिणी वधूके मुँहको ढके हुए हैं ॥ ५५ ॥"
                },
                {
                    "slok": "प्रफुल्लबाणासनचित्रितेषु प्रहृष्टषट्पादनिकूजितेषु गृहीतचापोद्यतदण्डचण्ड: प्रचण्डचापोऽद्य वनेषु कामः ॥ ५६ ॥",
                    "arth": "'फूले हुए सरकण्डों और असनके वृक्षोंसे जिनकी विचित्र शोभा हो रही है तथा जिनमें हर्षभरे भ्रमरोंकी आवाज गूंजती रहती है, उन वनॉमें आज प्रचण्ड धनुर्धर कामदेव प्रकट हुआ है, जो धनुष हाथमें लेकर विरही जनोंको दण्ड देनेके लिये उद्यत हो अत्यन्त कोपका परिचय दे रहा है॥ ५६ ॥ "
                },
                {
                    "slok": "लोकं सुवृष्ट्या परितोषयित्वा नदीस्तटाकानि च पूरयित्वा । निष्पन्नसस्यां वसुधां च कृत्वा त्यक्त्वा नभस्तोयधराः प्रणष्टाः ॥ ५७ ॥ ",
                    "arth": " ‘अच्छी वर्षांसे लोगोंको संतुष्ट करके नदियों और तालाबोंको पानीसे भरकर तथा भूतलको परिपक्व धानकी खेतीसे सम्पन्न करके बादल आकाश छोड़कर अदृश्य हो गये ॥ ५७ ॥ "
                },
                {
                    "slok": "दर्शयन्ति शरन्नद्यः पुलिनानि शनैः शनैः । नवसंगमसव्रीडा जघनानीव योषितः ।। ५८ ।।",
                    "arth": "'शरद् ऋतुकी नदियाँ धीरे-धीरे जलके हटनेसे अपने नग्न तटोंको दिखा रही हैं। ठीक उसी तरह जैसे प्रथम समागमके समय लजीली युवतियाँ शनैः शनैः अपने जघन-स्थलको दिखानेके लिये विवश होती हैं। "
                },
                {
                    "slok": "प्रसन्नसलिला: सौम्य कुरराभिविनादिताः। चक्रवाकगणाकीर्णा विभान्ति सलिलाशयाः ॥ ५९ ॥",
                    "arth": "'सौम्य! सभी जलाशयोंके जल स्वच्छ हो गये हैं। वहाँ कुरर पक्षियोंके कलनाद गूँज रहे हैं और चक्रवाकोंके समुदाय चारों ओर बिखरे हुए हैं। इस प्रकार उन जलाशयोंकी बड़ी शोभा हो रही है ॥ ५९॥"
                },
                {
                    "slok": "अन्योन्यबद्धवैराणां जिगीषूणां नृपात्मज । उद्योगसमयः सौम्य पार्थिवानामुपस्थितः ॥ ६०॥ '",
                    "arth": "'सौम्य! राजकुमार! जिनमें परस्पर वैर बँधा हुआ है और जो एक-दूसरेको जीतनेकी इच्छा रखते हैं, उन भूमिपालोंके लिये यह युद्धके निमित्त उद्योग करनेका समय उपस्थित हुआ है । ६० ॥"
                },
                {
                    "slok": "इयं सा प्रथमा यात्रा पार्थिवानां नृपात्मज न च पश्यामि सुग्रीवमुद्योगं च तथाविधम् ॥ ६१ ॥",
                    "arth": "'नरेशनन्दन! राजाओंकी विजय यात्राका यह प्रथम अवसर है, किंतु न तो मैं सुग्रीवको यहाँ उपस्थित देखता हूँ और न उनका कोई वैसा उद्योग ही दृष्टिगोचर होता है ॥ ६१ ॥"
                },
                {
                    "slok": "असनाः सप्तपर्णाश्च कोविदाराश्च पुष्पिताः । दृश्यन्ते बन्धुजीवाश्च श्यामाश्च गिरिसानुषु । ६२ ।।",
                    "arth": "'पर्वतके शिखरोंपर असन, छितवन, कोविदार, बन्धु जीव तथा श्याम तमाल खिले दिखायी देते हैं ॥ ६२ ॥ "
                },
                {
                    "slok": "हंससारसचक्राहैः कुरैश्च समन्ततः । पुलिनान्यवकीर्णानि नदीनां पश्य लक्ष्मण ॥ ६३ ॥ ",
                    "arth": "'लक्ष्मण! देखो तो सही, नदियोंके तटोंपर सब ओर हंस, सारस, चक्रवाक और कुरर नामक पक्षी फैले हुए हैं ॥ ६३ ॥"
                },
                {
                    "slok": "चत्वारो वार्षिका मासा गता वर्षशतोपमाः । मम शोकाभितप्तस्य तथा सीतामपश्यतः ॥ ६४ ॥ ",
                    "arth": "'मैं सीताको न देखनेके कारण शोकसे संतप्त हो रहा हूँ; अतः ये वर्षक चार महीने मेरे लिये सौ वर्षोंके समान बीते हैं ॥ ६४ ॥ "
                },
                {
                    "slok": " चक्रवाकीव भर्तारं पृष्ठतोऽनुगता वनम् ।  विषमं दण्डकारण्यमुद्यानमिव चाङ्गना ।। ६५ ।।",
                    "arth": "'जैसे चकवी अपने स्वामीका अनुसरण करती है, उसी प्रकार कल्याणी सीता इस भयंकर एवं दुर्गम दण्डकारण्यको उद्यान-सा समझकर मेरे पीछे यहाँतक चली आयी थी ॥ ६५ ॥"
                },
                {
                    "slok": "प्रियाविहीने दुःखार्ते हृतराज्ये विवासिते । कृपां न कुरुते राजा सुग्रीवो मयि लक्ष्मण ॥ ६६ ।।",
                    "arth": "'लक्ष्मण! मैं अपनी प्रियतमासे बिछुड़ा हुआ हूँ। मेरा राज्य छीन लिया गया है और मैं देशसे निकाल दिया गया हूँ। इस अवस्थामें भी राजा सुग्रीव मुझपर कृपा नहीं कर रहा है ॥ ६६ ॥ "
                },
                {
                    "slok": "अनाथो हृतराज्योऽहं रावणेन च धर्षितः । दीनो दूरगृहः कामी मां चैव शरणं गतः ॥ ६७ ॥ इत्येतैः कारणैः सौम्य सुग्रीवस्य दुरात्मनः । अहं वानरराजस्य परिभूतः परंतपः ॥ ६८ ।।",
                    "arth": "'सौम्यलक्ष्मण! मैं अनाथ हूँ। राज्यसे भ्रष्ट हो गया हूँ। रावणने मेरा तिरस्कार किया है। मैं दीन हूँ। मेरा घर यहाँसे बहुत दूर है। मैं कामना लेकर यहाँ आया हूँ तथा सुग्रीव यह भी समझता है कि राम मेरी शरण में आये हैं। इन्हीं सब कारणोंसे वानरोंका राजा दुरात्मा सुग्रीव मेरा तिरस्कार कर रहा है; किंतु उसे पता नहीं है कि मैं सदा शत्रुओंको संताप देनेमें समर्थ हूँ॥ ६७-६८ ॥ "
                },
                {
                    "slok": " स कालं परिसंख्याय सीतायाः परिमार्गणे । कृतार्थ: समयं कृत्वा दुर्मतिर्नावबुध्यते ॥ ६९ ॥",
                    "arth": "‘उसने सीताकी खोजके लिये समय निश्चित कर दिया था; किंतु उसका तो अब काम निकल गया है, इसीलिये वह दुर्बुद्धि वानर प्रतिज्ञा करके भी उसका कुछ खयाल नहीं कर रहा है ॥ ६९ ॥ "
                },
                {
                    "slok": "स किष्किन्धां प्रविश्य त्वं ब्रूहि वानरपुङ्गवम् । मूर्ख ग्राम्यसुखे सक्तं सुग्रीवं वचनान्मम ॥ ७० ॥ ",
                    "arth": "'अतः लक्ष्मण! तुम मेरी आज्ञासे किष्किन्धापुरीमें जाओ और विषयभोगमें फँसे हुए मूर्ख वानरराज सुग्रीवसे इस प्रकार कहो- ॥ ७० ॥ "
                },
                {
                    "slok": "अर्थिनामुपपन्नानां पूर्व चाप्युपकारिणाम् । आशां संश्रुत्य यो हन्ति स लोके पुरुषाधमः ॥ ७९ ॥",
                    "arth": "'जो बल-पराक्रमसे सम्पन्न तथा पहले ही उपकार करनेवाले कार्यार्थी पुरुषोंको प्रतिज्ञापूर्वक आशा देकर पीछे उसे तोड़ देता है, वह संसारके सभी पुरुषोंमें नीच है ॥ ७१ ॥ "
                },
                {
                    "slok": "शुभं वा यदि वा पापं यो हि वाक्यमुदीरितम् । सत्येन परिगृह्णाति स वीरः पुरुषोत्तमः ॥ ७२ ॥",
                    "arth": "'जो अपने मुखसे प्रतिज्ञाके रूपमें निकले हुए भले या बुरे सभी तरहके वचनोंको अवश्य पालनीय समझकर सत्यकी रक्षाके उद्देश्यसे उनका पालन करता है, वह वीर समस्त पुरुषोंमें श्रेष्ठ माना जाता है ॥ ७२ ॥ "
                },
                {
                    "slok": "कृतार्था ह्यकृतार्थानां मित्राणां न भवन्ति ये । तान् मृतानपि क्रव्यादाः कृतघ्नान् नोपभुञ्जते ॥ ७३ ।।",
                    "arth": "'जो अपना स्वार्थ सिद्ध हो जानेपर, जिनके कार्य नहीं पूरे हुए हैं। उन मित्रोंके सहायक नहीं होते- उनके कार्यको सिद्ध करनेकी चेष्य नहीं करते, उन कृतघ्न पुरुषोंके मरनेपर मांसाहारी जन्तु भी उनका मांस नहीं खाते हैं।"
                },
                {
                    "slok": "नूनं काञ्चनपृष्ठस्य विकृष्टस्य मया रणे। द्रष्टुमिच्छसि चापस्य रूपं विद्युद्गणोपमम् ॥ ७४ ।।",
                    "arth": "'सुग्रीव! निश्चय ही तुम युद्धमें मेरे द्वारा खींचे गये सोनेकी पीठवाले धनुषका कौंधती हुई बिजलीके सामन रूप देखना चाहते हो ॥ ७४ ॥"
                },
                {
                    "slok": " घोरं ज्यातलनिर्घोषं कुद्धस्य मम संयुगे। निर्घोषमिव वज्रस्य पुनः संश्रोतुमिच्छसि ॥ ७५ ॥",
                    "arth": "'संग्राममें कुपित होकर मेरे द्वारा खींची गयी प्रत्यञ्चाकी भयंकर टङ्कारको, जो वज्रकी गड़गड़ाहटको भी मात करनेवाली है, अब फिर तुम्हें सुननेकी इच्छा हो रही है ॥ ७५ ॥"
                },
                {
                    "slok": "काममेवंगतेऽप्यस्य परिज्ञाते पराक्रमे। त्वत्सहायस्य मे वीर न चिन्ता स्यान्नृपात्मज ॥ ७६॥ ",
                    "arth": " 'वीर राजकुमार! सुग्रीवको तुम जैसे सहायकके साथ रहनेवाले मेरे पराक्रमका ज्ञान हो चुका है, ऐसी दशामें भी यदि उसे यह चिन्ता न हो कि ये वालीकी भाँति मुझे मार सकते हैं तो यह आश्चर्यकी ही बात है!॥"
                },
                {
                    "slok": "यदर्थमयमारम्भः कृतः परपुरंजय । समयं नाभिजानाति कृतार्थ: प्लवगेश्वरः ।। ७७ ।। ",
                    "arth": " 'शत्रु-नगरीपर विजय पानेवाले लक्ष्मण! जिसके लिये यह मित्रता आदिका सारा आयोजन किया गया, सीताकी खोजविषयक उस प्रतिज्ञाको इस समय वानरराज सुग्रीव भूल गया है-उसे याद नहीं कर रहा है; क्योंकि उसका अपना काम सिद्ध हो चुका ॥ ७७ ॥"
                },
                {
                    "slok": " वर्षाः समयकालं तु प्रतिज्ञाय हरीश्वरः। व्यतीतांश्चतुरो मासान् विहरन् नावबुध्यते ।। ७८ ।।",
                    "arth": "'सुग्रीवने यह प्रतिज्ञा की थी कि वर्षाका अन्त होते ही सीताकी खोज आरम्भ कर दी जायगी, किंतु वह क्रीड़ा-विहारमें इतना तन्मय हो गया है कि इन बीते हुए चार महीनोंका उसे कुछ पता ही नहीं है॥ ७८ ॥ "
                },
                {
                    "slok": "सामात्यपरिषत्क्रीडन् पानमेवोपसेवते। शोकदीनेषु नास्मासु सुग्रीवः कुरुते दयाम् ॥ ७९ ॥",
                    "arth": "'सुग्रीव मन्त्रियों तथा परिजनोंसहित क्रीडाजनित आमोद-प्रमोदमें फँसकर विविध पेय पदार्थोंका ही सेवन कर रहा है। हमलोग शोकसे व्याकुल हो रहे हैं। तो भी वह हमपर दया नहीं करता है ॥ ७९ ॥ "
                },
                {
                    "slok": "उच्यतां गच्छ सुग्रीवस्त्वया वीर महाबल। मम रोषस्य यद्रूपं ब्रूयाश्चैनमिदं वचः ॥ ८० ॥",
                    "arth": "'महाबली वीर लक्ष्मण! तुम जाओ। सुग्रीवसे बात करो। मेरे रोषका जो स्वरूप है, वह उसे बताओ और मेरा यह संदेश भी कह सुनाओ ॥ ८० ॥"
                },
                {
                    "slok": "न स संकुचितः पन्था येन वाली हतो गतः । समये तिष्ठ सुग्रीव मा वालिपथमन्वगाः ॥ ८१ ।। ",
                    "arth": "'सुग्रीव! वाली मारा जाकर जिस रास्तेसे गया है, वह आज भी बंद नहीं हुआ है। इसलिये तुम अपनी प्रतिज्ञापर डटे रहो। वालीके मार्गका अनुसरण न करो ॥ ८१ ॥"
                },
                {
                    "slok": "एक एव रणे वाली शरेण निहतो मया। त्वां तु सत्यादतिक्रान्तं हनिष्यामि सबान्धवम् ॥ ८२ ॥",
                    "arth": "'वाली तो रणक्षेत्रमें अकेला ही मेरे बाणसे मारा गया था, परंतु यदि तुम सत्यसे विचलित हुए तो मैं तुम्हें बन्धु-बान्धवोंसहित कालके गालमें डाल दूंगा ॥ ८२ ॥"
                },
                {
                    "slok": "यदेवं विहिते कार्ये यद्धितं पुरुषर्षभ। तत् तद् ब्रूहि नरश्रेष्ठ त्वर कालव्यतिक्रमः ॥ ८३ ॥",
                    "arth": "'पुरुषप्रवर! नरश्रेष्ठ लक्ष्मण! जब इस तरह कार्य बिगड़ने लगे, ऐसे अवसरपर और भी जो-जो बातें कहनी उचित हों- जिनके कहनेसे अपना हित होता हो, वे सब बातें कहना जल्दी करो; क्योंकि कार्य आरम्भ करनेका समय बीता जा रहा है। ८३ ।। "
                },
                {
                    "slok": " कुरुष्व सत्यं मम वानरेश्वर प्रतिश्रुतं धर्ममवेक्ष्य शाश्वतम् । मा वालिनं प्रेतगतो यमक्षये त्वमद्य पश्येर्मम चोदितः शरैः ॥ ८४ ॥ ",
                    "arth": "'सुग्रीवसे कहो–'वानरराज! तुम सनातन धर्मपर दृष्टि रखकर अपनी की हुई प्रतिज्ञाको सत्य कर दिखाओ, अन्यथा ऐसा न हो कि तुम्हें आज ही मेरे बाणोंसे प्रेरित हो प्रेतभावको प्राप्त होकर यमलोकमें वालीका दर्शन करना पड़े' ॥ ८४ ॥"
                },
                {
                    "slok": " स पूर्वजं तीव्रविवृद्धकोपं लालप्यमानं प्रसमीक्ष्य दीनम् । चकार तीव्रां मतिमुग्रतेजा हरीश्वरे मानववंशवर्धनः ॥ ८५ ।।",
                    "arth": "मानव-वंशकी वृद्धि करनेवाले उग्र तेजस्वी लक्ष्मणने जब अपने बड़े भाईको दुःखी, बढ़े हुए तीव्र रोषसे युक्त तथा अधिक बोलते देखा, तब वानरराज सुग्रीवके प्रति कठोर भाव धारण कर लिया ॥ ८५ ॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे त्रिंशः सर्गः ॥ ३० ॥  ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें तीसवाँ सर्ग पूरा हुआ ॥ ३० ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "एकत्रिंशः सर्गः सुग्रीवपर लक्ष्मणका रोष, श्रीरामका उन्हें समझाना, लक्ष्मणका किष्किन्धाके द्वारपर जाकर अङ्गदको सुग्रीवके पास भेजना, वानरोंका भय तथा प्लक्ष और प्रभावका सुग्रीवको कर्तव्यका उपदेश देना  ",
            "arth": [
                {
                    "slok": "स कामिनं दीनमदीनसत्त्वं शोकाभिपन्नं समुदीर्णकोपम् । नरेन्द्रसूनुर्नरदेवपुत्रं  रामानुजः पूर्वजमित्युवाच ॥ १ ॥ ",
                    "arth": "श्रीरामके छोटे भाई नरेन्द्रकुमार लक्ष्मणने उस समय सीताकी कामनासे युक्त, दुःखी, उदारहृदय, शोकग्रस्त तथा बढ़े हुए रोषवाले ज्येष्ठ भ्राता महाराजपुत्र श्रीरामसे इस प्रकार कहा- ॥ १ ॥"
                },
                {
                    "slok": "न वानरः स्थास्यति साधुवृत्तेन मन्यते कर्मफलानुषङ्गान् । न भोक्ष्यते  वानरराज्यलक्ष्मीं तथा हि नातिक्रमतेऽस्य बुद्धिः ॥ २ ॥ ",
                    "arth": "'आर्य! सुग्रीव वानर है, वह श्रेष्ठ पुरुषोंके लिये उचित सदाचारपर स्थिर नहीं रह सकेगा। सुग्रीव इस बातको भी नहीं मानता है कि अग्रिको साक्षी देकर श्रीरघुनाथजीके साथ मित्रता-स्थापनरूप जो सत्-कर्म किया गया है, उसीके फलसे मुझे निष्कण्टक राज्यभोग प्राप्त हुए हैं। अतः वह वानरोंकी राज्य लक्ष्मीका पालन एवं उपभोग नहीं कर सकेगा; क्योंकि उसकी बुद्धि मित्रधर्मके पालनके लिये अधिक आगे नहीं बढ़ रही है ॥ २ ॥"
                },
                {
                    "slok": "मतिक्षयाद ग्राम्यसुखेषु सक्त स्तव प्रसादात् प्रतिकारबुद्धिः हतोऽग्रजं पश्यतु वीरवालिनं न राज्यमेवं विगुणस्य देयम् ॥ ३ ॥ ",
                    "arth": " 'सुग्रीवकी बुद्धि मारी गयी है, इसलिये वह विषयभोगोंमें आसक्त हो गया है। आपकी कृपासे जो उसे राज्य आदिका लाभ हुआ है, उस उपकारका बदला चुकानेकी उसकी नीयत नहीं है। अतः अब वह भी मारा जाकर अपने बड़े भाई वीरवर वालीका दर्शन करे। ऐसे गुणहीन पुरुषको राज्य नहीं देना चाहिये ॥ ३ ॥ "
                },
                {
                    "slok": " न धारये कोपमुदीर्णवेगं निहन्मि सुग्रीवमसत्यमद्य । हरिप्रवीरैः सह वालिपुत्रो नरेन्द्रपुत्र्या विचयं करोतु ॥ ४ ॥",
                    "arth": "'मेरे क्रोधका वेग बढ़ा हुआ है। मैं इसे रोक नहीं सकता। असत्यवादी सुग्रीवको आज ही मारे डालता हूँ। अब वालिकुमार अङ्गद ही राजा होकर प्रधान वानर वीरोंके साथ राजकुमारी सीताकी खोज करे' ॥ ४ ॥"
                },
                {
                    "slok": "तमात्तबाणासनमुत्पतन्तं  निवेदितार्थ रणचण्डकोपम् । ं उवाच रामः परवीरहन्ता स्ववीक्षितं सानुनयं च वाक्यम् ॥ ५ ॥",
                    "arth": "यों कहकर लक्ष्मण धनुष-बाण हाथमें ले बड़े वेगसे चल पड़े। उन्होंने अपने जानेका प्रयोजन स्पष्ट शब्दों में निवेदन कर दिया था युद्धके लिये उनका प्रचण्ड कोप बढ़ा हुआ था तथा वे क्या करने जा रहे हैं, इसपर उन्होंने अच्छी तरह विचार नहीं किया था। उस समय विपक्षी वीरोंका संहार करनेवाले श्रीरामचन्द्रजीने उन्हें शान्त करनेके लिये यह अनुनययुक्त बात कही - ॥५॥"
                },
                {
                    "slok": "नहि वै त्वद्विधो लोके पापमेवं समाचरेत् । कोपमार्येण यो हन्ति स वीरः पुरुषोत्तमः ॥ ६ ॥",
                    "arth": "'सुमित्रानन्दन! तुम-जैसे श्रेष्ठ पुरुषको संसारमें ऐसा (मित्रवधरूप) निषिद्ध आचरण नहीं करना चाहिये। जो उत्तम विवेकके द्वारा अपने क्रोधको मार देता है, वह वीर समस्त पुरुषोंमें श्रेष्ठ है ॥ ६ "
                },
                {
                    "slok": "नेदमन्त्र त्वया ग्राह्यं साधुवृत्तेन लक्ष्मण तां प्रीतिमनुवर्तस्व पूर्ववृत्तं च संगतम् ॥ ७ ॥",
                    "arth": "'लक्ष्मण! तुम सदाचारी हो तुम्हें इस प्रकार सुग्रीवके मारनेका निश्चय नहीं करना चाहिये। उसके प्रति जो तुम्हारा प्रेम था, उसीका अनुसरण करो और उसके साथ पहले जो मित्रता की गयी है, उसे निबाहो ॥ ७ ॥ "
                },
                {
                    "slok": "सामोपहितया वाचा रूक्षाणि परिवर्जयन् । वक्तुमर्हसि सुग्रीवं व्यतीतं कालपर्यंये ॥ ८ ॥",
                    "arth": "'तुम्हें सान्त्वनापूर्ण वाणीद्वारा कटु वचनोंका परित्याग करते हुए सुग्रीवसे इतना ही कहना चाहिये कि तुमने सीताकी खोजके लिये जो समय नियत किया था, वह बीत गया (फिर भी चुप क्यों बैठे हो) ' ॥ ८ ॥"
                },
                {
                    "slok": " सोऽग्रजेनानुशिष्टार्थो यथावत् पुरुषर्षभः । प्रविवेश पुरीं वीरो लक्ष्मणः परवीरहा ॥ ९ ॥ ",
                    "arth": "अपने बड़े भाईके इस प्रकार यथोचित रूपसे समझानेपर शत्रुवीरोंका संहार करनेवाले पुरुषप्रवर वीर लक्ष्मणने किष्किन्धापुरीमें प्रवेश (करनेका विचार किया ॥ "
                },
                {
                    "slok": "ततः शुभमतिः प्राज्ञो भ्रातुः प्रियहिते रतः । लक्ष्मणः प्रतिसंरब्धो जगाम भवनं कपेः ॥ १० ॥",
                    "arth": "भाईके प्रिय और हितमें तत्पर रहनेवाले शुभ बुद्धिसे युक्त बुद्धिमान् लक्ष्मण रोषमें भरे हुए ही वानरराज सुग्रीवके भवनकी ओर चले ॥ १० ॥ "
                },
                {
                    "slok": "शक्रबाणासनप्रख्यं धनुः कालान्तकोपमम् प्रगृह्य गिरिशृङ्गाभं मन्दरः सानुमानिव ॥ ११ ॥ ",
                    "arth": "उस समय वे इन्द्रधनुषके समान तेजस्वी, काल और अन्तकके समान भयंकर तथा पर्वत शिखरके समान विशाल धनुषको हाथमें लेकर शृङ्गसहित मन्दराचलके समान जान पड़ते थे ॥ ११ ॥"
                },
                {
                    "slok": "यथोक्तकारी वचनमुत्तरं चैव सोत्तरम् । बृहस्पतिसमो बुद्धया मत्वा रामानुजस्तदा ॥ १२ ॥",
                    "arth": "श्रीरामके अनुज लक्ष्मण अपने बड़े भाईकी आज्ञाका यथोक्तरूपसे पालन करनेवाले तथा बृहस्पतिके समान बुद्धिमान् थे। वे सुग्रीवसे जो बात कहते, सुग्रीव उसका जो कुछ उत्तर देते और उस उत्तरका भी ये जो कुछ उत्तर देते, उन सबको अच्छी तरह समझ-बूझकर वहाँसे प्रस्थित हुए थे ॥ १२ ॥ "
                },
                {
                    "slok": "कामक्रोधसमुत्थेन भ्रातुः क्रोधाग्रिना वृतः । प्रभञ्जन इवाप्रीतः प्रययौ लक्ष्मणस्ततः ॥ १३ ॥ ",
                    "arth": "सीताकी खोजविषयक जो श्रीरामकी कामना थी और सुग्रीवकी असावधानीके कारण उसमें बाधा पड़नेसे जो उन्हें क्रोध हुआ था, उन दोनोंके कारण लक्ष्मणकी भी क्रोधाग्नि भड़क उठी थी। उस क्रोधाग्निसे घिरे हुए लक्ष्मण सुग्रीवके प्रति प्रसन्न नहीं थे। वे उसी अवस्थामें वायुके समान वेगसे चले ॥ १३ ॥"
                },
                {
                    "slok": "सालतालाश्वकर्णाश्च तरसा पातयन् बलात् । पर्यस्यन् गिरिकूटानि द्रुमानन्यांश्च वेगितः ॥ १४ ॥",
                    "arth": "उनका वेग ऐसा बढ़ा हुआ था कि वे मार्गमें मिलनेवाले साल, ताल और अश्वकर्ण नामक वृक्षोंको उसी वेगसे बलपूर्वक गिराते तथा पर्वतशिखरों एवं अन्य वृक्षोंको उठा-उठाकर दूर फेंकते जाते थे ॥ १४ ॥ "
                },
                {
                    "slok": "शिलाश्च शकलीकुर्वन् पद्भ्यां गज इवाशुगः ।  दूरमेकपदं त्यक्त्वा ययौ कार्यवशाद् द्रुतम् ॥ १५ ।। ",
                    "arth": "शीघ्रगामी हाथीके समान अपने पैरोंकी ठोकरसे शिलाओंको चूर-चूर करते और लंबी-लंबी डगें भरते हुए वे कार्यवश बड़ी तेजीके साथ चले ॥ १५ "
                },
                {
                    "slok": "॥ तामपश्यद् बलाकीर्णां हरिराजमहापुरीम् । दुर्गामिक्ष्वाकुशार्दूलः किष्किन्धां गिरिसंकटे ॥ १६ ॥",
                    "arth": "इक्ष्वाकुकुलके सिंह लक्ष्मणने निकट जाकर वानरराज सुग्रीवकी विशाल पुरी किष्किन्धा देखी, जो पहाड़ोंके बीचमें बसी हुई थी। वानरसेनासे व्याप्त होनेके कारण वह पुरी दूसरोंके लिये दुर्गम थी ॥ १६ ॥ "
                },
                {
                    "slok": "रोषात् प्रस्फुरमाणोष्ठः सुग्रीवं प्रति लक्ष्मणः ।  ददर्श वानरान् भीमान् किष्किन्धायां बहिश्चरान् ॥ १७ ॥ ",
                    "arth": "उस समय लक्ष्मणके ओष्ठ सुग्रीवके प्रति रोषसे फड़क रहे थे। उन्होंने किष्किन्धाके पास बहुतेरे भयंकर वानरोंको देखा जो नगरके बाहर विचर रहे थे ॥ १७ ॥"
                },
                {
                    "slok": " तं दृष्ट्वा वानराः सर्वे लक्ष्मणं पुरुषर्षभम् । शैलशृङ्गाणि शतशः प्रवृद्धांश्च महीरुहान् । जगृहुः कुञ्जरप्रख्या वानराः पर्वतान्तरे ।। १८ ।।",
                    "arth": "उन वानरोंके शरीर हाथियोंके समान विशाल थे। उन समस्त वानरोंने पुरुषप्रवर लक्ष्मणको देखते ही पर्वतके अंदर विद्यमान सैकड़ों शैल-शिखर और बड़े बड़े वृक्ष उठा लिये ॥ १८ ॥"
                },
                {
                    "slok": "तान् गृहीतप्रहरणान् सर्वान् दृष्ट्वा तु लक्ष्मणः । बभूव द्विगुणं कुद्धो बहिन्धन इवानलः ॥ १९ ॥",
                    "arth": "उन सबको हथियार उठाते देख लक्ष्मण दूने क्रोधसे जल उठे, मानो जलती आगमें बहुत-सी सूखी लकड़ियाँ डाल दी गयी हों ॥ १९ ॥ "
                },
                {
                    "slok": "तं ते भयपरीताङ्गा क्षुब्धं दृष्ट्वा प्लवंगमाः ।कालमृत्युयुगान्ताभं शतशो विद्रुता दिशः ॥ २० ॥",
                    "arth": "क्षुब्ध हुए लक्ष्मण काल, मृत्यु तथा प्रलयकालीन अग्रिके समान भयंकर दिखायी देने लगे। उन्हें देखकर उन वानरोंके शरीर भयसे काँपने लगे और वे सैकड़ोंकी संख्या में चारों दिशाओंमें भाग गये ॥ २० ॥"
                },
                {
                    "slok": "ततः सुग्रीवभवनं प्रविश्य हरिपुंगवाः । क्रोधमागमनं चैव लक्ष्मणस्य न्यवेदयन् ॥ २१ ॥",
                    "arth": "तदनन्तर कई श्रेष्ठ वानरोंने सुग्रीवके महलमें जाकर लक्ष्मणके आगमन और क्रोधका समाचार निवेदन किया ॥ "
                },
                {
                    "slok": "तारया सहितः कामी सक्तः कपिवृषस्तदा । न तेषां कपिसिंहानां शुश्राव वचनं तदा ॥ २२ ॥",
                    "arth": "उस समय कामके अधीन हुए वानरराज सुग्रीव भोगासक्त हो ताराके साथ थे। इसलिये उन्होंने उन श्रेष्ठ वानरोंकी बातें नहीं सुनीं ॥ २२ ॥ "
                },
                {
                    "slok": "ततः सचिवसंदिष्टा हरयो रोमहर्षणाः ।गिरिकुञ्जरमेघाभा नगरान्निर्ययुस्तदा ॥ २३ ॥ ",
                    "arth": " तब सचिवकी आज्ञासे पर्वत, हाथी और मेघके समान विशालकाय वानर जो रोंगटे खड़े कर देनेवाले थे, नगरसे बाहर निकले ॥ २३ ॥ "
                },
                {
                    "slok": "नखदंष्ट्रायुधाः सर्वे वीरा विकृतदर्शनाः । सर्वे शार्दूलदंष्ट्राश्च सर्वे विवृतदर्शनाः ॥ २४ ॥",
                    "arth": " वे सब-के-सब वीर थे। नख और दाँत ही उनके आयुध थे। वे बड़े विकराल दिखायी देते थे। उन सबकी दाढ़ें व्याघ्रोंकी दाढ़ोंके समान थीं और सबके नेत्र खुले हुए थे (अथवा उन सबका वहाँ स्पष्ट दर्शन होता था-कोई छिपे नहीं थे) ॥ २४ ॥ "
                },
                {
                    "slok": "दशनागबलाः केचित् केचिद् दशगुणोत्तराः । केचिन्नागसहस्त्रस्य बभूवुस्तुल्यवर्चसः ॥ २५ ॥",
                    "arth": "किन्हींमें दस हाथियोंके बराबर बल था तो कोई सौ हाथियोंके समान बलशाली थे तथा किन्हीं किन्हींका तेज (बल और पराक्रम) एक हजार हाथियोंके तुल्य था ॥ २५ ॥"
                },
                {
                    "slok": "ततस्तैः कपिभिर्व्याप्तां द्रुमहस्तैर्महाबलैः । अपश्यल्लक्ष्मणः क्रुद्धः किष्किन्धां तां दुरासदाम् ॥ २६ ॥",
                    "arth": "हाथमें वृक्ष लिये उन महबली वानरोंसे व्याप्त हुई किष्किन्धापुरी अत्यन्त दुर्जय दिखायी देती थी। लक्ष्मणने कुपित होकर उस पुरीकी ओर देखा ॥ २६ ॥"
                },
                {
                    "slok": "ततस्ते हरयः सर्वे प्राकारपरिखान्तरात् । निष्क्रम्योदग्रसत्त्वास्तु तस्थुराविष्कृतं तदा ॥ २७ ॥ ",
                    "arth": "तदनन्तर वे सभी महाबली वानर पुरीकी चहारदीवारी और खाईके भीतरसे निकलकर प्रकटरूपसे सामने आकर खड़े हो गये ॥ २७ ॥"
                },
                {
                    "slok": "सुग्रीवस्य प्रमादं च पूर्वजस्यार्थमात्मवान् । दृष्ट्वा क्रोधवशं वीरः पुनरेव जगाम सः ॥ २८ ॥",
                    "arth": "आत्मसंयमी वीर लक्ष्मण सुग्रीवके प्रमाद तथा अपने बड़े भाईके महत्त्वपूर्ण कार्यपर दृष्टिपात करके पुनः वानरराजके प्रति क्रोधके वशीभूत हो गये ॥ २८ ॥"
                },
                {
                    "slok": " स दीर्घोष्णमहोच्छ्वासः कोपसंरक्तलोचनः । बभूव नरशार्दूल: सधूम इव पावकः ॥ २९ ॥ ",
                    "arth": "वे अधिक गरम और लंबी साँस खींचने लगे। उनके नेत्र क्रोधसे लाल हो गये। उस समय पुरुषसिंह लक्ष्मण धूमयुक्त अग्रिके समान प्रतीत हो रहे थे ॥ २९ ॥"
                },
                {
                    "slok": "बाणशल्यस्फुरज्जिह्वः सायकासनभोगवान् । स्वतेजोविषसम्भूतः पञ्चास्य इव पन्नगः ॥ ३० ॥",
                    "arth": "इतना ही नहीं, वे पाँच मुखवाले सर्पके समान दिखायी देने लगे। बाणका फल ही उस सर्पकी लपलपाती हुई जिह्वा जान पड़ता था, धनुष ही उसका विशाल शरीर था तथा वे सर्परूपी लक्ष्मण अपने तेजोमय विषसे व्याप्त हो रहे थे ॥ ३० ॥"
                },
                {
                    "slok": "तं दीप्तमिव कालाग्निं नागेन्द्रमिव कोपितम्। समासाद्याङ्गदस्त्रासाद् विषादमगमत् परम् ॥ ३१ ॥",
                    "arth": "उस अवसरपर कुमार अङ्गद प्रज्वलित प्रलयाग्नि तथा क्रोधमें भरे हुए नागराज शेषकी भाँति दृष्टिगोचर होनेवाले लक्ष्मणके पास डरते-डरते गये। वे अत्यन्त विषादमें पड़ गये थे ॥ ३१ ॥"
                },
                {
                    "slok": "सोऽङ्गदं रोषताम्राक्षः संदिदेश महायशाः । सुग्रीवः कथ्यतां वत्स ममागमनमित्युत ॥ ३२ ॥ एष रामानुजः प्राप्तस्त्वत्सकाशमरिंदम भ्रातुर्व्यसनसंतप्तो द्वारि तिष्ठति लक्ष्मणः ॥ ३३॥ तस्य वाक्यं यदि रुचिः क्रियतां साधु वानर । इत्युक्त्वा शीघ्रमागच्छ वत्स वाक्यमरिंदम ॥ ३४ ॥",
                    "arth": "महायशस्वी लक्ष्मणने क्रोधसे लाल आँखें करके अङ्गदको आदेश दिया- 'बेटा! सुग्रीवको मेरे आनेकी सूचना दो। उनसे कहना- शत्रुदमन वीर! श्रीरामचन्द्रजीके छोटे भाई लक्ष्मण अपने भ्राताके दुःखसे दुःखी होकर आपके पास आये हैं और नगर-द्वारपर खड़े हैं। वानरराज! यदि आपकी इच्छा हो तो उनकी आज्ञाका अच्छी तरह पालन कीजिये। शत्रुदमन वत्स अङ्गद! बस, इतना ही कहकर तुम शीघ्र मेरे पास लौट। आओ' ॥३२-३४ ॥"
                },
                {
                    "slok": "लक्ष्मणस्य वचः श्रुत्वा शोकाविष्टोऽङ्गदोऽब्रवीत्। पितुः समीपमागम्य सौमित्रिरयमागतः ॥ ३५ ॥ ",
                    "arth": "लक्ष्मणकी बात सुनकर शोकाकुल अङ्गदने पिता सुग्रीवके समीप आकर कहा- 'तात! ये सुमित्रानन्दन लक्ष्मण यहाँ पधारे हैं' ॥ ३५ ॥"
                },
                {
                    "slok": "अथाङ्गदस्तस्य सुतीव्रवाचा सम्भ्रान्तभावः परिदीनवक्त्रः:। निर्गत्य पूर्व नृपतेस्तरस्वी ततो रुमायाश्चरणौ ववन्दे ॥ ३६ ॥",
                    "arth": "(अब इसी बातको कुछ विस्तारके साथ कहते हैं-) लक्ष्मणकी कठोर वाणीसे अङ्गदके मनमें बड़ी घबराहट हुई। उनके मुखपर अत्यन्त दीनता छा गयी। उन वेगशाली कुमारने वहाँसे निकलकर पहले वानरराज सुग्रीवके, फिर तारा तथा रुमाके चरणों में प्रणाम किया ॥ ३६॥"
                },
                {
                    "slok": "संगृह्य पादौ पितुरुग्रतेजा जग्राह मातुः पुनरेव पादौ । पादौ रुमायाश्च निपीडयित्वा निवेदयामास ततस्तदर्थम् ॥ ३७ ॥ ",
                    "arth": "उग्र तेजवाले अङ्गदने पहले तो पिताके दोनों पैर पकड़े फिर अपनी माता ताराके दोनों चरणोंका स्पर्श किया। तदनन्तर रुमाके दोनों पैर दबाये। इसके बाद पूर्वोक्त बात कही ॥ ३७ ॥"
                },
                {
                    "slok": "स निद्राक्लान्तसंवीतो वानरो न विबुद्धवान् बभूव मदमत्तश्च मदनेन च मोहितः ॥ ३८ ॥",
                    "arth": "किंतु सुग्रीव मदमत्त एवं कामसे मोहित होकर पड़े थे। निद्राने उनके ऊपर पूरा अधिकार जमा लिया था। इसलिये वे जाग न सके ॥ ३८ ॥ "
                },
                {
                    "slok": " ततः किलकिलां चकुर्लक्ष्मणं प्रेक्ष्य वानराः । प्रसादयन्तस्तं क्रुद्धं भयमोहितचेतसः ॥ ३९ ।।",
                    "arth": " इतनेमें बाहर क्रोधमें भरे हुए लक्ष्मणको देखकर भयसे मोहितचित्त हुए वानर उन्हें प्रसन्न करने के लिये दीनतासूचक वाणीमें किलकिलाने लगे ॥ ३९ ॥"
                },
                {
                    "slok": "ते महौघनिभं दृष्ट्वा वज्राशनिसमस्वनम् । सिंहनादं समं चकुर्लक्ष्मणस्य समीपतः ॥ ४० ॥",
                    "arth": "लक्ष्मणपर दृष्टि पड़ते ही उन वानरोंने सुग्रीवके निकटवर्ती स्थानमें एक साथ ही महान् जलप्रवाह तथा वज्रकी गड़गड़ाहटके समान जोर-जोरसे सिंहनाद किया (जिससे सुग्रीव जाग उठें) ॥ ४० ॥"
                },
                {
                    "slok": "तेन शब्देन महता प्रत्यबुध्यत वानरः । मदविह्वलताम्राक्षो व्याकुलः स्त्रग्विभूषणः ॥ ४१ ॥ ",
                    "arth": "वानरोंकी उस भयंकर गर्जनासे कपिराज सुग्रीवकी नींद खुल गयी। उस समय उनके नेत्र मदसे चञ्चल और लाल हो रहे थे। मन भी स्वस्थ नहीं था। उनके गलेमें सुन्दर पुष्पमाला शोभा दे रही थी ॥ ४१ ॥"
                },
                {
                    "slok": "अथाङ्गदवचः श्रुत्वा तेनैव च समागतौ । मन्त्रिणौ वानरेन्द्रस्य सम्मतोदारदर्शनौ ॥ ४२ ॥ प्लक्षश्चैव प्रभावश्च मन्त्रिणावर्धधर्मयोः । वक्तुमुच्चावचं प्राप्तं लक्ष्मणं तौ शशंसतुः ॥ ४३ ।। ",
                    "arth": "अङ्गदकी पूर्वोक्त बात सुनकर उन्हींके साथ आये हुए दो मन्त्री प्लक्ष और प्रभावने भी, जो वानरराजके सम्मानपात्र और उदार दृष्टिवाले थे तथा राजाको अर्थ और धर्मके विषयमें ऊँच-नीच समझानेके लिये नियुक्त थे, लक्ष्मणके आगमनकी सूचना दी॥ ४२-४३ ॥ "
                },
                {
                    "slok": "प्रसादयित्वा सुग्रीवं वचनैः सार्थनिश्चितैः । आसीनं पर्युपासीनौ यथा शक्रं मरुत्पतिम् ॥ ४४ ॥ सत्यसंधौ महाभागौ भ्रातरौ रामलक्ष्मणौ । मनुष्यभावं सम्प्राप्तौ राज्याहौं राज्यदायिनौ ॥ ४५ ॥ ",
                    "arth": " राजाके निकट खड़े हुए उन दोनों मन्त्रियोंने देवराज इन्द्रके समान बैठे हुए सुग्रीवको खूब सोच विचार कर निश्चित किये हुए सार्थक वचनोंद्वारा प्रसन्न किया और इस प्रकार कहा- 'राजन्! महाभाग श्रीराम और लक्ष्मण-दोनों भाई सत्यप्रतिज्ञ हैं। (वे वास्तवमें भगवत्स्वरूप हैं) उन्होंने स्वेच्छासे मनुष्य शरीर धारण किया है। वे दोनों समस्त त्रिलोकीका राज्य चलाने के योग्य हैं। वे ही आपके राज्यदाता हैं॥ ४४-४५ ॥ "
                },
                {
                    "slok": "तयोरेको धनुष्पाणिर्द्वारि तिष्ठति लक्ष्मणः । यस्य भीताः प्रवेपन्तो नादान् मुञ्चन्ति वानराः ॥ ४६ ॥ ",
                    "arth": " ' उनमें से एक वीर लक्ष्मण हाथमें धनुष लिये किष्किन्धाके दरवाजेपर खड़े हैं, जिनके भयसे काँपते हुए वानर जोर-जोरसे चीख रहे हैं ॥ ४६॥"
                },
                {
                    "slok": "स एष राघवभ्राता लक्ष्मणो वाक्यसारथिः । व्यवसायरथः प्राप्तस्तस्य रामस्य शासनात् ॥ ४७ ॥",
                    "arth": "'श्रीरामका आदेशवाक्य ही जिनका सारथि और 4 कर्तव्यका निश्चय ही जिनका रथ है, वे लक्ष्मण श्रीरामकी आज्ञासे यहाँ पधारे हैं ॥ ४७ ॥ "
                },
                {
                    "slok": "अयं च तनयो राजंस्ताराया दयितोऽङ्गदः । लक्ष्मणेन सकाशं ते प्रेषितस्त्वरयानघ ॥ ४८ ॥ ",
                    "arth": "'राजन्! निष्पाप वानरराज! लक्ष्मणने तारादेवीके इन प्रिय पुत्र अङ्गदको आपके निकट बड़ी उतावलीके साथ भेजा है ॥ ४८ ।। "
                },
                {
                    "slok": "सोऽयं रोषपरीताक्षो द्वारि तिष्ठति वीर्यवान् । वानरान् वानरपते चक्षुषा निर्दहन्निव ॥ ४९ ॥ ",
                    "arth": "'वानरपते! पराक्रमी लक्ष्मण क्रोधसे लाल आँखें किये नगरद्वारपर उपस्थित हैं और वानरोंकी ओर इस तरह देख रहे हैं, मानो वे अपनी नेत्राग्निसे उन्हें दग्ध कर डालेंगे ॥ ४९ ।।"
                },
                {
                    "slok": "तस्य मूर्ध्ना प्रणामं त्वं सपुत्रः सहबान्धवः । गच्छ शीघ्रं महाराज रोषो ह्यद्योपशाम्यताम् ॥ ५० ॥ ",
                    "arth": "'महाराज! आप शीघ्र चलें तथा पुत्र और बन्धु बान्धवोंके साथ उनके चरणोंमें मस्तक नवावें और इस प्रकार आज उनका रोष शान्त करें ॥ ५० ॥ "
                },
                {
                    "slok": "यथा हि रामो धर्मात्मा तत्कुरुष्व समाहितः । राजंस्तिष्ठ स्वसमये भव सत्यप्रतिश्रवः ॥ ५१ ॥",
                    "arth": "'राजन्! धर्मात्मा श्रीराम जैसा कहते हैं, सावधानीके साथ उसका पालन कीजिये। आप अपनी दी हुई बातपर अटल रहिये और सत्यप्रतिज्ञ बनिये' ॥ ५१ ॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे एकत्रिंशः सर्गः ॥ ३१ ॥ ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें इकतीसवाँ सर्ग पूरा हुआ ॥ ३१ ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "द्वात्रिंशः सर्गः  हनुमान्जीका चिन्तित हुए सुग्रीवको समझाना ",
            "arth": [
                {
                    "slok": "अङ्गदस्य वचः श्रुत्वा सुग्रीवः सचिवैः सह। लक्ष्मणं कुपितं श्रुत्वा मुमोचासनमात्मवान् ॥ १ ॥ ",
                    "arth": "मन्त्रियोंसहित अङ्गदका वचन सुनकर और लक्ष्मणके कुपित होनेका समाचार पाकर मनको वशमें रखनेवाले सुग्रीव आसन छोड़कर खड़े हो गये ॥ १ ॥"
                },
                {
                    "slok": "स च तानब्रवीद् वाक्यं निश्चित्य गुरुलाघवम् । मन्त्रज्ञान् मन्त्रकुशलो मन्त्रेषु परिनिष्ठितः ॥ २ ॥ ",
                    "arth": "वे मन्त्रणा (कर्तव्यविषयक विचार) के परिनिष्ठित विद्वान् होनेके कारण मन्त्रप्रयोगमें अत्यन्त कुशल थे। उन्होंने श्रीरामचन्द्रजीकी महत्ता और अपनी लघुताका विचार करके मन्त्रज्ञ मन्त्रियोंसे कहा- ॥ २ ॥ "
                },
                {
                    "slok": "न मे दुर्व्याहृतं किंचिन्नापि मे दुरनुष्ठितम् । लक्ष्मणो राघवभ्राता क्रुद्धः किमिति चिन्तये ॥ ३ ॥",
                    "arth": "'मैंने न तो कोई अनुचित बात मुँहसे निकाली है और न कोई बुरा काम ही किया है। फिर श्रीरघुनाथजीके भ्राता लक्ष्मण मुझपर कुपित क्यों हुए हैं? इस बातपर मैं बारंबार विचार करता हूँ ॥ ३ ॥ "
                },
                {
                    "slok": " असुहृद्धिर्ममामित्रैर्नित्यमन्तरदर्शिभिः मम दोषानसम्भूतान् श्रावितो राघवानुजः ॥ ४ ॥",
                    "arth": "'जो सदा मेरे छिद्र देखनेवाले हैं तथा जिनका हृदय मेरे प्रति शुद्ध नहीं है, उन शत्रुओंने निश्चय ही श्रीरामचन्द्रजीके छोटे भाई लक्ष्मणसे मेरे ऐसे दोष सुनाये हैं जो मेरे भीतर कभी प्रकट नहीं हुए थे ॥ ४ ॥"
                },
                {
                    "slok": "अत्र तावद् यथाबुद्धिः सर्वैरेव यथाविधि । भावस्य निश्चयस्तावद् विज्ञेयो निपुणं शनैः ॥ ५ ॥ ",
                    "arth": "'लक्ष्मणके कोपके विषयमें पहले तुम सब लोगोंको धीरे-धीरे कुशलतापूर्वक उनके मनोभावका विधिवत् निश्चय कर लेना चाहिये, जिससे उनके कोपके कारणका यथार्थ रूपसे ज्ञान हो जाय ॥ ५ ॥"
                },
                {
                    "slok": "न खल्वस्ति मम त्रासो लक्ष्मणान्नापि राघवात् । मित्रं स्वस्थानकुपितं जनयत्येव सम्भ्रमम् ॥ ६ ॥",
                    "arth": "अवश्य ही मुझे लक्ष्मणसे तथा श्रीरघुनाथजीसे कोई भय नहीं है, तथापि बिना अपराधके कुपित हुआ मित्र हृदयमें घबराहट उत्पन्न कर ही देता है ॥ ६॥ "
                },
                {
                    "slok": "सर्वथा सुकरं मित्रं दुष्करं प्रतिपालनम् । अनित्यत्वात् तु चित्तानां प्रीतिरल्पेऽपि भिद्यते ॥ ७ ॥",
                    "arth": "'किसीको मित्र बना लेना सर्वथा सुकर है, परंतु उस मैत्रीको पालना या निभाना बहुत ही कठिन है; क्योंकि मनका भाव सदा एक-सा नहीं रहता। किसीके द्वारा थोड़ी सी भी चुगली कर दी जानेपर प्रेममें अन्तर आ जाता है।"
                },
                {
                    "slok": "अतो निमित्तं त्रस्तोऽहं रामेण तु महात्मना । यन्ममोपकृतं शक्यं प्रतिकर्तुं न तन्मया ॥ ८ ॥",
                    "arth": "'इसी कारण मैं और भी डर गया हूँ; क्योंकि महात्मा श्रीरामने मेरा जो उपकार किया है, उसका बदला चुकानेकी मुझमें शक्ति नहीं है' ॥ ८ ॥ "
                },
                {
                    "slok": "सुग्रीवेणैवमुक्ते तु हनूमान् हरिपुंगवः । उवाच स्वेन तर्केण मध्ये वानरमन्त्रिणाम् ॥ ९ ॥ ",
                    "arth": "सुग्रीवके ऐसा कहनेपर वानरोंमें श्रेष्ठ हनुमान्जी अपनी युक्तिका सहारा लेकर वानरमन्त्रियोंके बीचमें बोले- ॥ ९ ॥"
                },
                {
                    "slok": "सर्वथा नैतदाश्चर्यं यत् त्वं हरिगणेश्वर। न विस्मरसि सुस्निग्धमुपकारं कृतं शुभम् ॥ १० ॥ ",
                    "arth": "'कपिराज! मित्रके द्वारा अत्यन्त स्नेहपूर्वक किये गये उत्तम उपकारको जो आप भूल नहीं रहे हैं, इसमें सर्वथा कोई आश्चर्य की बात नहीं है (क्योंकि अच्छे पुरुषोंका ऐसा स्वभाव ही होता है) ॥ १० ॥"
                },
                {
                    "slok": "राघवेण तु वीरेण भयमुत्सृज्य दूरतः । त्वत्प्रियार्थं हतो वाली शक्रतुल्यपराक्रमः ॥ ११ ॥ सर्वथा प्रणयात् क्रुद्धो राघवो नात्र संशयः । भ्रातरं सम्प्रहितवाँल्लक्ष्मणं लक्ष्मिवर्धनम् ॥ १२ ॥",
                    "arth": "'वीरवर श्रीरघुनाथजीने तो लोकापवादके भयको दूर हटाकर आपका प्रिय करनेके लिये इन्द्रतुल्य पराक्रमी वालीका वध किया ; अतः वे निःसंदेह आपपर कुपित नहीं हैं। श्रीरामचन्द्रजीने शोभा-सम्पत्तिकी वृद्धि करनेवाले अपने भाई लक्ष्मणको जो आपके पास भेजा है, इसमें सर्वथा आपके प्रति उनका प्रेम ही कारण है ॥ ११-१२ ॥ "
                },
                {
                    "slok": "त्वं प्रमत्तो न जानीषे कालं कालविदां वर । फुल्लसप्तच्छदश्यामा प्रवृत्ता तु शरच्छुभा ॥ १३ ॥ ",
                    "arth": "'समयका ज्ञान रखनेवालोंमें श्रेष्ठ कपिराज! आपने सीताकी खोज करनेके लिये जो समय निश्चित किया था, उसे आप इन दिनों प्रमादमें पड़ जानेके ■कारण भूल गये हैं। देखिये न, यह सुन्दर शरद् ऋतु ■आरम्भ हो गयी है, जो खिले हुए छितवनके फूलोंसे श्यामवर्णकी प्रतीत होती है ॥ १३ ॥ "
                },
                {
                    "slok": "निर्मलग्रहनक्षत्रा द्यौः प्रणष्टबलाहका प्रसन्नाश्च दिशः सर्वाः सरितश्च सरांसि च ॥ १४ ॥ ",
                    "arth": "'आकाशमें अब बादल नहीं रहे। ग्रह, नक्षत्र निर्मल = दिखायी देते हैं। सम्पूर्ण दिशाओं में प्रकाश छा गया है तथा नदियों और सरोवरोंके जल पूर्णत: स्वच्छ हो गये हैं।"
                },
                {
                    "slok": "प्राप्तमुद्योगकालं तु नावैषि हरिपुंगव त्वं प्रमत्त इति व्यक्तं लक्ष्मणोऽयमिहागतः ।। १५ ।। ",
                    "arth": " 'वानरराज! राजाओंके लिये विजय-यात्राकी तैयारी करनेका समय आ गया है; किंतु आपको कुछ पता ही ■नहीं है। इससे स्पष्ट प्रतीत होता है कि आप प्रमादमें पड़ गये हैं। इसीलिये लक्ष्मण यहाँ आये हैं ॥ १५ ॥"
                },
                {
                    "slok": " आर्तस्य हृतदारस्य परुषं पुरुषान्तरात् । वचनं मर्षणीयं ते राघवस्य महात्मनः ॥ १६ ॥ ",
                    "arth": "'महात्मा श्रीरामचन्द्रजीकी पत्नीका अपहरण हुआ है, इसलिये वे बहुत दुःखी हैं। अतः यदि लक्ष्मणके मुखसे उनका कठोर वचन भी सुनना पड़े तो आपको चुपचाप सह लेना चाहिये ॥ १६ ॥"
                },
                {
                    "slok": "कृतापराधस्य हि ते नान्यत् पश्याम्यहं क्षमम् । अन्तरेणाञ्जलिं बद्ध्वा लक्ष्मणस्य प्रसादनात् ॥ १७ ॥ ",
                    "arth": " ‘आपकी ओरसे अपराध हुआ है। अतः हाथ जोड़कर लक्ष्मणको प्रसन्न करनेके सिवा आपके लिये और कोई उचित कर्तव्य मैं नहीं देखता ॥ १७ ॥"
                },
                {
                    "slok": "नियुक्तैर्मन्त्रिभिर्वाच्यो ह्यवश्यं पार्थिवो हितम् । इत एव भयं त्यक्त्वा ब्रवीम्यवधृतं वचः ।। १८ ।।",
                    "arth": "'राज्यकी भलाईके कामपर नियुक्त हुए मन्त्रियोंका यह कर्तव्य है कि राजाको उसके हितकी बात अवश्य बतावें। अतएव मैं भय छोड़कर अपना निश्चित विचार बता रहा हूँ ॥ १८ ॥ "
                },
                {
                    "slok": "अभिक्रुद्धः समर्थो हि चापमुद्यम्य राघवः । सदेवासुरगन्धर्व वशे स्थापयितुं जगत् ॥ १९ ॥",
                    "arth": "'भगवान् श्रीराम यदि क्रोध करके धनुष हाथमें ले लें तो देवता-असुर-गन्धर्वोसहित सम्पूर्ण जगत्को अपने वशमें कर सकते हैं ॥ १९ ॥।"
                },
                {
                    "slok": " न स क्षमः कोपयितुं यः प्रसाद्यः पुनर्भवेत् पूर्वोपकारं स्मरता कृतज्ञेन विशेषतः ॥ २० ॥",
                    "arth": "'जिसे पीछे हाथ जोड़कर मनाना पड़े, ऐसे पुरुषको क्रोध दिलाना कदापि उचित नहीं है। विशेषतः वह पुरुष जो मित्रके किये हुए पहले उपकारको याद रखता हो और कृतज्ञ हो, इस बातका अधिक ध्यान रखे ॥ २० ॥"
                },
                {
                    "slok": "मूर्ध्ना प्रणम्य त्वं सपुत्रः ससुहृज्जनः । राजंस्तिष्ठ स्वसमये भर्तुर्भार्येव तद्वशे ॥ २१ ॥",
                    "arth": "'राजन्! इसलिये आप पुत्र और मित्रोंके साथ मस्तक झुकाकर उन्हें प्रणाम कीजिये और अपनी प्रतिज्ञापर अटल रहिये। जैसे पत्नी अपने पतिके वशमें रहती है, उसी प्रकार आप सदा श्रीरामचन्द्रजीके अधीन रहिये ॥ २१ ॥"
                },
                {
                    "slok": "न रामरामानुजशासनं त्वया कपीन्द्र युक्तं मनसाप्यपोहितुम् । मनो हि ते ज्ञास्यति मानुषं बलं सराघवस्यास्य सुरेन्द्रवर्चसः ॥ २२ ॥ ",
                    "arth": "'वानरराज! श्रीराम और लक्ष्मणके आदेशकी आपको मनसे भी उपेक्षा नहीं करनी चाहिये। देवराज इन्द्रके समान तेजस्वी लक्ष्मणसहित श्रीरघुनाथजीके अलौकिक बलका ज्ञान तो आपके मनको है ही' ॥ २२ ॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे द्वात्रिंशः सर्गः ॥ ३२ ॥ ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें बत्तीसवाँ सर्ग पूरा हुआ ॥ ३२ ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "त्रयस्त्रिंशः सर्गः लक्ष्मणका किष्किन्धापुरीकी शोभा देखते हुए सुग्रीवके महलमें प्रवेश करके क्रोधपूर्वक धनुषको टंकारना, भयभीत सुग्रीवका ताराको उन्हें शान्त करनेके लिये भेजना तथा ताराका समझा-बुझाकर उन्हें अन्तःपुरमें ले आना",
            "arth": [
                {
                    "slok": "अथ प्रतिसमादिष्टो लक्ष्मणः परवीरहा। प्रविवेश गुहां रम्यां किष्किन्धां रामशासनात् ॥ १ ॥ ",
                    "arth": "इधर गुफामें प्रवेश करनेके लिये अङ्गदके प्रार्थना करनेपर शत्रुवीरोंका संहार करनेवाले लक्ष्मणने श्रीरामकी आज्ञाके अनुसार किष्किन्धा नामक रमणीय गुफामें प्रवेश किया ॥ १ ॥"
                },
                {
                    "slok": "द्वारस्था हरयस्तत्र महाकाया महाबलाः । बभूवुर्लक्ष्मणं दृष्ट्वा सर्वे प्राञ्जलयः स्थिताः ॥ २ ॥ ",
                    "arth": "किष्किन्धाके द्वारपर जो विशाल शरीरवाले महाबली वानर थे, वे सब लक्ष्मणको देख हाथ जोड़कर खड़े हो गये ॥ २ ॥"
                },
                {
                    "slok": "निःश्वसन्तं तु तं दृष्ट्वा क्रुद्धं दशरथात्मजम् । चैनं बभूवुर्हरयस्त्रस्ता न पर्यवारयन् ॥ ३ ॥ ",
                    "arth": "दशरथनन्दन लक्ष्मणको क्रोधपूर्वक लंबी साँस खींचते देख वे सब वानर अत्यन्त भयभीत हो गये थे। इसलिये वे उन्हें चारों ओरसे घेरकर उनके साथ-साथ नहीं चल सके ॥ ३॥"
                },
                {
                    "slok": "स तां रत्नमयीं दिव्यां श्रीमान् पुष्पितकाननाम् । रम्यां रत्नसमाकीर्णां ददर्श महतीं गुहाम् ॥ ४ ॥ ",
                    "arth": "श्रीमान् लक्ष्मणने द्वारके भीतर प्रवेश करके देखा, किष्किन्धापुरी एक बहुत बड़ी रमणीय गुफाके रूपमें बसी हुई है। वह रत्नमयी पुरी नाना प्रकारके रत्नोंसे भरी-पूरी होनेके कारण दिव्य शोभासे सम्पन्न है। वहाँके वन-उपवन फूलोंसे सुशोभित दिखायी दिये ॥ ४ ॥"
                },
                {
                    "slok": "हर्म्यप्रासादसम्बाधां नानारत्नोपशोभिताम् । सर्वकामफलैर्वृक्षैः पुष्पितैरुपशोभिताम् ॥ ५॥ ",
                    "arth": "हम्य (धनियाँकी अट्टालिकाओं) तथा प्रासादों (देवमन्दिरों और राजभवनों) से वह पुरी अत्यन्त घनी दिखायी देती थी। नाना प्रकारके रत्न उसकी शोभा बढ़ाते थे। सम्पूर्ण कामनाओंको पूर्ण करनेवाले फलोंसे युक्त खिले हुए वृक्षोंसे वह पुरी सुशोभित थी ॥ ५ ॥"
                },
                {
                    "slok": "देवगन्धर्वपुत्रैश्च वानरैः कामरूपिभिः । दिव्यमाल्याम्बरधरैः शोभितां प्रियदर्शनैः ॥ ६॥",
                    "arth": "वहाँ दिव्य माला और दिव्य वस्त्र धारण करनेवाले परम सुन्दर वानर, जो देवताओं और गन्धर्वोके पुत्र तथा इच्छानुसार रूप धारण करनेवाले थे, निवास करते हुए उस नगरीकी शोभा बढ़ाते थे ॥ ६ ॥"
                },
                {
                    "slok": "चन्दनागुरुपद्यानां गन्धैः सुरभिगन्धिताम् । मैरेयाणां मधूनां च सम्मोदितमहापथाम् ॥ ७ ॥",
                    "arth": " वहाँ चन्दन, अगर और कमलोंकी मनोहर सुगन्ध छा रही थी। उस पुरीकी लंबी-चौड़ी सड़कें भी मैरेय तथा मधुके आमोदसे महक रही थीं ॥ ७ ॥"
                },
                {
                    "slok": "विन्ध्यमेरुगिरिप्रख्यैः प्रासादैर्नैक भूमिभिः । ददर्श गिरिनद्यश्च विमलास्तत्र राघवः ॥ ८ ॥ ",
                    "arth": "उस पुरीमें विन्ध्याचल तथा मेरुके समान ऊँचे-ऊँचे महल बने थे, जो कई मंजिलके थे। लक्ष्मणने उस गुफाके निकट ही निर्मल जलसे भरी हुई पहाड़ी नदियाँ देखीं ॥ ८ ॥"
                },
                {
                    "slok": "अङ्गदस्य गृहं रम्यं मैन्दस्य द्विविदस्य च । गवयस्य गवाक्षस्य गजस्य शरभस्य च ॥ ९ ॥ विद्युन्मालेश्च सम्पातेः सूर्याक्षस्य हनूमतः । वीरबाहो: सुबाहोश्च नलस्य च महात्मनः ॥ १० ॥ कुमुदस्य सुषेणस्य तारजाम्बवतोस्तथा । दधिवक्त्रस्य नीलस्य सुपाटलसुनेत्रयोः ॥ ११ ॥ एतेषां कपिमुख्यानां राजमार्गे महात्मनाम्। ददर्श गृहमुख्यानि महासाराणि लक्ष्मणः ॥ १२ ॥",
                    "arth": "उन्होंने राजमार्गपर अङ्गदका रमणीय भवन देखा। साथ ही वहाँ मैन्द, द्विविद, गवय, गवाक्ष, गज, शरभ, विद्युन्माली, सम्पाति, सूर्याक्ष, हनुमान, वीरबाहु, सुबाहु, महात्मा नल, कुमुद, सुषेण, तार, जाम्बवान, दधिमुख, नील, सुपाटल और सुनेत्र-इन महामनस्वी वानरशिरोमणियोंके भी अत्यन्त सुदृढ़ श्रेष्ठ भवन लक्ष्मणको दृष्टिगोचर हुए। वे सब-के-सब राजमार्गपर ही बने हुए थे॥ ९-१२॥ "
                },
                {
                    "slok": "पाण्डुराभ्रप्रकाशानि गन्धमाल्ययुतानि च। प्रभूतधनधान्यानि स्त्रीरलैः शोभितानि च ॥ १३॥",
                    "arth": "वे सभी भवन श्वेत बादलोंके समान प्रकाशित हो रहे थे। उन्हें सुगन्धित पुष्पमालाओंसे सजाया गय था। वे प्रचुर धन-धान्यसे सम्पन्न तथा रत्नस्वरूप रमणियोंसे सुशोभित थे ॥ १३ ॥ "
                },
                {
                    "slok": "पाण्डुरेण तु शैलेन परिक्षिप्तं दुरासदम् । वानरेन्द्रगृहं रम्यं महेन्द्रसदनोपमम् ॥ १४",
                    "arth": "वानरराज सुग्रीवका सुन्दर भवन इन्द्रसदनके समान रमणीय दिखायी देता था। उसमें प्रवेश करना किसीके लिये भी अत्यन्त कठिन था। वह श्वेत पर्वतकी चहार दीवारीसे घिरा हुआ था ॥ १४ ॥"
                },
                {
                    "slok": "शुक्लैः प्रासादशिखरैः कैलासशिखरोपमैः । सर्वकामफलैर्वृक्षैः पुष्पितैरुपशोभितम् ॥ १५ ॥",
                    "arth": "कैलास-शिखरके समान श्वेत प्रासाद-शिखर तथा समस्त मनोरथोंको पूर्ण करनेवाले फलोंसे युक्त पुष्पित दिव्य वृक्ष उस राजभवनकी शोभा बढ़ाते थे ॥ १५ ॥"
                },
                {
                    "slok": "महेन्द्रदत्तैः श्रीमद्धिनलजीमूतसंनिभैः । दिव्यपुष्पफलैर्वृक्षैः शीतच्छायैर्मनोरमैः ॥ १६ ॥",
                    "arth": "वहाँ इन्द्रके दिये हुए दिव्य फल-फूलोंसे सम्पन्न मनोरम वृक्ष लगाये गये थे, जो परम सुन्दर, नीले मेघके समान श्याम तथा शीतल छायासे युक्त थे ॥ १६ ॥ "
                },
                {
                    "slok": "हरिभिः संवृतद्वारं बलिभिः शस्त्रपाणिभिः । दिव्यमाल्यावृतं शुभ्रं तप्तकाञ्चनतोरणम् ॥ १७ ॥",
                    "arth": "अनेक बलवान् वानर हाथोंमें हथियार लिये उसकी ड्योढ़ीपर पहरा दे रहे थे। वह सुन्दर महल दिव्य मालाओंसे अलंकृत था और उसका बाहरी फाटक पक्के सोनेका बना हुआ था ॥ १७ ॥"
                },
                {
                    "slok": "सुग्रीवस्य गृहं रम्यं प्रविवेश महाबलः । अवार्यमाणः सौमित्रिर्महाभ्रमिव भास्करः ॥ १८ ॥ ",
                    "arth": " महाबली सुमित्राकुमार लक्ष्मणने सुग्रीवके उस रमणीय भवनमें प्रवेश किया। मानो सूर्यदेव महान् | मेघके भीतर प्रविष्ट हुए हों उस समय किसीने रोक टोक नहीं की ॥ १८ ॥"
                },
                {
                    "slok": "स सप्त कक्ष्या धर्मात्मा यानासनसमावृताः। ददर्श सुमहद्गुप्तं ददर्शान्तः पुरं महत् ॥ १९ ॥",
                    "arth": "धर्मात्मा लक्ष्मणने सवारियों तथा विविध आसनोंसे सुशोभित उस भवनकी सात ड्योढ़ियोंको पार करके बहुत ही गुप्त और विशाल अन्तःपुरको देखा ॥ १९ ॥"
                },
                {
                    "slok": "हैमराजतपर्यङ्कुर्बहुभिश्च   वरासनैः । महार्हास्तरणोपेतैस्तत्र तंत्र समावृतम् ॥ २० ॥ ",
                    "arth": "उसमें जहाँ तहाँ चाँदी और सोनेके बहुत से पलंग तथा अनेकानेक श्रेष्ठ आसन रखे हुए थे और उन सबपर बहुमूल्य बिछौने बिछे थे। उन सबसे वह अन्तःपुर सुसज्जित दिखायी देता था ॥ २० ॥ "
                },
                {
                    "slok": "प्रविशन्नेव सततं शुश्राव मधुरस्वनम् । तन्त्रीगीतसमाकीर्ण समतालपदाक्षरम् ॥ २१ ॥",
                    "arth": "उसमें प्रवेश करते ही लक्ष्मणके कानों में संगीतकी मीठी तान सुनायी पड़ी, जो वहाँ निरन्तर गूँज रही थी। वीणाके लयपर कोई कोमल कण्ठसे गा रहा था। प्रत्येक पद और अक्षरका उच्चारण सम* तालका प्रदर्शन करते हुए हो रहा था ॥ २१ ॥"
                },
                {
                    "slok": "बह्वीश्च विविधाकारा रूपयौवनगर्विताः । स्त्रियः सुग्रीवभवने ददर्श स महाबलः ॥ २२ ॥ ",
                    "arth": " महाबली लक्ष्मणने सुग्रीवके उस अन्तःपुरमें अनेक रूपरंगकी बहुत-सी सुन्दरी स्त्रियाँ देखीं, जो रूप और यौवनके गर्वसे भरी हुई थीं ॥ २२ ॥ "
                },
                {
                    "slok": "दृष्ट्वाभिजनसम्पन्नास्तत्र माल्यकृतस्त्रजः वरमाल्यकृतव्यग्रा भूषणोत्तमभूषिताः ॥ २३ ॥ नातृप्तान् नाति चाव्यग्रान् नानुदात्तपरिच्छदान् । सुग्रीवानुचरांश्चापि लक्षयामास लक्ष्मणः ॥ २४ ॥",
                    "arth": "वे सब-की-सब उत्तम कुलमें उत्पन्न हुई थीं, फूलोंके गजरोंसे अलंकृत थीं, उत्तम पुष्पहारोंके निर्माणमें लगी हुई थीं और सुन्दर आभूषणोंसे विभूषित थीं। उन सबको देखकर लक्ष्मणने सुग्रीवके सेवकोंपर भी दृष्टिपात किया, जो अतृप्त या असंतुष्ट नहीं थे। स्वामीके कार्य सिद्ध करनेके लिये अत्यन्त फुर्तीकी भी उनमें कमी नहीं थी तथा उनके वस्त्र और आभूषण निम्न श्रेणीके नहीं थे ॥ २३-२४ ॥ "
                },
                {
                    "slok": "कूजितं नूपुराणां च काञ्चीनां निःस्वनं तथा । स निशम्य ततः श्रीमान् सौमित्रिर्लज्जितोऽभवत् ॥ २५ ॥ ",
                    "arth": "नूपुरोंकी झनकार और करधनीकी खनखनाहट सुनकर श्रीमान् सुमित्राकुमार लज्जित हो गये (परायी स्त्रियोंपर दृष्टि पड़नेके कारण उन्हें स्वभावतः संकोच हुआ) ॥ २५ ॥ "
                },
                {
                    "slok": "रोषवेगप्रकुपितः श्रुत्वा चाभरणस्वनम् । चकार ज्यास्वनं वीरो दिशः शब्देन पूरयन् ॥ २६ ॥",
                    "arth": "तत्पश्चात् पुनः आभूषणोंकी झनकार सुनकर वीर लक्ष्मण रोषके आवेगसे और भी कुपित हो उठे और उन्होंने अपने धनुषपर टंकार दी, जिसकी ध्वनिसे समस्त दिशाएँ गूंज उठीं ॥ २६ ॥"
                },
                {
                    "slok": "महाबाहुरपकृष्टः स लक्ष्मणः । तस्थावेकान्तमाश्रित्य रामकोपसमन्वितः ॥ २७ ॥",
                    "arth": "रघुकुलोचित सदाचारका खयाल करके महाबाहु लक्ष्मण कुछ पीछे हट गये और एकान्तमें जाकर खड़े हो गये। श्रीरामचन्द्रजीके कार्यकी सिद्धिके लिये वहाँ कोई प्रयत्न होता न देख वे मन-ही-मन कुपित हो रहे थे ॥ २७ ॥"
                },
                {
                    "slok": "तेन चापस्वनेनाथ सुग्रीवः प्लवगाधिपः । विज्ञायागमनं त्रस्तः स चचाल वरासनात् ॥ २८ ॥",
                    "arth": "धनुषकी टंकार सुनकर वानरराज सुग्रीव समझ गये कि लक्ष्मण यहाँतक आ पहुँचे हैं। फिर तो वे भयसे संत्रस्त होकर अपना सिंहासन छोड़कर खड़े हो गये ॥ २८ ॥ "
                },
                {
                    "slok": "अङ्गदेन यथा मह्यं पुरस्तात् प्रतिवेदितम् । सुव्यक्तमेष सम्प्राप्तः सौमित्रिर्भ्रातृवत्सलः ॥ २९ ॥",
                    "arth": "वे मन-ही-मन सोचने लगे कि अङ्गदने पहले मुझे जैसा बताया था, उसके अनुसार ये भ्रातृवत्सल सुमित्राकुमार लक्ष्मण अवश्य ही यहाँ आ गये॥ २९ ॥ "
                },
                {
                    "slok": "अङ्गदेन समाख्यातो ज्यास्वनेन च वानरः । बुबुधे लक्ष्मणं प्राप्तं मुखं चास्य व्यशुष्यत ॥ ३० ॥",
                    "arth": "अङ्गदके द्वारा उनके आगमनका समाचार तो उन्हें पहले ही मिल गया था। अब धनुषकी टंकारसे वानर सुग्रीवको इस बातका प्रत्यक्ष अनुभव हो गया कि लक्ष्मणने अवश्य यहाँ पदार्पण किया है। फिर तो उनका मुख सूख गया ॥ ३० ॥"
                },
                {
                    "slok": "ततस्तारां हरिश्रेष्ठ: सुग्रीवः प्रियदर्शनाम् । उवाच हितमव्यग्रस्त्राससम्भ्रान्तमानसः ॥ ३१ ॥",
                    "arth": "भयके कारण वे मन-ही-मन घबरा उठे। (लक्ष्मणके सामने जानेका उन्हें साहस न हुआ।) तथापि किसी तरह धैर्य धारण करके वानरश्रेष्ठ सुग्रीव परम सुन्दरी तारासे हितकी बात बोले- ॥ ३१ ॥"
                },
                {
                    "slok": "किं नु रुट्कारणं सुभु प्रकृत्या मृदुमानसः । सरोष इव सम्प्राप्तो येनायं राघवानुजः ॥ ३२ ॥",
                    "arth": "'सुन्दरि! इनके रोषका क्या कारण हो सकता है? जिससे स्वभावतः कोमल चित्त होनेपर भी ये श्रीरघुनाथजीके छोटे भाई रुष्ट से होकर यहाँ पधारे हैं ॥ ३२ ॥"
                },
                {
                    "slok": "किं पश्यसि कुमारस्य रोषस्थानमनिन्दिते। न खल्वकारणे कोपमाहरेन्नरपुङ्गवः ॥ ३३ ॥ ",
                    "arth": "'अनिन्दिते! तुम्हारे देखनेमें कुमार लक्ष्मणके रोषका आधार क्या है? ये मनुष्योंमें श्रेष्ठ हैं। अतः बिना किस कारणके निश्चय ही क्रोध नहीं कर सकते॥३३॥ "
                },
                {
                    "slok": "यद्यस्य कृतमस्माभिर्बुध्यसे किंचिदप्रियम्। तबुद्ध्या सम्प्रधार्याशु क्षिप्रमेवाभिधीयताम्॥३४।",
                    "arth": "'यदि हमलोगोंने इनका कोई अपराध किया हं और तुम्हें उसका पता हो तो अपनी बुद्धिसे विचारक शीघ्र ही बताओ॥३४॥ "
                },
                {
                    "slok": "अथवा स्वयमेवैनं द्रष्टुमर्हसि भामिनि। वचनैः सान्त्वयुक्तैश्च प्रसादयितुमर्हसि ॥३५।",
                    "arth": "'अथवा भामिनि! तुम स्वयं ही जाकर लक्ष्मणक देखो और सान्त्वनायुक्त बातें कहकर उन्हें प्रसन् करनेका प्रयत्न करो॥ ३५॥"
                },
                {
                    "slok": "त्वदर्शने विशुद्धात्मा न स्म कोपं करिष्यति। नहि स्त्रीषु महात्मानः क्वचित् कुर्वन्ति दारुणम्॥३६ ।",
                    "arth": "'उनका हृदय शुद्ध है। तुम्हारे सामने वे क्रोध नहीं करेंगे; क्योंकि महात्मा पुरुष स्त्रियोंके प्रति कभी कठोर बर्ताव नहीं करते हैं॥३६॥"
                },
                {
                    "slok": "त्वया सान्त्वैरुपक्रान्तं प्रसन्नेन्द्रियमानसम्। ततः कमलपत्राक्षं द्रक्ष्याम्यहमरिंदमम्॥३७॥",
                    "arth": "- 'जब तुम उनके पास जाकर मीठे वचनोंसे उन्हें शान्त कर दोगी और जब उनका मन स्वस्थ एवं इन्द्रियाँ प्रसन्न हो जायँगी, उस समय मैं उन शत्रुदमन कमलनयन लक्ष्मणका दर्शन करूँगा'॥३७॥ "
                },
                {
                    "slok": "सा प्रस्खलन्ती मदविह्वलाक्षी प्रलम्बकाञ्चीगुणहेमसूत्रा । सलक्षणा लक्ष्मणसंनिधानं जगाम तारा नमिताड़यष्टिः॥३८॥ ",
                    "arth": "सुग्रीवके ऐसा कहनेपर शुभलक्षणा तारा लक्ष्मणके पास गयी। उसका पतला शरीर स्वाभाविक संकोच एवं विनयसे झुका हुआ था। उसके नेत्र मदसे चञ्चल हो रहे थे, पैर लड़खड़ा रहे थे और उसकी करधनीके सुवर्णमय सूत्र लटक रहे थे॥३८॥"
                },
                {
                    "slok": "स तां समीक्ष्यैव हरीशपत्नी तस्थावुदासीनतया महात्मा। अवाङ्मुखोऽभून्मनुजेन्द्रपुत्रः स्त्रीसंनिकर्षाद् विनिवृत्तकोपः॥३९॥",
                    "arth": "वानरराजकी पत्नी तारापर दृष्टि पड़ते ही राजकुमार महात्मा लक्ष्मण अपना मुँह नीचा करके उदासीन भावसे खड़े हो गये। स्त्रीके समीप होनेसे उनका क्रोध दर हो गया॥३९॥"
                },
                {
                    "slok": "सा पानयोगाच्च निवृत्तलज्जा दृष्टिप्रसादाच्च नरेन्द्रसूनोः। झा उवाच तारा प्रणयप्रगल्भं शाह  वाक्यं महार्थं परिसान्त्वरूपम्॥४०॥ ",
                    "arth": "मधुपानके कारण ताराकी नारीसुलभ लज्जा निवृत्त हो गयी थी। उसे राजकुमार लक्ष्मणकी दृष्टिमें कुछ प्रसन्नताका आभास मिला। इसलिये उसने स्नेहजनित निर्भीकताके साथ महान् अर्थसे युक्त यह सान्त्वनापूर्ण बात कही-॥४०॥"
                },
                {
                    "slok": "किं कोपमूलं मनुजेन्द्रपुत्र का कस्ते न संतिष्ठति वानिदेशे। कः शुष्कवृक्षं वनमापतन्तं दावाग्निमासीदति निर्विशङ्कः॥४१॥ ",
                    "arth": "'राजकुमार! आपके क्रोधका क्या कारण है? कौन आपकी आज्ञाके अधीन नहीं है? कौन निडर होकर सूखे वृक्षोंसे भरे हुए वनके भीतर चारों ओर फैलते हुए दावानलमें प्रवेश कर रहा है?'॥४१॥"
                },
                {
                    "slok": "स तस्या वचनं श्रुत्वा सान्त्वपूर्वमशङ्कितः। भूयः प्रणयदृष्टार्थं लक्ष्मणो वाक्यमब्रवीत्॥४२॥",
                    "arth": "ताराके इस वचनमें सान्त्वना भरी थी। उसमें अधिक प्रेमपूर्वक हृदयका भाव प्रकट किया गया था। उसे सुनकर लक्ष्मणके हृदयकी आशङ्का जाती रही। वे कहने लगे- ॥४२॥"
                },
                {
                    "slok": "किमयं कामवृत्तस्ते लुप्तधर्मार्थसंग्रहः। भर्ता भर्तृहिते युक्ते न चैनमवबुध्यसे॥४३॥",
                    "arth": "'अपने स्वामीके हितमें संलग्न रहनेवाली तारा! तुम्हारा यह पति विषय-भोगमें आसक्त होकर धर्म और अर्थके संग्रहका लोप कर रहा है। क्या तुम्हें इसकी इस अवस्थाका पता नहीं है? तुम इसे समझाती क्यों नहीं ?॥"
                },
                {
                    "slok": "न चिन्तयति राज्यार्थं सोऽस्मान् शोकपरायणान्। सामात्यपरिषत् तारे काममेवोपसेवते॥४४॥",
                    "arth": "'तारे! सुग्रीव अपने राज्यकी स्थिरताके लिये ही प्रयास करता है। हमलोग शोकमें डूबे हुए हैं, परंतु हमारी इसे तनिक भी चिन्ता नहीं होती है। यह अपने मन्त्रियों तथा राज-सभाके सदस्योंसहित केवल विषयभोगोंका ही सेवन कर रहा है॥४४॥"
                },
                {
                    "slok": "स मासांश्चतुरः कृत्वा प्रमाणं प्लवगेश्वरः। व्यतीतांस्तान् मदोदनो विहरन् नावबुध्यते॥४५॥",
                    "arth": " 'वानरराज सुग्रीवने चार महीनोंकी अवधि निश्चित | की थी। वे कभी बीत गये, परंतु वह मधुपानके मदसे अत्यन्त उन्मत्त होकर स्त्रियोंके साथ क्रीडा-विहार क रहा है। उसे बीते हुए समयका पता ही नहीं है॥ ४५ ।"
                },
                {
                    "slok": "नहि धर्मार्थसिद्धयर्थं पानमेवं प्रशस्यते। पानादर्थश्च कामश्च धर्मश्च परिहीयते॥४६ ।",
                    "arth": "'धर्म और अर्थकी सिद्धिके निमित्त प्रयत्न करनेवाले पुरुषके लिये इस तरह मद्यपान अच्छा नहीं माना जात है; क्योंकि मद्यपानसे अर्थ, धर्म और काम तीनोंका नाश होता है॥४६॥ "
                },
                {
                    "slok": "धर्मलोपो महांस्तावत् कृते ह्यप्रतिकुर्वतः। अर्थलोपश्च मित्रस्य नाशे गुणवतो महान्॥४७॥",
                    "arth": "'मित्रके किये हुए उपकारका यदि अवसर आनेपर भी बदला न चुकाया जाय तो धर्मकी हानि तो होती ही है। गुणवान् मित्रके साथ मित्रताका नाता टूट जानेपर अपने अर्थकी भी बहुत बड़ी हानि उठानी पड़ती है। "
                },
                {
                    "slok": "मित्रं ह्यर्थगुणश्रेष्ठं सत्यधर्मपरायणम्। तद्वयं तु परित्यक्तं न तु धर्मे व्यवस्थितम्॥४८॥",
                    "arth": "'मित्र दो प्रकारके होते हैं-एक तो अपने मित्रके अर्थसाधनमें तत्पर होता है और दूसरा सत्य एवं धर्मके ही आश्रित रहता है। तुम्हारे स्वामीने मित्रके दोनों ही गुणोंका परित्याग कर दिया है। वह न तो मित्रका कार्य सिद्ध करता है और न स्वयं ही धर्ममें स्थित है॥४८॥ "
                },
                {
                    "slok": "तदेवं प्रस्तुते कार्ये कार्यमस्माभिरुत्तरम्। तत् कार्य कार्यतत्त्वज्ञे त्वमुदाहर्तुमर्हसि ॥४९ ।",
                    "arth": "'ऐसी स्थितिमें प्रस्तुत कार्यकी सिद्धिके लिये हमलोगोंको भविष्यमें क्या करना चाहिये? हमारे लिये जो समुचित कर्तव्य हो, उसे तुम्हीं बताओ; क्योंकि तुम कार्यके तत्त्वको जानती हो ॥४९॥"
                },
                {
                    "slok": " सा तस्य धर्मार्थसमाधियुक्तं निशम्य वाक्यं मधुरस्वभावम्। तारा गतार्थे , मनुजेन्द्रकार्ये विश्वासयुक्तं तमुवाच भूयः॥५०। ",
                    "arth": "लक्ष्मणका वचन धर्म और अर्थके निश्चयर संयुक्त था। उससे उनके मधुर स्वभावका परिचय मिर रहा था। उसे सुनकर तारा भगवान् श्रीरामचन्द्रजीके कार्य विषयमें, जिसका प्रयोजन उसे ज्ञात हो चुका था, पुन लक्ष्मणसे विश्वासके योग्य बात बोली- ॥५०॥"
                },
                {
                    "slok": "न कोपकालः क्षितिपालपुत्र न चापि कोपः स्वजने विधेयः। त्वदर्थकामस्य जनस्य तस्य प्रमादमप्यर्हसि वीर सोढुम् ॥ ५१ ॥",
                    "arth": "'वीर राजकुमार! यह क्रोध करनेका समय नहीं है। आत्मीय जनोंपर क्रोध करना भी नहीं चाहिये। सुग्रीवके मनमें सदा आपका कार्य सिद्ध करनेकी इच्छा बनी रहती है। अतः यदि उनसे कोई भूल भी हो जाय तो उसे आपको क्षमा करना चाहिये॥५१॥"
                },
                {
                    "slok": "कोपं कथं नाम गुणप्रकृष्टः कुमार कुर्यादपकृष्टसत्त्वे। कस्त्वद्विधः कोपवशं हि गच्छेत् सत्त्वावरुद्धस्तपसः प्रसूतिः॥५२॥ ",
                    "arth": "'कुमार! गुणोंमें श्रेष्ठ पुरुष किसी हीन गुणवाले । प्राणीपर क्रोध कैसे कर सकता है? जो सत्त्वगुणसे अवरुद्ध होनेके कारण शास्त्र-विपरीत व्यापारमें लग नहीं सकता, अतएव जो सद्विचारको जन्म देनेवाला है, वह आप-जैसा कौन पुरुष क्रोधके वशीभूत हो सकता है? ॥५२॥ "
                },
                {
                    "slok": " जानामि कोपं हरिवीरबन्धो र्जानामि कार्यस्य च कालसङ्गम्। | जानामि कार्यं त्वयि यत्कृतं न स्तच्चापि जानामि यदत्र कार्यम्॥५३॥",
                    "arth": "'वानरवीर सुग्रीवके मित्र भगवान् श्रीरामके क्रोधका | कारण मैं जानती हूँ। उनके कार्यमें जो विलम्ब हुआ है, उससे भी मैं अपरिचित नहीं हूँ। सुग्रीवका जो कार्य आपके अधीन था और जिसे आपलोगोंने पूरा किया है, उसका भी मुझे पता है तथा इस समय जो आपका कार्य प्रस्तुत है, उसके विषयमें हमलोगोंका क्या कर्तव्य | है, इसका भी मुझे अच्छी तरह ज्ञान है॥५३॥"
                },
                {
                    "slok": "तच्चापि जानामि तथाविषह्यं बलं नरश्रेष्ठ शरीरजस्य। जानामि यस्मिंश्च जनेऽवबद्धं कामेन सुग्रीवमसक्तमद्य॥५४॥ ",
                    "arth": "'नरश्रेष्ठ! इस शरीरमें उत्पन्न हुए कामका जो असह्य बल है, उसको भी मैं जानती हूँ तथा उस कामद्वारा आबद्ध होकर सुग्रीव जहाँ आसक्त हो रहे हैं, वह भी मुझे मालूम है। साथ ही इस बातसे भी मैं परिचित हूँ कि कामासक्तिके कारण ही इन दिनों सुग्रीवका मन दूसरे किसी काममें नहीं लगता ॥५४॥"
                },
                {
                    "slok": "न कामतन्त्रे तव बुद्धिरस्ति त्वं वै यथा मन्युवशं प्रपन्नः। | न देशकालौ हि यथार्थधर्मा ववेलते कामरतिर्मनुष्यः॥५५॥",
                    "arth": "'आप जो क्रोधके वशीभूत हो गये हैं, इससे जान पड़ता है कि कामके अधीन हुए पुरुषकी स्थितिका आपको बिलकुल ज्ञान नहीं है, वानरकी तो बात ही क्या है? कामासक्त मनुष्यको भी देश, काल, अर्थ और धर्मका ज्ञान नहीं रह जाता-उनकी ओर उसकी दृष्टि नहीं जाती है ॥ ५५ ॥"
                },
                {
                    "slok": "तं कामवृत्तं मम संनिकृष्टं कामाभियोगाच्च विमुक्तलग्जम् । क्षमस्व तावत् परवीरहन्त स्त्वद्भ्रातरं वानरवंशनाथम् ॥ ५६ ।।",
                    "arth": " 'विपक्षी वीरोंका विनाश करनेवाले राजकुमार ! वानरराज सुग्रीव विषय-भोगमें आसक्त होकर इस समय मेरे ही पास थे। कामके आवेशमें उन्होंने अपनी लज्जाका परित्याग कर दिया है, तो भी उन्हें अपना भाई समझकर क्षमा कीजिये ॥ ५६ ॥"
                },
                {
                    "slok": "महर्षयो धर्मतपो ऽभिरामाः कामानुकामाः प्रतिबद्धमोहाः । अयं प्रकृत्या चपलः कपिस्तु कथं न सज्जेत सुखेषु राजा ॥ ५७ ॥",
                    "arth": "‘जो निरन्तर धर्म और तपस्यामें ही संलग्न रहते हैं, जिन्होंने मोहको अवरुद्ध कर दिया है-अविवेकको दूर भगा दिया है, वे महर्षि भी कभी-कभी विषयाभिलाषी हो जाते हैं; फिर जो स्वभावसे ही चञ्चल वानर हैं, वह राजा सुग्रीव सुख-भोगमें क्यों न आसक्त हों ?' ॥ ५७॥"
                },
                {
                    "slok": "इत्येवमुक् वचनं महार्थ  सा वानरी लक्ष्मणमप्रमेयम् ।  पुनः   सखेदं मदविह्वलाक्षी भर्तुर्हितं वाक्यमिदं बभाषे ॥ ५८ ।। ं",
                    "arth": "अप्रमेय शक्तिशाली लक्ष्मणसे इस प्रकार महान् अर्थसे युक्त बात कहकर मदसे चञ्चल नेत्रवाली वानरपत्नी ताराने पुनः खेदपूर्वक स्वामीके लिये यह हितकर वचन कहा- ॥ ५८ ॥"
                },
                {
                    "slok": "उद्योगस्तु चिराज्ञप्तः सुग्रीवेण नरोत्तम । विधेयेन तवार्थप्रतिसाधने ॥ ५९ ॥",
                    "arth": "'नरश्रेष्ठ! यद्यपि सुग्रीव इस समय कामके गुलाम हो रहे हैं, तथापि इन्होंने आपका कार्य सिद्ध करनेके लिये बहुत पहलेसे ही उद्योग आरम्भ करनेकी आज्ञा | दे रखी है ॥ ५९ ॥"
                },
                {
                    "slok": "आगता हि महावीर्या हरयः कामरूपिणः । कोटी: शतसहस्त्राणि नानानगनिवासिनः ॥ ६० ॥",
                    "arth": "'इसके फलस्वरूप इस समय विभिन्न पर्वतोपर निवास करनेवाले लाखों और करोड़ों वानर, जो इच्छानुसार रूप धारण करने में समर्थ एवं महान् पराक्रमी हैं, यहाँ उपस्थित हुए हैं॥६०॥"
                },
                {
                    "slok": "तदागच्छ महाबाहो चारित्रं रक्षितं त्वया। | अच्छलं मित्रभावेन सतां दारावलोकनम्॥६१॥",
                    "arth": "'महाबाहो! (दूसरेकी स्त्रियोंको देखना अनुचित समझकर जो आप भीतर नहीं आये, बाहर ही खड़े रह गये-इसके द्वारा) आपने सदाचारकी रक्षा की है; अतः अब भीतर आइये। मित्रभावसे स्त्रियोंकी ओर देखना (उनके प्रति माता-बहन आदिका भाव रखकर दृष्टि डालना) सत्पुरुषोंके लिये अधर्म नहीं है'॥६१॥"
                },
                {
                    "slok": "तारया चाभ्यनुज्ञातस्त्वरया वापि चोदितः। प्रविवेश महाबाहुरभ्यन्तरमरिंदमः॥६२॥",
                    "arth": "ताराके आग्रह और कार्यकी जल्दीसे प्रेरित होकर | शत्रुदमन महाबाहु लक्ष्मण सुग्रीवके महलके भीतर गये॥"
                },
                {
                    "slok": "ततः सुग्रीवमासीनं काञ्चने परमासने। | महार्हास्तरणोपेते ददर्शादित्यसंनिभम्॥६३॥",
                    "arth": "वहाँ जाकर उन्होंने देखा, एक सोनेके सिंहासनपर | बहुमूल्य बिछौना बिछा है और वानरराज सुग्रीव सूर्यतुल्य तेजस्वी रूप धारण किये उसके ऊपर विराजमान हैं॥६३ ॥"
                },
                {
                    "slok": "दिव्याभरणचित्राङ्गं दिव्यरूपं यशस्विनम्। | दिव्यमाल्याम्बरधरं महेन्द्रमिव दुर्जयम्॥६४॥",
                    "arth": "उस समय दिव्य आभूषणोंके कारण उनके शरीरकी विचित्र शोभा हो रही थी। दिव्यरूपधारी यशस्वी सुग्रीव दिव्य मालाएँ और दिव्य वस्त्र धारण करके दुर्जय वीर देवराज इन्द्रके समान दिखायी दे रहे थे॥६४॥"
                },
                {
                    "slok": "दिव्याभरणमाल्याभिः प्रमदाभिः समावृतम्। संरब्धतररक्ताक्षो बभूवान्तकसंनिभः॥६५॥",
                    "arth": "दिव्य आभूषणों और मालाओंसे अलंकृत युवती स्त्रियाँ उन्हें चारों ओरसे घेरकर खड़ी थीं। उन्हें इस अवस्थामें देख लक्ष्मणके नेत्र रोषावेशके कारण लाल हो गये। वे उस समय यमराजके समान भयंकर प्रतीत होने लगे॥६५॥"
                },
                {
                    "slok": "रुमां तु वीरः परिरभ्य गाढं वरासनस्थो वरहेमवर्णः। ददर्श सौमित्रिमदीनसत्त्वं विशालनेत्रः स विशालनेत्रम्॥६६॥",
                    "arth": " सुन्दर सुवर्णके समान कान्ति और विशाल नेत्रवाले वीर सुग्रीव अपनी पत्नी रुमाको गाढ आलिङ्गनपाशमें बाँधे हुए एक श्रेष्ठ आसनपर विराजमान थे। उसी अवस्थामें उन्होंने उदार हृदय और विशाल नेत्रवाले सुमित्राकुमार लक्ष्मणको देखा ॥ ६६ ॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे त्रयस्त्रिंशः सर्गः ॥ ३३ ॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें तैंतीसवाँ सर्ग पूरा हुआ ॥ ३३ ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "चतुस्त्रिंशः सर्गः  सुग्रीवका लक्ष्मणके पास जाना और लक्ष्मणका उन्हें फटकारना",
            "arth": [
                {
                    "slok": " तमप्रतिहतं क्रुद्धं प्रविष्टं पुरुषर्षभम् । सुग्रीवो लक्ष्मणं दृष्ट्वा बभूव व्यथितेन्द्रियः ॥ १ ॥ ",
                    "arth": " लक्ष्मण बेरोक-टोक भीतर घुस आये थे। उन पुरुषशिरोमणिको क्रोधसे भरा देख सुग्रीवकी सारी इन्द्रियाँ व्यथित हो उठीं ॥ १ ॥ "
                },
                {
                    "slok": "क्रुद्धं निःश्वसमानं तं प्रदीप्तमिव तेजसा । भ्रातुर्व्यसनसंतप्तं दृष्ट्वा दशरथात्मजम् ॥ २ ॥ उत्पपात हरिश्रेष्ठो हित्वा सौवर्णमासनम् । महान् महेन्द्रस्य यथा स्वलंकृत इव ध्वजः ॥ ३ ॥",
                    "arth": "दशरथपुत्र लक्ष्मण रोषपूर्वक लंबी साँस खींच रहे थे और तेजसे प्रज्वलित-से जान पड़ते थे। अपने भाईके कष्टसे उनके मनमें बड़ा संताप था। उन्हें सामने आया देख वानरश्रेष्ठ सुग्रीव सुवर्णका सिंहासन छोड़कर कूद पड़े, मानो देवराज इन्द्रका भलीभाँति सजाया हुआ महान् ध्वज आकाशसे पृथ्वीपर उतर आया हो ॥ २-३ ॥  "
                },
                {
                    "slok": "उत्पतन्तमनुत्पेतू रुमाप्रभृतयः स्त्रियः । सुग्रीवं गगने पूर्णं चन्द्रं तारागणा इव ॥ ४ ॥ ",
                    "arth": "सुग्रीवके उतरते ही रुमा आदि स्त्रियाँ भी उनके पीछे उस सिंहासनसे उतरकर खड़ी हो गयीं। जैसे आकाशमें पूर्ण चन्द्रमाका उदय होनेपर तारोंके समुदाय भी उदित हो गये हों ॥ ४ ॥"
                },
                {
                    "slok": "संरक्तनयनः श्रीमान् संचचार कृताञ्जलिः । बभूवावस्थितस्तत्र कल्पवृक्षो महानिव ॥ ५ ॥",
                    "arth": "श्रीमान् सुग्रीवके नेत्र मदसे लाल हो रहे थे। वे टहलते हुए लक्ष्मणके पास आये और हाथ जोड़कर खड़े हो गये। लक्ष्मण वहाँ महान् कल्पवृक्षके समान स्थित थे ॥"
                },
                {
                    "slok": "रुमाद्वितीयं सुग्रीवं नारीमध्यगतं स्थितम् । अब्रवील्लक्ष्मणः क्रुद्धः सतारं शशिनं यथा ॥ ६ ॥ ",
                    "arth": "सुग्रीवके साथ उनकी पत्नी रुमा भी थी। वे स्त्रियोंके बीचमें खड़े होकर तारिकाओंसे घिरे हुए चन्द्रमाकी भाँति शोभा पाते थे। उन्हें देखकर लक्ष्मणने क्रोधपूर्वक कहा- ॥६॥"
                },
                {
                    "slok": " सत्त्वाभिजनसम्पन्नः सानुक्रोशो जितेन्द्रियः | कृतज्ञः सत्यवादी च राजा लोके महीयते ॥ ७ ॥",
                    "arth": "'वानरराज! धैर्यवान्, कुलीन, दयालु, जितेन्द्रिय और सत्यवादी राजाका ही संसारमें आदर होता है।"
                },
                {
                    "slok": "यस्तु राजा स्थितोऽधर्मे मित्राणामुपकारिणाम्। मिथ्या प्रतिज्ञां कुरुते को नृशंसतरस्ततः ॥ ८ ॥ ",
                    "arth": "‘जो राजा अधर्ममें स्थित होकर उपकारी मित्रोंके सामने की हुई अपनी प्रतिज्ञाको झूठी कर देता है, उससे बढ़कर अत्यन्त क्रूर कौन होगा ? ॥ ८ ॥ "
                },
                {
                    "slok": "शतमश्वानृते हन्ति सहस्त्रं तु गवानृते । आत्मानं स्वजनं हन्ति पुरुषः पुरुषानृते ।। ९ ।।",
                    "arth": "'अश्वदानकी प्रतिज्ञा करके उसकी पूर्ति न करने पर 'अश्वानृत' (अश्वविषयक असत्य) नामक पाप होता है। यह पाप बन जानेपर मनुष्य सौ अश्वोंकी हत्याके पापका भागी होता है। इसी प्रकार गोदानविषयक प्रतिज्ञाको मिथ्या कर देनेपर सहस्र गौओंके वधका पाप लगता है तथा किसी पुरुषके समक्ष उसका कार्य पूर्ण कर देनेकी प्रतिज्ञा करके जो उसकी पूर्ति नहीं करता है, वह पुरुष आत्मघात और स्वजन-वधके पापका भागी होता है (फिर जो परम पुरुष श्रीरामके समक्ष की हुई प्रतिज्ञाको मिथ्या करता है, उसके पापकी कोई इयत्ता नहीं हो सकती) ॥ ९ ॥ "
                },
                {
                    "slok": "पूर्व कृतार्थो मित्राणां न तत्प्रतिकरोति यः । कृतघ्नः सर्वभूतानां स वध्यः प्लवगेश्वर ॥ १० ॥ ",
                    "arth": "'वानरराज! जो पहले मित्रोंके द्वारा अपना कार्य सिद्ध करके बदलेमें उन मित्रोंका कोई उपकार नहीं करता है, वह कृतघ्न एवं सब प्राणियोंके लिये वध्य है ॥ १० ॥"
                },
                {
                    "slok": "गीतोऽयं ब्रह्मणा श्लोकः सर्वलोकनमस्कृतः । दृष्ट्वा कृतघ्नं कुद्धेन तन्निबोध प्लवंगम ।। ११ ।। ",
                    "arth": "'कपिराज! किसी कृतघ्नको देखकर कुपित हुए ब्रह्माजीने सब लोगोंके लिये आदरणीय यह एक श्लोक कहा है, इसे सुनो- ॥ ११ ॥ "
                },
                {
                    "slok": " गोजे चैव सुरापे च चौरे भग्नव्रते तथा। निष्कृतिर्विहिता सद्भिः कृतजे नास्ति निष्कृतिः॥१२॥",
                    "arth": "'गोहत्यारे, शराबी, चोर और व्रत-भंग करनेवाले पुरुषके लिये सत्पुरुषोंने प्रायश्चित्तका विधान किया है; किंतु कृतघ्नके उद्धारका कोई उपाय नहीं है॥१२॥ "
                },
                {
                    "slok": "अनार्यस्त्वं कृतजश्च मिथ्यावादी च वानर।। पूर्वं कृतार्थो रामस्य न तत्प्रतिकरोषि यत्॥१३॥",
                    "arth": "'वानर! तुम अनार्य, कृतघ्न और मिथ्यावादी हो; क्योंकि श्रीरामचन्द्रजीकी सहायतासे तुमने पहले अपना काम तो बना लिया, किंतु जब उनके लिये सहायता करनेका अवसर आया, तब तुम कुछ नहीं करते॥१३॥"
                },
                {
                    "slok": "नन नाम कतार्थेन त्वया रामस्य वानर। सीताया मार्गणे यत्नः कर्तव्यः कृतमिच्छता॥१४॥",
                    "arth": "'वानर! तुम्हारा मनोरथ सिद्ध हो चुका है; अतः अब तुम्हें प्रत्युपकारकी इच्छासे श्रीरामकी पत्नी सीताकी खोजके लिये प्रयत्न करना चाहिये ॥१४॥"
                },
                {
                    "slok": "स त्वं ग्राम्येषु भोगेषु सक्तो मिथ्याप्रतिश्रवः। न त्वां रामो विजानीते सर्प मण्डूकराविणम्॥१५॥",
                    "arth": " 'परंतु तुम्हारी दशा यह है कि अपनी प्रतिज्ञाको झूठी करके ग्राम्यभोगोंमें आसक्त हो रहे हो। श्रीरामचन्द्रजी यह नहीं जानते हैं कि तुम मेढककी-सी बोली बोलनेवाले सर्प हो (जैसे साँप अपने मुँहमें किसी मेढकको जब दबा लेता है, तब केवल मेढक ही बोलता है, दूरके लोग उसे मेढक ही समझते हैं; परंतु वह वास्तव में सर्प होता है। वही दशा तुम्हारी है। तुम्हारी बातें कुछ और हैं और स्वरूप कुछ और) ॥१५॥"
                },
                {
                    "slok": "महाभागेन रामेण पापः करुणवेदिना। हरीणां प्रापितो राज्यं त्वं दुरात्मा महात्मना॥१६॥",
                    "arth": "'महाभाग श्रीरामचन्द्रजी परम महात्मा तथा दयासे द्रवित हो जानेवाले हैं; अतएव उन्होंने तुम-जैसे पापी और दुरात्माको भी वानरोंके राज्यपर बिठा दिया॥१६॥"
                },
                {
                    "slok": "कृतं चेन्नातिजानीषे राघवस्य महात्मनः। सद्यस्त्वं निशितैर्बाणैर्हतो द्रक्ष्यसि वालिनम्॥१७॥",
                    "arth": "'यदि तुम महात्मा रघुनाथजीके किये हुए उपकारको नहीं समझोगे तो शीघ्र ही उनके तीखे बाणोंसे मारे जाकर वालीका दर्शन करोगे॥१७॥"
                },
                {
                    "slok": "न स संकुचितः पन्था येन वाली हतो गतः। समये तिष्ठ सुग्रीव मा वालिपथमन्वगाः॥१८॥",
                    "arth": "'सुग्रीव! वाली मारा जाकर जिस रास्तेसे गया है, वह आज भी बंद नहीं हुआ है। इसलिये तुम अपनी प्रतिज्ञापर डटे रहो। वालीके मार्गका अनुसरण न करो॥"
                },
                {
                    "slok": "न नूनमिक्ष्वाकुवरस्य कार्मुका हिच्छरांश्च तान् पश्यसि वज्रसंनिभान्। ततः सुखं नाम विषेवसे सुखी न रामकार्यं मनसाप्यवेक्षसे॥१९॥",
                    "arth": "'इक्ष्वाकुवंशशिरोमणि श्रीरामचन्द्रजीके धनुषसे छूटे हुए उन वज्रतुल्य बाणोंकी ओर निश्चय ही तुम्हारी दृष्टि नहीं जा रही है। इसीलिये तुम ग्राम्य सुखका सेवन कर रहे हो और उसीमें सुख मानकर श्रीरामचन्द्रजीके कार्यका मनसे भी विचार नहीं करते हो' ॥ १९॥ "
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे चतुस्त्रिंशः सर्गः ॥ ३४ ॥",
                    "SAMAPT अर्थ": "  इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें चौंतीसवाँ सर्ग पूरा हुआ॥ ३४॥"
                }
            ]
        },
        {
            "ADHIYAAY": "पञ्चत्रिंशः सर्गः ताराका लक्ष्मणको युक्तियुक्त वचनोंद्वारा शान्त करना",
            "arth": [
                {
                    "slok": "तथा ब्रूवाणं सौमित्रिं प्रदीप्तमिव तेजसा। अब्रवील्लक्ष्मणं तारा ताराधिपनिभानना ॥१॥",
                    "arth": "सुमित्राकुमार लक्ष्मण अपने तेजके कारण प्रज्वलित-से हो रहे थे। वे जब उपर्युक्त बात कह चुके, तब चन्द्रमुखी तारा उनसे बोली-॥१॥"
                },
                {
                    "slok": "॥१॥ नैवं लक्ष्मण वक्तव्यो नायं परुषमर्हति। हरीणामीश्वरः श्रोतुं तव वक्त्राद् विशेषतः॥२॥",
                    "arth": "'कमार लक्ष्मण! आपको सग्रीवसे ऐसी बात नहीं कहनी चाहिये। ये वानरोंके राजा हैं; अतः इनके प्रति कठोर वचन बोलना उचित नहीं है। विशेषतः आप ■ जैसे सुहृद्के मुखसे तो ये कदापि कटु वचन सुननेके अधिकारी नहीं हैं ॥ २ ॥"
                },
                {
                    "slok": "नैवाकृतज्ञः सुग्रीवो न शठो नापि दारुणः । नैवान्तकथो वीर न जिह्यश्च कपीश्वरः ॥ ३ ॥",
                    "arth": "'वीर! कपिराज सुग्रीव न कृतघ्न हैं, न शठ हैं, न क्रूर हैं, न असत्यवादी हैं और न कुटिल ही हैं ॥ ३ "
                },
                {
                    "slok": "॥ उपकार कृतं वीरो नाप्ययं विस्मृतः कपिः । रामेण वीर सुग्रीवो यदन्यैर्दुष्करं रणे ॥ ४ ॥",
                    "arth": "'वीर लक्ष्मण! श्रीरामचन्द्रजीने इनका जो उपकार किया है, वह युद्ध में दूसरोंके लिये दुष्कर है। उसे इन वीर कपिराजने कभी भुलाया नहीं है॥४॥"
                },
                {
                    "slok": "रामप्रसादात् कीर्तिं च कपिराज्यं च शाश्वतम्। प्राप्तवानिह सुग्रीवो रुमां मां च परंतप॥५॥'",
                    "arth": "शत्रुओंको संताप देनेवाले सुमित्रानन्दन ! श्रीरामचन्द्रजीके कृपाप्रसादसे ही सुग्रीवने वानरोंके अक्षय राज्यको, यशको, रुमाको तथा मुझको भी प्राप्त किया है। "
                },
                {
                    "slok": "सुदुःखशयितः पूर्वं प्राप्येदं सुखमुत्तमम्। प्राप्तकालं न जानीते विश्वामित्रो यथा मुनिः॥६॥",
                    "arth": "'पहले इन्होंने बड़ा दुःख उठाया है। अब इस उत्तम सुखको पाकर ये इसमें ऐसे रम गये कि इन्हें प्राप्त हुए समयका ज्ञान ही नहीं रहा। ठीक उसी तरह, जैसे विश्वामित्र मुनिको मेनकामें आसक्त हो जानेके कारण समयकी सुध-बुध नहीं रह गयी थी॥६॥ "
                },
                {
                    "slok": "घृताच्यां किल संसक्तो दश वर्षाणि लक्ष्मण। अहोऽमन्यत धर्मात्मा विश्वामित्रो महामुनिः॥७॥ ",
                    "arth": "'लक्ष्मण! कहते हैं, धर्मात्मा महामुनि विश्वामित्रने घृताची (मेनका) नामक अप्सरामें आसक्त होनेके कारण दस वर्षके समयको एक दिन ही माना था॥७॥ "
                },
                {
                    "slok": "स हि प्राप्तं न जानीते कालं कालविदां वरः। विश्वामित्रो महातेजाः किं पुनर्यः पृथग्जनः॥८॥",
                    "arth": "'कालका ज्ञान रखनेवालोंमें श्रेष्ठ महातेजस्वी विश्वामित्रको भी जब भोगासक्त होनेपर कालका ज्ञान नहीं रह गया, तब फिर दूसरे साधारण प्राणीको कैसे रह सकता है?॥८॥"
                },
                {
                    "slok": "देहधर्मगतस्यास्य परिश्रान्तस्य लक्ष्मण। अवितृप्तस्य कामेषु रामः क्षन्तुमिहार्हति ॥९॥",
                    "arth": "'कुमार लक्ष्मण! आहार, निद्रा और मैथुन आदि जो देहके धर्म हैं, (जो पशुओंमें भी समानरूपसे पाये जाते हैं) उनमें स्थित हुए ये सुग्रीव पहले तो चिरकालतक दुःख भोगनेके कारण थके-माँदे एवं खिन्न थे। अब भगवान् श्रीरामकी कृपासे इन्हें जो काम-भोग प्राप्त हुए हैं, उनसे अभीतक इनकी तृप्ति नहीं हुई (इसीलिये इनसे कुछ असावधानी हो गयी); अत: परम कृपालु श्रीरघुनाथजीको यहाँ इनका अपराध क्षमा करना चाहिये॥९॥"
                },
                {
                    "slok": "न च रोषवशं तात गन्तुमर्हसि लक्ष्मण। निश्रयार्थमविज्ञाय सहसा प्राकृतो यथा॥१०॥",
                    "arth": "'तात लक्ष्मण! आपको यथार्थ बात जाने बिना नाधारण मनुष्यकी भाँति सहसा क्रोधके अधीन नहीं होना चाहिये॥१०॥"
                },
                {
                    "slok": "उत्त्वयुक्ता हि पुरुषास्त्वद्विधाः पुरुषर्षभ। मला अविमृश्य न रोषस्य सहसा यान्ति वश्यताम्॥११॥",
                    "arth": "'पुरुषप्रवर! आप-जैसे सत्त्वगुणसम्पन्न पुरुष वेचार किये बिना ही सहसा रोषके वशीभूत नहीं होते हैं॥११॥"
                },
                {
                    "slok": "प्रसादये त्वां धर्मज्ञ सुग्रीवार्थं समाहिता। महान् रोषसमुत्पन्नः संरम्भस्त्यज्यतामयम्॥१२॥",
                    "arth": "'धर्मज्ञ! मैं एकाग्र हृदयसे सुग्रीवके लिये आपसे कृपाकी याचना करती हूँ। आप क्रोधसे उत्पन्न हुए इस महान् क्षोभका परित्याग कीजिये ॥१२॥"
                },
                {
                    "slok": "रुमां मां चाङ्गदं राज्यं धनधान्यपशूनि च। रामप्रियार्थं सुग्रीवस्त्यजेदिति मतिर्मम॥१३॥",
                    "arth": "'मेरा तो ऐसा विश्वास है कि सुग्रीव श्रीरामचन्द्रजीका प्रिय करनेके लिये रुमाका, मेरा, कुमार अङ्गदका तथा धन-धान्य और पशुओंसहित सम्पूर्ण राज्यका भी परित्याग कर सकते हैं॥१३॥ "
                },
                {
                    "slok": "समानेष्यति सुग्रीवः सीतया सह राघवम्। शशाङ्कमिव रोहिण्या हत्वा तं राक्षसाधमम्॥१४॥",
                    "arth": "'सुग्रीव उस अधम राक्षसका वध करके श्रीरामको सीतासे उसी तरह मिलायेंगे, जैसे चन्द्रमाका रोहिणीके साथ संयोग हुआ हो॥ १४॥"
                },
                {
                    "slok": "शतकोटिसहस्राणि लङ्कायां किल रक्षसाम्। अयुतानि च षट्त्रिंशत्सहस्त्राणि शतानि च॥१५॥",
                    "arth": "'कहते हैं कि लङ्कामें सौ हजार करोड़, छत्तीस -अयुत, छत्तीस हजार और छत्तीस सौ राक्षस रहते हैं ॥"
                },
                {
                    "slok": "अहत्वा तांश्च दुर्धर्षान् राक्षसान् कामरूपिणः। न शक्यो रावणो हन्तुं येन सा मैथिली हृता॥१६॥",
                    "arth": "'वे सब-के-सब राक्षस इच्छानुसार रूप धारण करनेवाले तथा दुर्जय हैं। उन सबका संहार किये बिना रावणका, जिसने मिथिलेशकुमारी सीताका अपहरण किया है, वध नहीं हो सकता ॥ १६॥"
                },
                {
                    "slok": "ते न शक्या रणे हन्तुमसहायेन लक्ष्मण। रावणः क्रूरकर्मा च सुग्रीवेण विशेषतः॥१७॥",
                    "arth": "'लक्ष्मण! किसीकी सहायता लिये बिना अकेले किसी वीरके द्वारा न तो उन राक्षसोंका संग्राममें वध किया जा सकता है और न क्रूरकर्मा रावणका ही। इसलिये सुग्रीवसे सहायता लेनेकी विशेष आवश्यकता है॥१७॥ "
                },
                {
                    "slok": "एवमाख्यातवान् वाली स ह्यभिज्ञो हरीश्वरः। आगमस्तु न मे व्यक्तः श्रवात् तस्य ब्रवीम्यहम्॥१८॥",
                    "arth": "वानरराज वाली लङ्काके राक्षसोंकी इस संख्यासे परिचित थे, उन्हींने मुझे उनकी इस तरह गणना बतायी थी। रावणने इतनी सेनाका संग्रह कैसे किया? यह तो मुझे नहीं मालूम है। किंतु इस संख्याको मैंने उनके मुँहसे सुना था। वह इस समय मैं आपको बता रही हूँ॥१८॥"
                },
                {
                    "slok": "त्वत्सहायनिमित्तं हि प्रेषिता हरिपुड़वाः। आनेतुं वानरान् युद्धे सुबहून् हरिपुङ्गवान्॥१९॥",
                    "arth": "'आपकी सहायताके लिये सुग्रीवने बहुतेरे श्रेष्ठ वानरोंको युद्धके निमित्त असंख्य वानर वीरोंकी सेना एकत्र करनेके लिये भेज रखा है॥१९॥"
                },
                {
                    "slok": "तांश्च प्रतीक्षमाणोऽयं विक्रान्तान् सुमहाबलान्। राघवस्यार्थसिद्धयर्थं न निर्याति हरीश्वरः॥२०॥",
                    "arth": "'वानरराज सुग्रीव उन महाबली और पराक्रमी वीरोंके आनेकी प्रतीक्षा कर रहे हैं। अतएव भगवान् श्रीरामका कार्य सिद्ध करनेके लिये अभी नगरसे बाहर नहीं निकल सके हैं॥२०॥"
                },
                {
                    "slok": "कृता सुसंस्था सौमित्रे सुग्रीवेण पुरा यथा। अद्य तैर्वानरैः सर्वैरागन्तव्यं महाबलैः॥२१॥",
                    "arth": "'सुमित्रानन्दन! सुग्रीवने उन सबके एकत्र होनेके लिये पहलेसे ही जो अवधि निश्चित कर रखी है, उसके अनुसार उन समस्त महाबली वानरोंको आज ही यहाँ उपस्थित हो जाना चाहिये ॥२१॥"
                },
                {
                    "slok": "ऋक्षकोटिसहस्त्राणि गोलाङ्ग्लशतानि च। अद्य त्वामुपयास्यन्ति जहि कोपमरिंदम। कोट्योऽनेकास्तु काकुत्स्थ कपीनां दीप्ततेजसाम्॥२२॥",
                    "arth": "'शत्रुदमन लक्ष्मण! आज आपकी सेवामें कोटि सहस्र (दस अरब) रीछ, सौ करोड़ (एक अरब) लंगूर तथा और भी बढ़े हुए तेजवाले कई करोड़ वानर उपस्थित होंगे। इसलिये आप क्रोधको त्याग दीजिये॥२२॥"
                },
                {
                    "slok": "तव हि मुखमिदं निरीक्ष्य कोपात् क्षतजसमे नयने निरीक्षमाणाः। हरिवरवनिता न यान्ति शान्तिं प्रथमभयस्य हि शङ्किताः स्म सर्वाः॥२३॥",
                    "arth": "'आपका मुख क्रोधसे तमतमा उठा है और आँखें रोषसे लाल हो गयी हैं। यह सब देखकर हम वानरराजकी स्त्रियोंको शान्ति नहीं मिल रही है। हम सबको प्रथम भय (वालिवध) के समान ही किसी अनिष्टकी आशङ्का हो रही है'॥ २३॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे पञ्चत्रिंशः सर्गः॥३५॥ ",
                    "SAMAPT अर्थ": " इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें पैंतीसवाँ सर्ग पूरा हुआ॥ ३५ ॥"
                }
            ]
        },
        {
            "ADHIYAAY": "षट्त्रिंशः सर्गः सुग्रीवका अपनी लघुता तथा श्रीरामकी महत्ता बताते हुए लक्ष्मणसे क्षमा माँगना और लक्ष्मणका उनकी प्रशंसा करके उन्हें अपने साथ चलनेके लिये कहना",
            "arth": [
                {
                    "slok": "इत्युक्तस्तारया वाक्यं प्रश्रितं धर्मसंहितम्। मृदुस्वभावः सौमित्रिः प्रतिजग्राह तद्वचः॥१॥",
                    "arth": "ताराने जब इस प्रकार धर्मके अनुकूल विनययुक्त बात कही, तब कोमल स्वभाववाले सुमित्राकुमार लक्ष्मणने उसे मान लिया (क्रोध को त्याग दिया) ॥१॥"
                },
                {
                    "slok": "तस्मिन् प्रतिगृहीते तु वाक्ये हरिगणेश्वरः। लक्ष्मणात् सुमहत् त्रासं वस्त्रं क्लिन्नमिवात्यजत्॥२॥",
                    "arth": "उनके द्वारा ताराकी बात मान ली जानेपर वानरयूथपति सुग्रीवने लक्ष्मणसे प्राप्त होनेवाले महान् भयको भीगे हुए वस्त्रकी भाँति त्याग दिया॥२॥"
                },
                {
                    "slok": "ततः कण्ठगतं माल्यं चित्रं बहुगुणं महत्। चिच्छेद विमदश्चासीत् सुग्रीवो वानरेश्वरः॥३॥",
                    "arth": "तदनन्तर वानरराज सुग्रीवने अपने कण्ठमें पड़ी हुई फूलोंकी विचित्र, विशाल एवं बहुगुणसम्पन्न माला तोड़ डाली और वे मदसे रहित हो गये॥३॥"
                },
                {
                    "slok": "स लक्ष्मणं भीमबलं सर्ववानरसत्तमः। अब्रवीत् प्रश्रितं वाक्यं सुग्रीवः सम्प्रहर्षयन्॥४॥",
                    "arth": "फिर समस्त वानरोंमें शिरोमणि सुग्रीवने भयंकर बलशाली लक्ष्मणका हर्ष बढ़ाते हुए उनसे यह विनययुक्त बात कही- ॥४॥"
                },
                {
                    "slok": "प्रणष्टा श्रीश्च कीर्तिश्च कपिराज्यं च शाश्वतम्। रामप्रसादात् सौमित्रे पुनश्चाप्तमिदं मया॥५।",
                    "arth": "'सुमित्राकुमार! मेरी श्री, कीर्ति तथा सदासे चला आता हुआ वानरोंका राज्य-ये सब नष्ट हो चुके थे। भगवान् श्रीरामकी कृपासे ही मुझे पुनः इन सबकी प्राप्ति हुई है॥५॥"
                },
                {
                    "slok": "कः शक्तस्तस्य देवस्य ख्यातस्य स्वेन कर्मणा। तादृशं प्रतिकुर्वीत अंशेनापि नृपात्मज॥६॥",
                    "arth": "'राजकुमार! वे भगवान् श्रीराम अपने कर्मोंसे ही सर्वत्र विख्यात हैं। उनके उपकारका वैसा ही बदल अंशमात्रसे भी कौन चुका सकता है?॥६॥"
                },
                {
                    "slok": "सीतां प्राप्स्यति धर्मात्मा वधिष्यति च रावणम्। सहायमात्रेण मया राघवः स्वेन तेजसा॥७॥",
                    "arth": "'धर्मात्मा श्रीराम अपने ही तेजसे रावणका वध करेंगे और सीताको प्राप्त कर लेंगे। मैं तो उनका एक तुच्छ सहायकमात्र रहूँगा॥७॥ "
                },
                {
                    "slok": "सहायकृत्यं किं तस्य येन सप्त महाद्रुमाः। गिरिश्च वसुधा चैव बाणेनैकेन दारिताः॥८॥",
                    "arth": "'जिन्होंने एक ही बाणसे सात बड़े-बड़े ताल वृक्ष, पर्वत, पृथ्वी, पाताल और वहाँ रहनेवाले दैत्योंको भी विदीर्ण कर दिया था, उनको दूसरे किसी सहायककी आवश्यकता भी क्या है? ॥८॥"
                },
                {
                    "slok": "धनुर्विस्फारमाणस्य यस्य शब्देन लक्ष्मण। सशैला कम्पिता भूमिः सहायैः किं नु तस्य वै॥९॥",
                    "arth": "'लक्ष्मण! जिनके धनुष खींचते समय उसकी टंकारसे पर्वतोंसहित पृथ्वी काँप उठी थी, उन्हें सहायकोंसे क्या लेना है?॥९॥"
                },
                {
                    "slok": "अनुयात्रां नरेन्द्रस्य करिष्येऽहं नरर्षभ। गच्छतो रावणं हन्तुं वैरिणं सपुरस्सरम्॥१०॥",
                    "arth": "'नरश्रेष्ठ! मैं तो वैरी रावणका वध करनेके लिये अग्रगामी सैनिकोंसहित यात्रा करनेवाले महाराज श्रीरामके पीछे-पीछे चलूँगा ॥१०॥"
                },
                {
                    "slok": "यदि किंचिदतिक्रान्तं विश्वासात् प्रणयेन वा। प्रेष्यस्य क्षमितव्यं मे न कश्चिन्नापराध्यति॥११॥ ",
                    "arth": "'विश्वास अथवा प्रेमके कारण यदि कोई अपराध बन गया हो तो मुझ दासके उस अपराधको क्षमा कर देना चाहिये; क्योंकि ऐसा कोई सेवक नहीं है, जिससे कभी कोई अपराध होता ही न हो'॥११॥"
                },
                {
                    "slok": "इति तस्य ब्रुवाणस्य सुग्रीवस्य महात्मनः। अभवल्लक्ष्मणः प्रीतः प्रेम्णा चेदमुवाच ह॥१२॥",
                    "arth": "महात्मा सुग्रीवके ऐसा कहनेपर लक्ष्मण प्रसन्न हो गये और बड़े प्रेमसे इस प्रकार बोले- ॥१२॥ "
                },
                {
                    "slok": "सर्वथा हि मम भ्राता सनाथो वानरेश्वर। त्वया नाथेन सुग्रीव प्रश्रितेन विशेषतः॥१३॥",
                    "arth": "'वानरराज सुग्रीव! विशेषतः तुम-जैसे विनयशील सहायकको पाकर मेरे भाई श्रीराम सर्वथा सनाथ हैं॥"
                },
                {
                    "slok": "यस्ते प्रभावः सुग्रीव यच्च ते शौचमीदृशम्। अर्हस्त्वं कपिराज्यस्य श्रियं भोक्तुमनुत्तमाम्॥१४॥",
                    "arth": "'सुग्रीव! तुम्हारा जो प्रभाव है और तुम्हारे हृदयमें जो इतना शुद्ध भाव है, इससे तुम वानरराज्यकी परम उत्तम लक्ष्मीका सदा ही उपभोग करनेके अधिकारी हो॥"
                },
                {
                    "slok": "सहायेन च सुग्रीव त्वया रामः प्रतापवान्। वधिष्यति रणे शत्रूनचिरान्नात्र संशयः॥१५॥",
                    "arth": "'सुग्रीव! तुम्हें सहायकके रूपमें पाकर प्रतापी श्रीराम रणभूमिमें अपने शत्रुओंका शीघ्र ही वध कर डालेंगे, इसमें संशय नहीं है॥१५॥ "
                },
                {
                    "slok": "धर्मज्ञस्य कृतज्ञस्य संग्रामेष्वनिवर्तिनः। उपपन्नं च युक्तं च सुग्रीव तव भाषितम्॥१६॥ ",
                    "arth": "'सुग्रीव! तुम धर्मज्ञ, कृतज्ञ तथा युद्धमें कभी पीठ न दिखानेवाले हो। तुम्हारा यह भाषण सर्वथा युक्तिसंगत और उचित है॥१६॥"
                },
                {
                    "slok": "दोषज्ञः सति सामर्थ्य कोऽन्यो भाषितुमर्हति। वर्जयित्वा मम ज्येष्ठं त्वां च वानरसत्तम॥१७॥",
                    "arth": "'वानरशिरोमणे! तुमको और मेरे बड़े भाईको छोड़कर दूसरा कौन ऐसा विद्वान् है, जो अपनेमें सामर्थ्य होते हुए भी ऐसा नम्रतापूर्ण वचन कह सके॥१७॥"
                },
                {
                    "slok": "सदृशश्चासि रामेण विक्रमेण बलेन च। सहायो दैवतैर्दत्तश्चिराय हरिपुंगव॥१८॥ ",
                    "arth": "'कपिराज! तुम बल और पराक्रममें भगवान् श्रीरामके बराबर हो। देवताओंने ही हमें दीर्घकालके लिये तुम-जैसा सहायक प्रदान किया है॥१८॥"
                },
                {
                    "slok": "किं तु शीघ्रमितो वीर निष्क्रम त्वं मया सह। सान्त्वयस्व वयस्यं च भार्याहरणदुःखितम्॥१९॥ ",
                    "arth": "'किंतु वीर! अब तुम शीघ्र ही मेरे साथ इस पुरीसे बाहर निकलो। तुम्हारे मित्र अपनी पत्नीके अपहरणसे बहुत दु:खी हैं। उन्हें चलकर सान्त्वना दो॥१९॥"
                },
                {
                    "slok": "यच्च शोकाभिभूतस्य श्रुत्वा रामस्य भाषितम्। मया त्वं परुषाण्युक्तस्तत् क्षमस्व सखे मम॥२०॥|",
                    "arth": "'सखे! शोकमग्न श्रीरामके वचनोंको सुनकर जो मैंने तुम्हारे प्रति कठोर बातें कह दी हैं, उनके लिये मुझे क्षमा करो'॥ २०॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे षट्त्रिंशः सर्गः॥३६॥",
                    "SAMAPT अर्थ": " इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें छत्तीसवाँ सर्ग पूरा हुआ॥३६॥"
                }
            ]
        },
        {
            "ADHIYAAY": "सप्तत्रिंशः सर्गः सुग्रीवका हनुमान्जीको वानरसेनाके संग्रहके लिये दोबारा दूत भेजनेकी आज्ञा देना, उन दूतोंसे राजाकी आज्ञा सुनकर समस्त वानरोंका किष्किन्धाके लिये प्रस्थान और दूतोंका  लौटकर सग्रीवको भेंट देनेके साथ ही वानरोंके आगमनका समाचार सुनाना",
            "arth": [
                {
                    "slok": "एवमुक्तस्तु सुग्रीवो लक्ष्मणेन महात्मना। हनूमन्तं स्थितं पार्श्वे वचनं चेदमब्रवीत्॥१॥",
                    "arth": "महात्मा लक्ष्मणने जब ऐसा कहा, तब सुग्रीव अपने पास ही खड़े हुए हनुमान्जीसे यों बोले- ॥१॥ "
                },
                {
                    "slok": "महेन्द्रहिमवद्विन्ध्यकैलासशिखरेषु च। मन्दरे पाण्डुशिखरे पञ्चशैलेषु ये स्थिताः॥२॥ तरुणादित्यवर्णेषु भ्राजमानेषु नित्यशः। पर्वतेषु समुद्रान्ते पश्चिमस्यां तु ये दिशि ॥३॥ आदित्यभवने चैव गिरौ संध्याभ्रसंनिभे। पद्माचलवनं भीमाः संश्रिता हरिपुंगवाः॥४॥ अञ्जनाम्बुदसंकाशाः कुञ्जरेन्द्रमहौजसः। अञ्जने पर्वते चैव ये वसन्ति प्लवंगमाः॥५॥ महाशैलगुहावासा वानराः कनकप्रभाः। मेरुपार्श्वगताश्चैव ये च धूम्रगिरि श्रिताः॥६॥ तरुणादित्यवर्णाश्च पर्वते ये महारुणे। पिबन्तो मधु मैरेयं भीमवेगाः प्लवंगमाः॥७॥ वनेषु च सुरम्येषु सुगन्धिषु महत्सु च। तापसाश्रमरम्येषु वनान्तेषु समन्ततः॥८॥ तांस्तांस्त्वमानय क्षिप्रं पृथिव्यां सर्ववानरान्। सामदानादिभिः कल्पैर्वानरैर्वेगवत्तरैः॥९॥",
                    "arth": "'महेन्द्र, हिमवान्, विन्ध्य, कैलास तथा श्वेत शिखरवाले मन्दराचल-इन पाँच पर्वतोंके शिखरोंपर जो श्रेष्ठ वानर रहते हैं, पश्चिम दिशामें समुद्रके परवर्ती तटपर प्रात:कालिक सूर्यके समान कान्तिमान् और नित्य प्रकाशमान पर्वतोंपर जिन वानरोंका निवास है, भगवान् सूर्यके निवासस्थान तथा संध्याकालिक मेघसमूहके समान अरुण वर्णवाले उदयाचल एवं अस्ताचलपर जो वानर वास करते हैं, पद्माचलवर्ती वनका आश्रय लेकर जो भयानक पराक्रमी वानर-शिरोमणि निवास करते हैं, अञ्जनपर्वतपर जो काजल और मेघके समान काले तथा गजराजके समान महाबली वानर रहते हैं, बड़े-बड़े पर्वतोंकी गुफाओंमें निवास करनेवाले तथा मेरुपर्वतके आस-पास रहनेवाले जो सुवर्णकी-सी कान्तिवाले वानर हैं, जो धूम्रगिरिका आश्रय लेकर रहते हैं, मैरेय मधुका पान करते हुए जो महारुण पर्वतपर प्रातःकालके सूर्यकी भाँति लाल रंगके भयानक वेगशाली वानर निवास करते हैं तथा सुगन्धसे परिपूर्ण एवं तपस्वियोंके आश्रमोंसे सुशोभित बड़े-बड़े रमणीय वनों और वनान्तोंमें चारों ओर जो वानर रहते हैं, भूमण्डलके उन सभी वानरोंको तुम शीघ्र यहाँ ले आओ। शक्तिशाली तथा अत्यन्त वेगवान् वानरोंको भेजकर उनके द्वारा साम, दान आदि उपायोंका प्रयोग करके उन सबको यहाँ बुलवाओ॥२-९॥"
                },
                {
                    "slok": "प्रेषिताः प्रथमं ये च मयाऽऽज्ञाता महाजवाः। त्वरणार्थं तु भूयस्त्वं सम्प्रेषय हरीश्वरान्॥१०॥",
                    "arth": "'मेरी आज्ञासे पहले जो महान् वेगशाली वानर भेजे गये हैं, उनको जल्दी करनेके लिये प्रेरणा देनेके निमित्त तुम पुनः दूसरे श्रेष्ठ वानरोंको भेजो ॥१०॥"
                },
                {
                    "slok": "ये प्रसक्ताश्च कामेषु दीर्घसूत्राश्च वानराः। इहानयस्व तान् शीघ्रं सर्वानेव कपीश्वरान्॥११॥",
                    "arth": "'जो वानर कामभोगमें फंसे हुए हों तथा जो दीर्घसूत्री (प्रत्येक कार्यको विलम्बसे करनेवाले) हों, उन सभी कपीश्वरोंको शीघ्र यहाँ ले आओ॥११॥"
                },
                {
                    "slok": "अहोभिर्दशभिर्ये च नागच्छन्ति ममाज्ञया। हन्तव्यास्ते दुरात्मानो राजशासनदूषकाः॥१२॥",
                    "arth": "'जो मेरी आज्ञासे दस दिनके भीतर यहाँ न आ जायँ, राजाज्ञाको कलङ्कित करनेवाले उन दुरात्मा | वानरोंको मार डालना चाहिये॥१२॥ "
                },
                {
                    "slok": "शतान्यथ सहस्त्राणि कोट्यश्च मम शासनात्। प्रयान्तु कपिसिंहानां निदेशे मम ये स्थिताः॥१३॥",
                    "arth": "'जो मेरी आज्ञाके अधीन रहते हों, ऐसे सैकड़ों, हजारों तथा करोड़ों वानरसिंह मेरे आदेशसे जायें ॥ १३॥ "
                },
                {
                    "slok": "मेघपर्वतसंकाशाश्छादयन्त इवाम्बरम्।। घोररूपाः कपिश्रेष्ठा यान्तु मच्छासनादितः॥१४॥",
                    "arth": "'जो मेघ और पर्वतके समान अपने विशाल शरीरसे आकाशको आच्छादित-सा कर लेते हैं, वे घोर रूपधारी श्रेष्ठ वानर मेरा आदेश मानकर यहाँसे यात्रा करें॥१४॥"
                },
                {
                    "slok": "ते गतिज्ञा गतिं गत्वा पृथिव्यां सर्ववानराः।। आनयन्तु हरीन् सर्वांस्त्वरिताः शासनान्मम॥१५॥",
                    "arth": "'वानरोंके निवासस्थानोंको जाननेवाले सभी वानर तीव्र गतिसे भूमण्डलमें चारों ओर जाकर मेरे आदेशसे उनउन स्थानोंके सम्पूर्ण वानरगणोंको तुरंत यहाँ ले आवें॥"
                },
                {
                    "slok": "तस्य वानरराजस्य श्रुत्वा वायुसुतो वचः। दिक्षु सर्वासु विक्रान्तान् प्रेषयामास वानरान्॥१६॥ १९ वानरराज सुग्रीवकी बात सुनकर वायुपुत्र हनुमान्जीने सम्पूर्ण दिशाओंमें बहुत-से पराक्रमी वानरोंको भेजा॥१६॥ ते पदं विष्णुविक्रान्तं पतत्रिज्योतिरध्वगाः। प्रयाताः प्रहिता राज्ञा हरयस्तु क्षणेन वै॥१७॥",
                    "arth": "राजाकी आज्ञा पाकर वे सब वानर तत्काल आकाशमें पक्षियों और नक्षत्रोंके मार्गसे चल दिये ॥१७॥ "
                },
                {
                    "slok": "ते समुद्रेषु गिरिषु वनेषु च सरस्सु च। वानरा वानरान् सर्वान् रामहेतोरचोदयन्॥१८॥",
                    "arth": "उन वानरोंने समुद्रोंके किनारे, पर्वतोपर, वनोंमें और सरोवरोंके तटोंपर रहनेवाले समस्त वानरोंको श्रीरामचन्द्रजीका कार्य करनेके लिये चलनेको कहा॥१८॥"
                },
                {
                    "slok": "मृत्युकालोपमस्याज्ञां राजराजस्य वानराः। सुग्रीवस्याययुः श्रुत्वा सुग्रीवभयशङ्किताः॥१९॥",
                    "arth": "अपने सम्राट् सुग्रीवका, जो मृत्यु एवं कालके समान भयानक दण्ड देनेवाले थे, आदेश सुनकर वे सभी वानर उनके भयसे थर्रा उठे और तुरंत ही किष्किन्धाकी ओर प्रस्थित हुए॥१९॥"
                },
                {
                    "slok": "ततस्तेऽञ्जनसंकाशा गिरेस्तस्मान्महाबलाः। तिस्त्रः कोट्यः प्लवंगानां निर्ययुर्यत्र राघवः॥२०॥ ",
                    "arth": "तदनन्तर कज्जल गिरिसे काजलके ही समान काले और महान् बलवान् तीन करोड़ वानर उस स्थानपर जानेके  लिये निकले, जहाँ श्रीरघुनाथजी विराजमान थे ॥ २० ॥ "
                },
                {
                    "slok": "अस्तं गच्छति यत्रार्कस्तस्मिन् गिरिवरे रताः। | संतप्तहेमवर्णाभास्तस्मात् कोट्यो दश च्युताः॥२१॥",
                    "arth": "जहाँ सूर्यदेव अस्त होते हैं, उस श्रेष्ठ पर्वतपर रहनेवाले दस करोड़ वानर, जिनकी कान्ति तपाये हुए सुवर्णके समान थी, वहाँसे किष्किन्धाके लिये चले॥"
                },
                {
                    "slok": "कैलासशिखरेभ्यश्च सिंहकेसरवर्चसाम्। ततः कोटिसहस्त्राणि वानराणां समागमन्॥२२॥",
                    "arth": "कैलासके शिखरोंसे सिंहके अयालकी-सी श्वेत कान्तिवाले दस अरब वानर आये॥ २२॥ "
                },
                {
                    "slok": "फलमूलेन जीवन्तो हिमवन्तमुपाश्रिताः। तेषां कोटिसहस्त्राणां सहस्त्रं समवर्तत ॥२३॥",
                    "arth": "जो हिमालयपर रहकर फल-मूलसे जीवननिर्वाह करते थे, वे वानर एक नीलकी संख्यामें वहाँ आये॥२३॥"
                },
                {
                    "slok": "अङ्गारकसमानानां भीमानां भीमकर्मणाम्। विन्ध्याद् वानरकोटीनां सहस्त्राण्यपतन् द्रुतम्॥२४॥",
                    "arth": "विन्ध्याचल पर्वतसे मङ्गलके समान लाल रंगवाले भयानक पराक्रमी भयंकर रूपधारी वानरोंकी दस अरब | सेना बड़े वेगसे किष्किन्धामें आयी॥ २४॥"
                },
                {
                    "slok": "क्षीरोदवेलानिलयास्तमालवनवासिनः । । नारिकेलाशनाश्चैव तेषां संख्या न विद्यते॥२५॥",
                    "arth": "क्षीरसमुद्रके किनारे और तमालवनमें नारियल | खाकर रहनेवाले वानर इतनी अधिक संख्यामें आये कि उनकी गणना नहीं हो सकती थी॥ २५ ॥"
                },
                {
                    "slok": "वनेभ्यो गह्वरेभ्यश्च सरिद्भयश्च महाबलाः। | आगच्छद वानरी सेना पिबन्तीव दिवाकरम्॥२६॥",
                    "arth": "वनोंसे, गुफाओंसे और नदियोंके किनारोंसे असंख्य महाबली वानर एकत्र हुए। वानरोंकी वह सारी सेना सूर्यदेवको पीती (आच्छादित करती) हुई-सी आयी॥२६॥"
                },
                {
                    "slok": "ये तु त्वरयितुं याता वानराः सर्ववानरान्। ते वीरा हिमवच्छैले ददृशुस्तं महाद्रुमम् ॥२७॥",
                    "arth": "जो वानर समस्त वानरोंको शीघ्र आनेके लिये | प्रेरित करनेके निमित्त किष्किन्धासे दुबारा भेजे गये थे, उन वीरोंने हिमालय पर्वतपर उस प्रसिद्ध विशाल वृक्षको देखा (जो भगवान् शंकरकी यज्ञशालामें स्थित था)॥२७॥"
                },
                {
                    "slok": "तस्मिन् गिरिवरे पुण्ये यज्ञो माहेश्वरः पुरा। सर्वदेवमनस्तोषो । बभूव सुमनोरमः॥२८॥",
                    "arth": "उस पवित्र एवं श्रेष्ठ पर्वतपर पूर्वकालमें भगवान् | शंकरका यज्ञ हुआ था, जो सम्पूर्ण देवताओंके मनको ।। संतोष देनेवाला और अत्यन्त मनोरम था॥२८॥"
                },
                {
                    "slok": "अन्ननिस्यन्दजातानि मूलानि च फलानि च। अमृतस्वादुकल्पानि ददृशुस्तत्र वानराः॥२९॥",
                    "arth": "उस पर्वतपर खीर आदि अन्न (होमद्रव्य) से घृत आदिका स्राव हुआ था, उससे वहाँ अमृतके समान स्वादिष्ट फल और मूल उत्पन्न हुए थे। उन फलोंको उन वानरोंने देखा ॥ २९॥ "
                },
                {
                    "slok": "तदन्नसम्भवं दिव्यं फलमूलं मनोहरम्। यः कश्चित् सकृदश्नाति मासं भवति तर्पितः॥३०॥",
                    "arth": "उक्त अन्नसे उत्पन्न हुए उस दिव्य एवं मनोहर फल-मूलको जो कोई एक बार खा लेता था, वह एक मासतक उससे तृप्त बना रहता था॥३०॥"
                },
                {
                    "slok": "तानि मूलानि दिव्यानि फलानि च फलाशनाः। औषधानि च दिव्यानि जगृहुर्हरिपुंगवाः॥३१॥ ",
                    "arth": "फलाहार करनेवाले उन वानरशिरोमणियोंने उन दिव्य मूल-फलों और दिव्य औषधोंको अपने साथ ले लिया।"
                },
                {
                    "slok": "तस्माच्च यज्ञायतनात् पुष्पाणि सुरभीणि च। आनिन्युनरा गत्वा सुग्रीवप्रियकारणात्॥३२॥",
                    "arth": "वहाँ जाकर उस यज्ञ-मण्डपसे वे सब वानर सुग्रीवका प्रिय करनेके लिये सुगन्धित पुष्प भी लेते आये ॥३२॥ "
                },
                {
                    "slok": "ते तु सर्वे हरिवराः पृथिव्यां सर्ववानरान्। संचोदयित्वा त्वरितं यूथानां जग्मुरग्रतः॥३३॥",
                    "arth": "वे समस्त श्रेष्ठ वानर भमण्डलके सम्पर्ण वानरोंको | तुरंत चलनेका आदेश देकर उनके यूथोंके पहुँचनेके पहले ही सुग्रीवके पास आ गये॥ ३३ ॥ |"
                },
                {
                    "slok": "ते तु तेन मुहूर्तेन कपयः शीघ्रचारिणः। किष्किन्धां त्वरया प्राप्ताः सुग्रीवो यत्र वानरः॥३४॥",
                    "arth": "वे शीघ्रगामी वानर उसी मुहूर्तमें चलकर बड़ी | उतावलीके साथ किष्किन्धापुरीमें जहाँ वानरराज सुग्रीव | थे, जा पहुँचे॥ ३४॥"
                },
                {
                    "slok": "ते गृहीत्वौषधीः सर्वाः फलमूलं च वानराः। | तं प्रतिग्राहयामासुर्वचनं चेदमब्रुवन्॥३५॥",
                    "arth": "उस सम्पूर्ण ओषधियों और फल-मूलोंको लेकर | उन वानरोंने सुग्रीवकी सेवामें अर्पित कर दिया और इस प्रकार कहा-॥३५॥ "
                },
                {
                    "slok": "सर्वे परिसृताः शैलाः सरितश्च वनानि च। पृथिव्यां वानराः सर्वे शासनादुपयान्ति ते॥३६॥",
                    "arth": "'महाराज! हमलोग सभी पर्वतों, नदियों और वनोंमें घूम आये। भूमण्डलके समस्त वानर आपकी आज्ञासे यहाँ आ रहे हैं ॥३६॥"
                },
                {
                    "slok": "एवं श्रुत्वा ततो हृष्टः सुग्रीवः प्लवगाधिपः। | प्रतिजग्राह च प्रीतस्तेषां सर्वमुपायनम्॥३७॥",
                    "arth": "यह सुनकर वानरराज सुग्रीवको बड़ी प्रसन्नता | हुई। उन्होंने उनकी दी हुई सारी भेंट-सामग्री सानन्द ग्रहण की॥ ३७॥"
                },
                {
                    "SAMAPT_SARG": "इत्यारे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे सप्तत्रिंशः सर्गः॥३७॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें सैंतीसवाँ सर्ग पूरा हुआ॥३७॥"
                }
            ]
        },
        {
            "ADHIYAAY": "अष्टात्रिंशः सर्गः लक्ष्मणसहित सुग्रीवका भगवान् श्रीरामके पास आकर उनके चरणोंमें प्रणाम करना, श्रीरामका उन्हें समझाना, सुग्रीवका अपने किये हुए सैन्यसंग्रहविषयक - उद्योगको बताना और उसे सुनकर श्रीरामका प्रसन्न होना",
            "arth": [
                {
                    "slok": "प्रतिगृह्य च तत् सर्वमुपायनमुपाहृतम्। वानरान् सान्त्वयित्वा च सर्वानेव व्यसर्जयत्॥१॥",
                    "arth": "उनके लाये हुए उन समस्त उपहारोंको ग्रहण करके सुग्रीवने सम्पूर्ण वानरोंको मधुर वचनोंद्वारा सान्त्वना दी। फिर सबको विदा कर दिया॥१॥"
                },
                {
                    "slok": "विसर्जयित्वा स हरीन् सहस्त्रान् कृतकर्मणः। मेने कृतार्थमात्मानं राघवं च महाबलम्॥२॥",
                    "arth": "कार्य पूरा करके लौटे हुए उन सहस्रों वानरोंको विदा करके सुग्रीवने अपने-आपको कृतार्थ माना और महाबली श्रीरघुनाथजीका भी कार्य सिद्ध हुआ ही समझा ॥२॥ "
                },
                {
                    "slok": "स लक्ष्मणो भीमबलं सर्ववानरसत्तमम्। अब्रवीत् प्रश्रितं वाक्यं सुग्रीवं सम्प्रहर्षयन्॥३॥",
                    "arth": "तत्पश्चात् लक्ष्मण समस्त वानरोंमें श्रेष्ठ भयंकर बलशाली सुग्रीवका हर्ष बढ़ाते हुए उनसे यह विनीत वचन बोले-॥३॥"
                },
                {
                    "slok": "किष्किन्धाया विनिष्काम यदि ते सौम्य रोचते। तस्य तद् वचनं श्रुत्वा लक्ष्मणस्य सुभाषितम्॥४॥ सुग्रीवः परमप्रीतो वाक्यमेतदुवाच ह।",
                    "arth": "'सौम्य! यदि तुम्हारी रुचि हो तो अब किष्किन्धासे बाहर निकलो।' लक्ष्मणकी यह सुन्दर बात सुनकर सुग्रीव अत्यन्त प्रसन्न हुए और इस प्रकार बोले-॥४३॥ "
                },
                {
                    "slok": "एवं भवतु गच्छाम स्थेयं त्वच्छासने मया॥५॥ तमेवमुक्त्वा सुग्रीवो लक्ष्मणं शुभलक्षणम्। विसर्जयामास तदा ताराद्याश्चैव योषितः॥६॥",
                    "arth": "'अच्छा, ऐसा ही हो। चलिये, चलें। मुझे तो आपकी आज्ञाका पालन करना है।' शुभ लक्षणोंसे युक्त लक्ष्मणसे ऐसा कहकर सुग्रीवने तारा आदि सब स्त्रियोंको तत्काल विदा कर दिया॥५-६॥ "
                },
                {
                    "slok": "एहीत्युच्चैर्हरिवरान् सुग्रीवः समुदाहरत्। तस्य तद वचनं श्रत्वा हरयः शीघ्रमाययः॥७॥ बद्धाञ्जलिपुटाः सर्वे ये स्युः स्त्रीदर्शनक्षमाः।",
                    "arth": "इसके बाद सुग्रीवने शेष वानरोंको 'आओ, आओ कहकर उच्च स्वरसे पुकारा। उनकी वह पुकार सुनकर सब वानर, जो अन्तःपुरकी स्त्रियोंको देखनेके अधिकारी थे, दोनों हाथ जोड़े शीघ्रतापूर्वक उनके पास आये॥७३॥"
                },
                {
                    "slok": "तानुवाच ततः प्राप्तान् राजार्कसदृशप्रभः॥८॥ उपस्थापयत क्षिप्रं शिबिकां मम वानराः।",
                    "arth": "पास आये हुए उन वानरोंसे सूर्यतुल्य तेजस्वी राजा सुग्रीवने कहा-'वानरो! तुमलोग शीघ्र मेरी शिबिकाको यहाँ ले आओ'॥८॥"
                },
                {
                    "slok": "श्रुत्वा तु वचनं तस्य हरयः शीघ्रविक्रमाः॥९॥ समुपस्थापयामासुः शिबिकां प्रियदर्शनाम्।",
                    "arth": "उनकी बात सुनकर शीघ्रगामी वानरोंने एक सुन्दर शिबिका (पालकी) वहाँ उपस्थित कर दी॥९३ ॥"
                },
                {
                    "slok": "तामुपस्थापितां दृष्ट्वा शिबिकां वानराधिपः॥१०॥ लक्ष्मणारुह्यतां शीघ्रमिति सौमित्रिमब्रवीत्।",
                    "arth": "पालकीको वहाँ उपस्थित देख वानरराज सुग्रीवने सुमित्राकुमारसे कहा-'कुमार लक्ष्मण! आप शीघ्र इसपर आरूढ़ हो जायँ' ॥ १०३ ॥ . "
                },
                {
                    "slok": "इत्युक्त्वा काञ्चनं यानं सुग्रीवः सूर्यसंनिभम्॥११॥ बहुभिर्हरिभिर्युक्तमारुरोह सलक्ष्मणः।",
                    "arth": "ऐसा कहकर लक्ष्मणसहित सुग्रीव उस सूर्यकीसी प्रभावाली सुवर्णमयी पालकीपर, जिसे ढोनेके लिये बहुत-से वानर लगे थे, आरूढ़ हुए॥११३॥"
                },
                {
                    "slok": "पाण्डुरेणातपत्रेण ध्रियमाणेन मूर्धनि॥१२॥ शुक्लैश्च वालव्यजनैधूयमानैः समन्ततः। शंखभेरीनिनादैश्च बन्दिभिश्चाभिनन्दितः॥१३॥ निर्ययौ प्राप्य सुग्रीवो राज्यश्रियमनुत्तमाम्।।",
                    "arth": "उस समय सग्रीवके ऊपर श्वेत छत्र लगाया गया और सब ओरसे सफेद चँवर डुलाये जाने लगे। शङ्ख और भेरीकी ध्वनिके साथ वन्दीजनोंका अभिनन्दन सुनते हुए राजा सुग्रीव परम उत्तम राजलक्ष्मीको पाकर किष्किन्धापुरीसे बाहर निकले॥१२-१३३॥"
                },
                {
                    "slok": "स वानरशतैस्तीक्ष्णैर्बहुभिः शस्त्रपाणिभिः॥१४॥ परिकीर्णों ययौ तत्र यत्र रामो व्यवस्थितः।",
                    "arth": "हाथमें शस्त्र लिये तीक्ष्ण स्वभाववाले कई सौ वानरोंसे घिरे हुए राजा सुग्रीव उस स्थानपर गये, जहाँ भगवान् श्रीराम निवास करते थे॥१४॥"
                },
                {
                    "slok": "स तं देशमनुप्राप्य श्रेष्ठं रामनिषेवितम्॥१५॥ अवातरन्महातेजाः शिबिकायाः सलक्ष्मणः। आसाद्य च ततो रामं कृताञ्जलिपुटोऽभवत्॥१६॥",
                    "arth": "श्रीरामचन्द्रजीसे सेवित उस श्रेष्ठ स्थानमें पहुंचकर | लक्ष्मणसहित महातेजस्वी सुग्रीव पालकीसे उतरे और श्रीरामके पास जा हाथ जोड़कर खड़े हो गये॥१५-१६॥"
                },
                {
                    "slok": "कृताञ्जलौ स्थिते तस्मिन् वानराश्चाभवंस्तथा। तटाकमिव तं दृष्ट्वा रामः कुड्मलपङ्कजम्॥१७॥ वानराणां महत् सैन्यं सुग्रीवे प्रीतिमानभूत्।",
                    "arth": "वानरराजके हाथ जोड़कर खड़े होनेपर उनके अनुयायी वानर भी उन्हींकी भाँति अञ्जलि बाँधे खड़े हो गये। मकलित कमलोंसे भरे हए विशाल सरोवरकी भाँति वानरोंकी उस बड़ी भारी सेनाको देखकर श्रीरामचन्द्रजी सुग्रीवपर बहुत प्रसन्न हुए॥१७३ ॥"
                },
                {
                    "slok": "पादयोः पतितं मूर्धा तमुत्थाप्य हरीश्वरम्॥१८॥ प्रेम्णा च बहुमानाच्च राघवः परिषस्वजे।",
                    "arth": "वानरराजको चरणोंमें मस्तक रखकर पड़ा हुआ | देख श्रीरघुनाथजीने हाथसे पकड़कर उठाया और बड़े | आदर तथा प्रेमके साथ उन्हें हृदयसे लगाया॥ १८ ॥ "
                },
                {
                    "slok": "परिष्वज्य च धर्मात्मा निषीदेति ततोऽब्रवीत्॥१९॥ | निषण्णं तं ततो दृष्ट्वा क्षितौ रामोऽब्रवीत् ततः।",
                    "arth": "हृदयसे लगाकर धर्मात्मा श्रीरामने उनसे कहा| 'बैठो'। उन्हें पृथ्वीपर बैठा देख श्रीराम बोले-॥"
                },
                {
                    "slok": "धर्ममर्थं च कामं च काले यस्तु निषेवते॥२०॥ | विभज्य सततं वीर स राजा हरिसत्तम। | हित्वा धर्मं तथार्थं च कामं यस्तु निषेवते॥२१॥ स वृक्षाग्रे यथा सुप्तः पतितः प्रतिबुध्यते।",
                    "arth": "'वीर! वानरशिरोमणे! जो धर्म, अर्थ और कामके | लिये समयका विभाग करके सदा उचित समयपर  उनका (न्याययुक्त) सेवन करता है, वही श्रेष्ठ राजा है। | किंतु जो धर्म-अर्थका त्याग करके केवल कामका ही सेवन करता है, वह वृक्षकी अगली शाखापर सोये हुए मनुष्यके समान है। गिरनेपर ही उसकी आँख खुलती है॥२०-२१३॥"
                },
                {
                    "slok": "अमित्राणां वधे युक्तो मित्राणां संग्रहे रतः॥२२॥ त्रिवर्गफलभोक्ता च राजा धर्मेण युज्यते।",
                    "arth": "'जो राजा शत्रुओंके वध और मित्रोंके संग्रहमें संलग्न रहकर योग्य समयपर धर्म, अर्थ और कामका (न्याययुक्त) सेवन करता है, वह धर्मके फलका भागी होता है॥२२॥"
                },
                {
                    "slok": "उद्योगसमयस्त्वेष, प्राप्तः शत्रुनिषूदन॥२३॥ संचिन्त्यतां हि पिड़ेश हरिभिः सह मन्त्रिभिः।",
                    "arth": "'शत्रुसूदन! यह हमलोगोंके लिये उद्योगका समय आया है। वानरराज! तुम इस विषयमें इन वानरों और मन्त्रियोंके साथ विचार करो' ॥ २३ ॥ "
                },
                {
                    "slok": "एवमुक्तस्तु सुग्रीवो रामं वचनमब्रवीत्॥२४॥ प्रणष्टा श्रीश्च कीर्तिश्च कपिराज्यं च शाश्वतम्। त्वत्प्रसादान्महाबाहो पुनः प्राप्तमिदं मया॥२५॥",
                    "arth": "श्रीरामके ऐसा कहनेपर सुग्रीवने उनसे कहा'महाबाहो! मेरी श्री, कीर्ति तथा सदासे चला आनेवाला वानरोंका राज्य–ये सब नष्ट हो चुके थे। आपकी कृपासे ही मुझे पुनः इन सबकी प्राप्ति हुई है॥ २४-२५ ॥"
                },
                {
                    "slok": "तव देव प्रसादाच्च भ्रातुश्च जयतां वर। कृतं न प्रतिकुर्याद् यः पुरुषाणां हि दूषकः॥२६॥",
                    "arth": "'विजयी वीरोंमें श्रेष्ठ देव! आप और आपके भाईकी कृपासे ही मैं वानर-राज्यपर पुनः प्रतिष्ठित हुआ हूँ। जो किये हुए उपकारका बदला नहीं चुकाता है, वह पुरुषोंमें धर्मको कलङ्कित करनेवाला माना गया है॥ २६॥"
                },
                {
                    "slok": " एते वानरमुख्याश्च शतशः शत्रुसूदन।। प्राप्ताश्चादाय बलिनः पृथिव्यां सर्ववानरान् ॥२७॥",
                    "arth": "'शत्रुसूदन! ये सैकड़ों बलवान् और मुख्य वानर भूमण्डलके सभी बलशाली वानरोंको साथ लेकर यहाँ आये हैं॥ २७॥"
                },
                {
                    "slok": "ऋक्षाश्च वानराः शूरा गोलाङ्गलाश्च राघव। कान्तारवनदुर्गाणामभिज्ञा घोरदर्शनाः॥२८॥",
                    "arth": "'रघुनन्दन! इनमें रीछ हैं, वानर हैं और शौर्यसम्पन्न गोलाङ्गल (लङ्गर) हैं। ये सब-के-सब देखने में बड़े भयंकर हैं और बीहड़ वनों तथा दुर्गम स्थानोंके जानकार हैं॥ २८॥"
                },
                {
                    "slok": "देवगन्धर्वपुत्राश्च वानराः कामरूपिणः। स्वैः स्वैः परिवृताः सैन्यैर्वर्तन्ते पथि राघव॥२९॥",
                    "arth": "7 'रघुनाथजी! जो देवताओं और गन्धर्वोके पुत्र हैं और इच्छानुसार रूप धारण करनेमें समर्थ हैं, वे श्रेष्ठ वानर अपनी-अपनी सेनाओंके साथ चल पड़े हैं और इस समय मार्गमें हैं॥२९॥"
                },
                {
                    "slok": "शतैः शतसहस्त्रैश्च वर्तन्ते कोटिभिस्तथा। अयुतैश्चावृता वीर शङ्कुभिश्च परंतप॥३०॥",
                    "arth": "'शत्रुओंको संताप देनेवाले वीर! इनमेंसे किसीके साथ सौ, किसीके साथ लाख, किसीके साथ करोड़, किसीके साथ अयुत (दस हजार) और किसीके साथ एक शंकु वानर हैं॥३०॥ "
                },
                {
                    "slok": "अर्बुदैरर्बुदशतैर्मध्यैश्चान्त्यैश्च म वानराः। समुद्राश्च परार्धाश्च हरयो हरियूथपाः॥३१॥",
                    "arth": "'कितने ही वानर अर्बुद (दस करोड़), सौ अर्बुद (दस अरब), मध्य (दस पद्म) तथा अन्त्य (एक पद्म) वानर-सैनिकोंके साथ आ रहे हैं। कितने ही वानरों AMT वानर-यूथपतियोंकी संख्या समुद्र (दस नील) तथा परार्ध (शंख) तक पहुँच गयी है* ॥३१॥"
                },
                {
                    "slok": "आगमिष्यन्ति ते राजन् महेन्द्रसमविक्रमाः। मेघपर्वतसंकाशा मेरुविन्ध्यकृतालयाः॥३२॥",
                    "arth": "'राजन्! वे देवराज इन्द्रके समान पराक्रमी तथा मेघों और पर्वतोंके समान विशालकाय वानर, जो मेरु और विन्ध्याचलमें निवास करते हैं, यहाँ शीघ्र ही उपस्थित होंगे॥३२॥"
                },
                {
                    "slok": "ते त्वामभिगमिष्यन्ति राक्षसं योद्धमाहवे। निहत्य रावणं युद्धे ह्यानयिष्यन्ति मैथिलीम्॥३३॥",
                    "arth": "'जो युद्धमें रावणका वध करके मिथिलेशकुमारी सीताको लङ्कासे ला देंगे, वे महान् शक्तिशाली वानर संग्राममें उस राक्षससे युद्ध करनेके लिये अवश्य आपके पास आयेंगे'॥३३॥"
                },
                {
                    "slok": "ततः समुद्योगमवेक्ष्य वीर्यवान् हरिप्रवीरस्य निदेशवर्तिनः। बभूव हर्षाद् वसुधाधिपात्मजः प्रबुद्धनीलोत्पलतुल्यदर्शनः ॥३४॥",
                    "arth": "यह सुनकर परम पराक्रमी राजकुमार श्रीराम अपनी आज्ञाके अनुसार चलनेवाले वानरोंके प्रमुख वीर सुग्रीवका यह सैन्य-विषयक उद्योग देखकर बड़े प्रसन्न हुए। उनके नेत्र हर्षसे खिल उठे और प्रफुल्ल नील कमलके समान दिखायी देने लगे॥३४॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डेऽष्टात्रिंशः सर्गः॥३८॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें अड़तीसवाँ सर्ग पूरा हुआ॥३८॥ "
                }
            ]
        },
        {
            "ADHIYAAY": "एकोनचत्वारिंशः सर्गः श्रीरामचन्द्रजीका सुग्रीवके प्रति कृतज्ञता प्रकट करना तथा विभिन्न वानर-यथपतियोंका अपनी सेनाओंके साथ आगमन ",
            "arth": [
                {
                    "slok": "इति ब्रुवाण सुग्रीव रामा धमभृता वरः। बाहुभ्यां सम्परिष्वज्य प्रत्युवाच कृताञ्जलिम्॥१॥",
                    "arth": "सुग्रीवके ऐसा कहनेपर धर्मात्माओंमें श्रेष्ठ श्रीरामने अपनी दोनों भुजाओंसे उनका आलिङ्गन किया और हाथ जोड़कर खड़े हुए उनसे इस प्रकार कहा- ॥१॥ "
                },
                {
                    "slok": "यदिन्द्रो वर्षते वर्षं न तच्चित्रं भविष्यति। आदित्योऽसौ सहस्त्रांशुः कुर्याद् वितिमिरं नभः॥२॥ चन्द्रमा रजनी कुर्यात् प्रभया सौम्य निर्मलाम्। त्वद्विधो वापि मित्राणां प्रीतिं कुर्यात् परंतप॥३॥",
                    "arth": "'सखे! इन्द्र जो जलकी वर्षा करते हैं, सहस्रों किरणोंसे शोभा पानेवाले सूर्यदेव जो आकाशका अन्धकार दूर कर देते हैं तथा सौम्य! चन्द्रमा अपनी प्रभासे जो अँधेरी रातको भी उज्ज्वल कर देते हैं, इसमें कोई आश्चर्यकी बात नहीं है। क्योंकि यह उनका स्वाभाविक गुण है। शत्रुओंको संताप देनेवाले सुग्रीव! इसी तरह तुम्हारे समान पुरुष भी यदि अपने मित्रोंका उपकार करके उन्हें प्रसन्न कर दें तो इसमें कोई आश्चर्य नहीं मानना चाहिये॥२-३॥"
                },
                {
                    "slok": "एवं त्वयि न तच्चित्रं भवेद् यत् सौम्य शोभनम्। जानाम्यहं त्वां सुग्रीव सततं प्रियवादिनम्॥४॥",
                    "arth": "'सौम्य सुग्रीव! इसी प्रकार तुममें जो मित्रोंका हितसाधनरूप कल्याणकारी गुण है, वह आश्चर्यका विषय नहीं है; क्योंकि मैं जानता हूँ कि तुम सदा प्रिय बोलनेवाले हो-यह तम्हारा स्वाभाविक गुण है॥४॥"
                },
                {
                    "slok": "त्वत्सनाथः सखे संख्ये जेतास्मि सकलानरीन्। त्वमेव मे सुहृन्मित्रं साहाय्यं कर्तुमर्हसि ॥५॥",
                    "arth": "'सखे! तुम्हारी सहायतासे सनाथ होकर मैं युद्धमें समस्त शत्रुओंको जीत लूँगा। तुम्हीं मेरे हितैषी मित्र हो और मेरी सहायता कर सकते हो॥५॥"
                },
                {
                    "slok": "जहारात्मविनाशाय मैथिली राक्षसाधमः। | वञ्चयित्वा तु पौलोमीमनुह्लादो यथा शचीम्॥६॥",
                    "arth": "'राक्षसाधम रावणने अपना नाश करनेके लिये ही | मिथिलेशकुमारीको धोखा देकर उसका अपहरण किया है। ठीक उसी तरह, जैसे अनुह्लादने अपने विनाशके लिये ही पुलोमपुत्री शचीको छलपूर्वक हर लिया था* ॥६॥ "
                },
                {
                    "slok": "नचिरात् तं वधिष्यामि रावणं निशितैः शरैः। पौलोम्याः पितरं दृप्तं शतक्रतुरिवारिहा॥७॥",
                    "arth": "'जैसे शत्रुहन्ता इन्द्रने शचीके घमंडी पिताको मार डाला था, उसी प्रकार मैं भी शीघ्र ही अपने तीखे बाणोंसे रावणका वध कर डालूँगा' ॥७॥"
                },
                {
                    "slok": "एतस्मिन्नन्तरे चैव रजः समभिवर्तत। उष्णतीव्रां सहस्त्रांशोश्छादयद् गगने प्रभाम्॥८॥",
                    "arth": "श्रीराम और सुग्रीवमें जब इस प्रकार बातें हो रही थीं, उसी समय बड़े जोरकी धूल उठी, जिसने आकाशमें फैलकर सूर्यकी प्रचण्ड प्रभाको ढक दिया॥८॥"
                },
                {
                    "slok": "दिशः पर्याकलाश्चासंस्तमसा तेन दषिताः। चचाल च मही सर्वा सशैलवनकानना॥८॥",
                    "arth": "फिर तो उस धूलजनित अन्धकारसे सम्पूर्ण दिशाएँ दूषित एवं व्याप्त हो गयीं तथा पर्वत, वन और काननोंके साथ समूची पृथ्वी डगमग होने लगी ॥ ९ ॥"
                },
                {
                    "slok": "ततो नगेन्द्रसंकाशैस्तीक्ष्णदंष्ट्र्र्महाबलैः ।  कृत्स्ना संछादिता भूमिरसंख्येयैः प्लवंगमैः ॥ १० ॥ ",
                    "arth": "    तदनन्तर पर्वतराजके समान शरीर और तीखी दाढ़वाले असंख्य महाबली वानरोंसे वहाँकी सारी भूमि आच्छादित हो गयी ॥ १० ॥"
                },
                {
                    "slok": "निमेषान्तरमात्रेण ततस्तैर्हरियूथपैः । कोटीशतपरीवारैर्वानरैर्हरियूथपैः  ॥ ११ ॥",
                    "arth": "पलक मारते-मारते अरबों वानरोंसे घिरे हुए अनेकानेक यूथपतियोंने वहाँ आकर सारी भूमिको ढक लिया ॥ ११ ॥"
                },
                {
                    "slok": "नादेयैः पार्वतेयैश्च सामुद्रैश्च महाबलैः । हरिभिर्मेघनिर्ह्रादैरन्यैश्च वनवासिभिः ॥ १२ ॥",
                    "arth": "नदी, पर्वत, वन और समुद्र सभी स्थानोंके निवासी महाबली वानर जुट गये, जो मेघोंकी गर्जनाके समान उच्च स्वरसे सिंहनाद करते थे ॥ १२ ॥"
                },
                {
                    "slok": "तरुणादित्यवर्णैश्च शशिगौरैश्च वानरैः । पद्मकेसरवर्णैश्च श्वेतैर्हेमकृतालयैः ॥ १३ ॥",
                    "arth": "कोई बालसूर्यके समान लाल रंगके थे तो कोई चन्द्रमाके समान गौर वर्णके कितने ही वानर कमलके केसरोंके समान पीले रंगके थे और कितने ही हिमाचलवासी वानर सफेद दिखायी देते थे ॥ १३ ॥"
                },
                {
                    "slok": "कोटीसहस्त्रैर्दशभिः श्रीमान् परिवृतस्तदा । वीरः शतबलिर्नाम वानरः प्रत्यदृश्यत ॥ १४ ॥ ",
                    "arth": " उस समय परम कान्तिमान् शतबलि नामक वीर वानर दस अरब वानरोंके साथ दृष्टिगोचर हुआ ॥ १४ ॥"
                },
                {
                    "slok": "ततः काञ्चनशैलाभस्ताराया वीर्यवान् पिता। अनेकैबहुसाहस्त्रैः कोटिभिः प्रत्यदृश्यत ॥ १५ ॥",
                    "arth": "तत्पश्चात् सुवर्णशैलके समान सुन्दर एवं विशाल शरीरवाले ताराके महाबली पिता कई सहस्र कोटि वानरोंके साथ वहाँ उपस्थित देखे गये ॥ १५ ॥ "
                },
                {
                    "slok": "तथापरेण कोटीनां सहस्त्रेण समन्वितः ।   पिता रुमायाः सम्प्राप्तः सुग्रीवश्वशुरो विभुः ॥ १६ ॥ ",
                    "arth": "इसी प्रकार रूमाके पिता और सुग्रीवके श्वशुर, जो बड़े वैभवशाली थे, वहाँ उपस्थित हुए। उनके साथ भी दस अरब वानर थे ॥ १६ ॥"
                },
                {
                    "slok": "पद्मकेसरसंकाशस्तरुणाकंनिभाननः बुद्धिमान् वानरश्रेष्ठः सर्ववानरसत्तमः ॥ १७ ॥ अनेकैबहुसास्त्रैर्वानराणां समन्वितः । पिता हनुमतः श्रीमान् केसरी प्रत्यदृश्यत ॥ १८ ॥",
                    "arth": "तदनन्तर हनुमान्जीके पिता कपिश्रेष्ठ श्रीमान् केसरी दिखायी दिये। उनके शरीरका रंग कमलके केसरॉकी भाँति पीला और मुख प्रातः कालके सूर्यके समान लाल था। वे बड़े बुद्धिमान् और समस्त वानरोंमें श्रेष्ठ थे। वे कई सहस्र वानरोंसे घिरे हुए थे ॥ १७-१८ ॥"
                },
                {
                    "slok": "गोलाङ्गूलमहाराजो गवाक्षो भीमविक्रमः । वृतः कोटिसहस्त्रेण वानराणामदृश्यत । १९ ।। ",
                    "arth": "फिर लंगूर जातिवाले वानरोंके महाराज भयंकर पराक्रमी गवाक्षका दर्शन हुआ। उनके साथ दस अरब वानरोंकी सेना थी ॥ १९ ॥"
                },
                {
                    "slok": "ऋक्षाणां भीमवेगानां धूम्रः शत्रुनिबर्हणः । वृतः कोटिसहस्त्राभ्यां द्वाभ्यां समभिवर्तत ॥ २० ।। ",
                    "arth": "शत्रुओंका संहार करनेवाले धूम्र भयंकर वेगशाली बीस अरब रीछोंकी सेना लेकर आये ॥ २० ॥"
                },
                {
                    "slok": "महाचलनिभैर्घोरैः पनसो नाम यूथपः । आजगाम महावीर्यस्तिसृभिः कोटिभिर्वृतः ॥ २१ ॥ ",
                    "arth": "महापराक्रमी यूथपति पनस तीन करोड़ वानरोंके साथ उपस्थित हुए। वे सब-के-सब बड़े भयंकर तथा महान् पर्वताकार दिखायी देते थे ॥ २१ ॥"
                },
                {
                    "slok": " नीलाञ्जनचयाकारो नीलो नामैष यूथपः । अदृश्यत महाकायः कोटिभिर्दशभिर्वृतः ॥ २२ ॥",
                    "arth": "यूथपति नीलका शरीर भी बड़ा विशाल था। वे नीले कज्जल गिरिके समान नीलवर्णके थे और दस करोड़ कपियोंसे घिरे हुए थे ॥ २२ ॥"
                },
                {
                    "slok": " ततः काञ्चनशैलाभो गवयो नाम यूथपः । आजगाम महावीर्यः कोटिभिः पञ्चभिर्वृतः ॥ २३ ॥",
                    "arth": "तदनन्तर यूथपति गवय, जो सुवर्णमय पर्वत मेरुके समान कान्तिमान् और महापराक्रमी थे, पाँच करोड़ वानरोंके साथ उपस्थित हुए ॥ २३ ॥ "
                },
                {
                    "slok": "दरीमुखश्च बलवान् यूथपोऽभ्याययौ तदा। वृतः कोटिसहस्त्रेण सुग्रीवं समवस्थितः ॥ २४ ॥",
                    "arth": "उसी समय वानरोंके बलवान् सरदार दरीमुख भी आ पहुँचे। वे दस अरब वानरोंके साथ सुग्रीवकी सेवामें उपस्थित हुए थे ॥ २४ ॥"
                },
                {
                    "slok": "मैन्दश्च द्विविदश्चोभावश्विपुत्रौ महाबली। कोटिकोटिसहस्त्रेण वानराणामदृश्यताम् ॥ २५ ॥ ",
                    "arth": "अश्विनीकुमारोंके महाबली पुत्र मैन्द और द्विविद, ये दोनों भाई भी दस-दस अरब वानरोंकी सेनाके साथ वहाँ दिखायी दिये ॥ २५ ॥"
                },
                {
                    "slok": "गजश्च बलवान् वीरस्तिसृभिः कोटिभिर्वृतः। आजगाम महातेजाः सुग्रीवस्य समीपतः॥२६॥ ",
                    "arth": "तदनन्तर महातेजस्वी बलवान् वीर गज तीन करोड़ वानरोंके साथ सुग्रीवके पास आया॥२६॥"
                },
                {
                    "slok": "ऋक्षराजो महातेजा जाम्बवान्नाम नामतः। कोटिभिर्दशभिर्व्याप्तः सुग्रीवस्य वशे स्थितः॥२७॥ ११.",
                    "arth": "रीछोंके राजा जाम्बवान् बड़े तेजस्वी थे। वे दस करोड़ रीछोंसे घिरे हुए आये और सुग्रीवके अधीन होकर खड़े हुए॥२७॥"
                },
                {
                    "slok": "रुमणो नाम तेजस्वी विक्रान्तैर्वानरैर्वृतः। आगतो बलवांस्तूर्णं कोटीशतसमावृतः॥२८॥",
                    "arth": "रुमण (रुमण्वान्) नामक तेजस्वी और बलवान् वानर एक अरब पराक्रमी वानरोंको साथ लिये बड़ी तीव्र गतिसे वहाँ आया॥२८॥"
                },
                {
                    "slok": "ततः कोटिसहस्राणां सहस्त्रेण शतेन च। पृष्ठतोऽनुगतः प्राप्तो हरिभिर्गन्धमादनः॥२९॥",
                    "arth": "इसके बाद यूथपति गन्धमादन उपस्थित हुए। उनके पीछे एक पद्म वानरोंकी सेना आयी थी॥२९॥"
                },
                {
                    "slok": "ततः पद्मसहस्त्रेण वृतः शङ्कुशतेन च। युवराजोऽङ्गदः प्राप्तः पितुस्तुल्यपराक्रमः॥३०॥",
                    "arth": "तत्पश्चात् युवराज अङ्गद आये। ये अपने पिताके समान ही पराक्रमी थे। इनके साथ एक सहस्र पद्म और सौ शंकु (एक पद्म) वानरोंकी सेना थी (इनके सैनिकोंकी कुल संख्या दस शंख एक पद्म थी)॥३०॥"
                },
                {
                    "slok": "ततस्ताराद्युतिस्तारो हरिभिर्भीमविक्रमैः। पञ्चभिर्हरिकोटीभिर्दूरतः र पर्यदृश्यत॥३१॥",
                    "arth": "तदनन्तर तारोंके समान कान्तिमान् तार नामक वानर पाँच करोड़ भयंकर पराक्रमी वानर वीरोंके साथ दूरसे आता दिखायी दिया ॥ ३१॥"
                },
                {
                    "slok": "इन्द्रजानुः कविर्वीरो यूथपः प्रत्यदृश्यत। एकादशानां कोटीनामीश्वरस्तैश्च संवृतः॥३२॥",
                    "arth": "इन्द्रजानु (इन्द्रभानु) नामक वीर यूथपति, जो बड़ा ही विद्वान् एवं बुद्धिमान् था, ग्यारह करोड़ वानरोंके साथ उपस्थित देखा गया। वह उन सबका स्वामी था॥३२॥"
                },
                {
                    "slok": "ततो रम्भस्त्वनुप्राप्तस्तरुणादित्यसंनिभः। अयुतेन वृतश्चैव सहस्त्रेण शतेन च॥३३॥",
                    "arth": "इसके बाद रम्भ नामक वानर उपस्थित हुआ, जो प्रातःकालके सूर्यकी भाँति लाल रंगका था। उसके साथ उपस्थित न कर सका ॥ ३२ ॥"
                },
                {
                    "slok": "ततो यूथपतिर्वीरो दुर्मुखो नाम वानरः। प्रत्यदृश्यत कोटीभ्यां द्वाभ्यां परिवृतो बली॥३४॥",
                    "arth": "तत्पश्चात् वीर यूथपति दुर्मुख नामक बलवान् वानर उपस्थित देखा गया, जो दो करोड़ वानर सैनिकोंसे घिरा हुआ था॥ ३४॥ "
                },
                {
                    "slok": "कैलासशिखराकारैर्वानरैर्भीमविक्रमैः पाए । वृतः कोटिसहस्त्रेण हनुमान् प्रत्यदृश्यत॥३५॥",
                    "arth": "इसके बाद हनुमान्जीने दर्शन दिया। उनके साथ कैलासशिखरके समान श्वेत शरीरवाले भयंकर पराक्रमी वानर दस अरबकी संख्यामें मौजूद थे॥ ३५॥ "
                },
                {
                    "slok": "नलश्चापि महावीर्यः संवृतो द्रुमवासिभिः। कोटीशतेन सम्प्राप्तः सहस्त्रेण शतेन च॥३६॥",
                    "arth": "फिर महापराक्रमी नल उपस्थित हुए, जो एक अरब एक हजार एक सौ द्रुमवासी वानरोंसे घिरे हुए थे। "
                },
                {
                    "slok": "ततो दधिमुखः श्रीमान् कोटिभिर्दशभिर्वृतः। सम्प्राप्तोऽभिनदस्तस्य सुग्रीवस्य महात्मनः॥३७॥",
                    "arth": "तदनन्तर श्रीमान् दधिमुख दस करोड़ वानरोंके साथ गर्जना करते हुए किष्किन्धामें महात्मा सुग्रीवके पास आये॥३७॥ "
                },
                {
                    "slok": "शरभः कुमुदो वह्निर्वानरो रंह एव च। एते चान्ये च बहवो वानराः कामरूपिणः॥३८॥ आवृत्य पृथिवीं सर्वां पर्वतांश्च वनानि च। यूथपाः समनुप्राप्ता येषां संख्या न विद्यते॥३९॥",
                    "arth": "इनके सिवा शरभ, कुमुद, वह्नि तथा रंह-ये और दूसरे भी बहुत-से इच्छानुसार रूप धारण करनेवाले वानरयूथपति सारी पृथ्वी, पर्वत और वनोंको आवृत करके वहाँ उपस्थित हुए, जिनकी कोई गणना नहीं की जा सकती॥३८-३९॥"
                },
                {
                    "slok": "आगताश्च निविष्टाश्च पृथिव्यां सर्ववानराः। आप्लवन्तः प्लवन्तश्च गर्जन्तश्च प्लवंगमाः। अभ्यवर्तन्त सुग्रीवं सूर्यमभ्रगणा इव॥४०॥",
                    "arth": "वहाँ आये हए सभी वानर पथ्वीपर बैठे। वे सबके-सब उछलते, कूदते और गर्जते हुए वहाँ सुग्रीवके चारों ओर जमा हो गये। जैसे सूर्यको सब ओरसे घेरकर बादलोंके समूह छा रहे हों॥४०॥"
                },
                {
                    "slok": "कुर्वाणा बहुशब्दांश्च प्रकृष्टा बाहुशालिनः। शिरोभिर्वानरेन्द्राय सुग्रीवाय न्यवेदयन्॥४१॥",
                    "arth": "अपनी भुजाओंसे सुशोभित होनेवाले बहुतेरे श्रेष्ठ वानरोंने (जो भीड़के कारण सुग्रीवके पासतक | न पहँच सके थे) अनेक प्रकारकी बोली बोलकर तथा मस्तक झुकाकर वानरराज सुग्रीवको अपने आगमनकी सूचना दी॥४१॥ "
                },
                {
                    "slok": "अपरे वानरश्रेष्ठाः संगम्य च यथोचितम्। सुग्रीवेण समागम्य स्थिताः प्राञ्जलयस्तदा॥४२॥",
                    "arth": "बहुत-से श्रेष्ठ वानर उनके पास गये और यथोचितरूपसे मिलकर लौटे तथा कितने ही वानर सुग्रीवसे मिलनेके बाद उनके पास ही हाथ जोड़कर खडे हो गये॥४२॥ "
                },
                {
                    "slok": "सुग्रीवस्त्वरितो रामे सर्वांस्तान् वानरर्षभान्। निवेदयित्वा धर्मज्ञः स्थितः प्राञ्जलिरब्रवीत्॥४३॥",
                    "arth": "धर्मके ज्ञाता वानरराज सुग्रीवने वहाँ आये हुए उन सब वानरशिरोमणियोंका समाचार निवेदन करके श्रीरामचन्द्रजीको शीघ्रतापूर्वक उनका परिचय दिया, फिर हाथ जोड़कर वे उनके सामने खड़े हो गये॥४३॥ "
                },
                {
                    "slok": "यथासुखं  पर्वतनिर्झरेषु वनेषु सर्वेषु च वानरेन्द्राः। निवेशयित्वा विधिवद् बलानि बलं बलज्ञः प्रतिपत्तुमीष्टे॥४४॥ ",
                    "arth": "उन वानर-यूथपतियोंने वहाँके पर्वतीय झरनोंके आसपास तथा समस्त वनोंमें अपनी सेनाओंको यथोचितरूपसे सुखपूर्वक ठहरा दिया। तत्पश्चात् सब सेनाओंके ज्ञाता सुग्रीव उनका पूर्णतः ज्ञान प्राप्त करनेमें समर्थ हो सके।"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे एकोनचत्वारिंशः सर्गः॥३९॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें उनतालीसवाँ सर्ग पूरा हुआ॥३९॥ "
                }
            ]
        },
        {
            "ADHYAAY": "शोभात मार चत्वारिंशः सर्गः श्रीरामकी आज्ञासे सुग्रीवका सीताकी खोजके लिये पूर्व दिशामें मामला काय वा वानरोंको भेजना और वहाँके स्थानोंका वर्णन करना",
            "arth": [
                {
                    "slok": "अथ राजा समृद्धार्थः सुग्रीवः प्लवगेश्वरः। उवाच नरशार्दूलं रामं परबलार्दनम्॥१॥",
                    "arth": "तदनन्तर बल-वैभवसे सम्पन्न वानरराज राजा सुग्रीव शत्रुसेनाका संहार करनेवाले पुरुषसिंह श्रीरामसे बोले- ॥१॥ "
                },
                {
                    "slok": "आगता विनिविष्टाश्च बलिनः कामरूपिणः। वानरेन्द्रा महेन्द्राभा ये मद्विषयवासिनः॥२॥ ",
                    "arth": "'भगवन् ! जो मेरे राज्यमें निवास करते हैं, वे महेन्द्रके समान तेजस्वी, इच्छानुसार रूप धारण करनेवाले और बलवान् वानर-यूथपति यहाँ आकर पड़ाव डाले बैठे हैं। "
                },
                {
                    "slok": "त इमे बहुविक्रान्तैर्बलिभिर्भीमविक्रमैः। आगता वानरा घोरा दैत्यदानवसंनिभाः॥३॥ ",
                    "arth": "'ये अपने साथ ऐसे बलवान् वानर योद्धाओंको ले आये हैं, जो बहुत-से युद्धस्थलोंमें अपना पराक्रम प्रकट कर चुके हैं और भयंकर पुरुषार्थ कर दिखानेवाले हैं। यहाँ ऐसे-ऐसे वानर उपस्थित हुए हैं, जो दैत्यों और दानवोंके समान भयानक हैं॥३॥ "
                },
                {
                    "slok": "ख्यातकर्मापदानाश्च बलवन्तो जितक्लमाः। पराक्रमेषु विख्याता व्यवसायेषु चोत्तमाः॥४॥",
                    "arth": "'अनेक युद्धोंमें इन वानर वीरोंकी शूर-वीरताका परिचय मिल चुका है। ये बलके भण्डार हैं, युद्धसे थकते नहीं हैं-इन्होंने थकावटको जीत लिया है। ये अपने | पराक्रमके लिये प्रसिद्ध और उद्योग करनेमें श्रेष्ठ हैं॥"
                },
                {
                    "slok": "पृथिव्यम्बुचरा ' राम नानानगनिवासिनः। कोट्योघाश्च इमे प्राप्ता वानरास्तव किंकराः॥५॥ ",
                    "arth": "'श्रीराम! यहाँ आये हुए ये वानरोंके करोड़ों यूथ विभिन्न पर्वतोंपर निवास करनेवाले हैं। जल और थल-दोनोंमें समानरूपसे चलनेकी शक्ति रखते हैं। ये सब-के-सब आपके किंकर (आज्ञापालक) हैं॥५॥"
                },
                {
                    "slok": "निदेशवर्तिनः सर्वे सर्वे गुरुहिते स्थिताः। डर अभिप्रेतमनुष्ठातुं तव शक्ष्यन्त्यरिंदम॥६॥",
                    "arth": "'शत्रुदमन! ये सभी आपकी आज्ञाके अनुसार चलनेवाले हैं। आप इनके गुरु-स्वामी हैं। ये आपके हितसाधनमें तत्पर रहकर आपके अभीष्ट मनोरथको सिद्ध कर सकेंगे॥६॥"
                },
                {
                    "slok": "त इमे । बहुसाहस्त्रैरनीकैर्भीमविक्रमैः। आगता वानरा घोरा दैत्यदानवसंनिभाः॥७॥ ",
                    "arth": "'दैत्यों और दानवोंके समान घोर रूपधारी ये सभी वानर-यूथपति अपने साथ भयंकर पराक्रम करनेवाली कई सहस्र सेनाएँ लेकर आये हैं॥७॥"
                },
                {
                    "slok": "यन्मन्यसे नरव्याघ्र प्राप्तकालं तदुच्यताम्। त्वत्सैन्यं त्वद्वशे युक्तमाज्ञापयितुमर्हसि ॥८॥",
                    "arth": "'पुरुषसिंह! अब इस समय आप जो कर्तव्य | उचित समझते हैं, उसे बताइये। आपकी यह सेना आपके वशमें है। आप इसे यथोचित कार्यके लिये आज्ञा प्रदान करें॥८॥ "
                },
                {
                    "slok": "काममेषामिदं कार्यं विदितं मम तत्त्वतः। तथापि तु यथायुक्तमाज्ञापयितुमर्हसि॥९॥",
                    "arth": "'यद्यपि सीताजीके अन्वेषणका यह कार्य इन सबको तथा मुझे भी अच्छी तरह ज्ञात है, तथापि आप जैसा उचित हो, वैसे कार्यके लिये हमें आज्ञा दें॥९॥"
                },
                {
                    "slok": "तथा ब्रुवाणं सुग्रीवं रामो दशरथात्मजः। बाहुभ्यां सम्परिष्वज्य इदं वचनमब्रवीत्॥१०॥",
                    "arth": "जब सुग्रीवने ऐसी बात कही, तब दशरथनन्दन श्रीरामने दोनों भुजाओंसे पकड़कर उन्हें हृदयसे लगा लिया और इस प्रकार कहा- ॥१०॥"
                },
                {
                    "slok": " ज्ञायतां सौम्य वैदेही यदि जीवति वा न वा। - स च देशो महाप्राज्ञ यस्मिन् वसति रावणः॥११॥",
                    "arth": "'सौम्य! महाप्राज्ञ! पहले यह तो पता लगाओ कि विदेहकुमारी सीता जीवित है या नहीं तथा वह देश, जिसमें रावण निवास करता है, कहाँ है? ॥११॥"
                },
                {
                    "slok": "अधिगम्य तु वैदेहीं निलयं रावणस्य च। प्राप्तकालं विधास्यामि तस्मिन् काले सह त्वया॥१२॥",
                    "arth": "'जब सीताके जीवित होनेका और रावणके निवासस्थानका निश्चित पता मिल जायगा, तब जो समयोचित कर्तव्य होगा, उसका मैं तुम्हारे साथ मिलकर निश्चय करूँगा॥१२॥"
                },
                {
                    "slok": "नाहमस्मिन् प्रभुः कार्ये वानरेन्द्र न लक्ष्मणः। त्वमस्य हेतुः कार्यस्य प्रभुश्च प्लवगेश्वर ॥१३॥",
                    "arth": "'वानरराज! इस कार्यको सिद्ध करनेमें न तो मैं समर्थ हूँ और न लक्ष्मण ही। कपीश्वर! इस कार्यकी सिद्धि तुम्हारे ही हाथ है। तुम्हीं इसे पूर्ण करने में समर्थ हो॥१३॥"
                },
                {
                    "slok": "त्वमेवाज्ञापय विभो मम कार्यविनिश्चयम्। त्वं हि जानासि मे कार्यं मम वीर न संशयः॥१४॥",
                    "arth": "'प्रभो! मेरे कार्यका भलीभाँति निश्चय करके तुम्हीं वानरोंको उचित आज्ञा दो। वीर! मेरा कार्य क्या है ? इसे तुम्हीं ठीक-ठीक जानते हो, इसमें संशय नहीं है॥१४॥"
                },
                {
                    "slok": "  सुहृद्वितीयो विक्रान्तः प्राज्ञः कालविशेषवित्। भवानस्मद्धिते युक्तः सुहृदाप्तोऽर्थवित्तमः॥१५॥ ",
                    "arth": "'लक्ष्मणके बाद तुम्हीं मेरे दूसरे सुहृद् हो। तुम पराक्रमी, बुद्धिमान्, समयोचित कर्तव्यके ज्ञाता, हितमें संलग्न रहनेवाले, हितैषी बन्धु, विश्वासपात्र तथा मेरे प्रयोजनको  मेरे प्रयोजनको अच्छी तरह समझनेवाले हो' ॥१५॥"
                },
                {
                    "slok": "एवमुक्तस्तु सुग्रीवो विनतं नाम यूथपम्। अब्रवीद् रामसांनिध्ये लक्ष्मणस्य च धीमतः॥१६॥ शैलाभं मेघनिर्घोषमूर्जितं । प्लवगेश्वरम्। सोमसूर्यनिभैः सार्धं वानरैर्वानरोत्तम॥१७॥ देशकालनयैर्युक्तो विज्ञः कार्यविनिश्चये। वृतः शतसहस्त्रेण वानराणां तरस्विनाम्॥१८॥ अधिगच्छ दिशं पूर्वां सशैलवनकाननाम्। तत्र सीतां च वैदेहीं निलयं रावणस्य च ॥१९॥ मार्गध्वं गिरिदुर्गेषु वनेषु च नदीषु च।",
                    "arth": "श्रीरामचन्द्रजीके ऐसा कहनेपर सुग्रीवने उनके और बुद्धिमान् लक्ष्मणके समीप ही विनत नामक यूथपतिसे, जो पर्वतके समान विशालकाय, मेघके समान गम्भीर गर्जना करनेवाले, बलवान् तथा वानरोंके शासक थे और चन्द्रमा एवं सूर्यके समान कान्तिवाले वानरोंके साथ उपस्थित हुए थे, कहा-'वानरशिरोमणे! तुम देश और कालके अनुसार नीतिका प्रयोग करनेवाले | तथा कार्यका निश्चय करनेमें चतुर हो। तुम एक लाख वेगवान् वानरोंके साथ पर्वत, वन और काननोंसहित | पूर्व दिशाकी ओर जाओ और वहाँ पहाड़ोंके दुर्गम | प्रदेशों, वनों तथा सरिताओंमें विदेहकुमारी सीता एवं रावणके निवास स्थानकी खोज करो॥१६-१९३ ॥ "
                },
                {
                    "slok": "नदी भागीरथीं रम्यां सरयूं कौशिकी तथा॥२०॥ | कालिन्दी यमुनां रम्यां यामुनं च महागिरिम्। | सरस्वती च सिन्धुं च शोणं मणिनिभोदकम्॥२१॥ | महीं कालमहीं चापि शैलकाननशोभिताम्।",
                    "arth": "'भागीरथी गङ्गा, रमणीय सरयू, कौशिकी, सुरम्य | कलिन्दनन्दिनी यमुना, महापर्वत यामुन, सरस्वती नदी, -सिंधु, मणिके समान निर्मल जलवाले शोणभद्र, मही तथा पर्वतों और वनोंसे सुशोभित कालमही आदि नदियोंके किनारे ढूँढो ॥२०-२१३ ॥ "
                },
                {
                    "slok": "ब्रह्ममालान् विदेहांश्च मालवान् काशिकोसलान्॥२२॥ मागधांश्च महाग्रामान् पुण्ड्रांस्त्वङ्गांस्तथैव च। .",
                    "arth": "'ब्रह्ममाल, विदेह, मालव, काशी, कोसल, मगध देशके बड़े-बड़े ग्राम, पुण्ड्रदेश तथा अङ्ग आदि जनपदोंमें छानबीन करो॥ २२३ ॥ "
                },
                {
                    "slok": "भूमिं च कोशकाराणां भूमिं च रजताकराम्॥२३॥ सर्वं च तद् विचेतव्यं मार्गयद्भिस्ततस्ततः। रामस्य दयितां भार्यां सीतां दशरथस्नुषाम्॥२४॥",
                    "arth": "'रेशमके कीड़ोंकी उत्पत्तिके स्थानों और चाँदीके खानोंमें भी खोज करनी चाहिये। इधर-उधर हँढते हए तुम सब लोगोंको इन सभी स्थानों में राजा दशरथकी पुत्रवधू तथा श्रीरामचन्द्रजीकी प्यारी पत्नी सीताका अन्वेषण करना चाहिये ॥ २३-२४ ॥"
                },
                {
                    "slok": "समुद्रमवगाढांच पर्वतान् पत्तनानि च।  मन्दरस्य च ये कोटिं संश्रिताः केचिदालयाः ॥ २५ ॥ '",
                    "arth": "'समुद्रके भीतर प्रविष्ट हुए पर्वतोंपर, उसके अन्तर्वर्ती द्वीपोंके विभिन्न नगरोंमें तथा मन्दराचलकी चोटीपर जो कोई गाँव बसे हैं, उन सबमें सीताका अनुसंधान करो ॥ २५ ॥ "
                },
                {
                    "slok": "कर्णप्रावरणाश्चैव तथा चाप्योष्ठकर्णकाः । घोरलोहमुखाश्चैव जवनाश्चैकपादकाः ॥ २६ ॥ अक्षया बलवन्तश्च तथैव पुरुषादकाः । किरातास्तीक्ष्णचूडाश्च हेमाभाः प्रियदर्शनाः ॥ २७ ॥ आममीनाशनाश्चापि किराता द्वीपवासिनः । अन्तर्जलचरा घोरा नरव्याघ्रा इति स्मृताः ॥ एतेषामाश्रयाः सर्वे विचेयाः काननौकसः । २८ ॥",
                    "arth": "'जो कर्णप्रावरण (वस्त्रकी भाँति पैरतक लटके हुए कानवाले), ओष्ठकर्णक (ओठतक फैले हुए कानवाले) तथा घोरलोहमुख (लोहेके समान काले एवं भयंकर मुखवाले) हैं, जो एक ही पैरके होते हुए भी वेगपूर्वक चलनेवाले हैं, जिनकी संतानपरम्परा कभी क्षीण नहीं होती, वे पुरुष तथा जो बलवान नरभक्षी राक्षस हैं, जो सूचीके अग्रभागकी भाँति तीखी चोटीवाले, सुवर्णके समान कान्तिमान्, प्रियदर्शन (सुन्दर) कच्ची मछली खानेवाले, द्वीपवासी तथा जलके भीतम विचरनेवाले किरात हैं, जिनके नीचेका आकार मनुष्य जैसा और ऊपरकी आकृति व्याघ्रके समान है, ऐसे जो भयंकर प्राणी बताये गये हैं; वानरो! इन सबके निवासस्थानों में जाकर तुम्हें सीता तथा रावणकी खोज करनी चाहिये ॥ २६-२८३ ॥ "
                },
                {
                    "slok": "गिरिभिर्ये च गम्यन्ते प्लवनेन प्लवेन च ॥ २९ ॥ ",
                    "arth": "'जिन द्वीपोंमें पर्वतोंपर होकर जाना पड़ता है, जह समुद्रको तैरकर या नाव आदिके द्वारा पहुँचा जाता है उन सब स्थानों में सीताको ढूँढ़ना चाहिये ॥ २९ ॥"
                },
                {
                    "slok": "चलवन्तो यवद्वीपं सप्तराजोपशोभितम् । सुवर्णरूप्यकद्वीपं सुवर्णाकरमण्डितम् ॥ ३०",
                    "arth": "'इसके सिवा तुमलोग यलशील होकर सा राज्योंसे सुशोभित यवद्वीप (जावा), सुवर्णद्वीप (सुमात्रा तथा रूप्यकद्वीपमें भी जो सुवर्णकी खानोंसे सुशोभि हैं, ढूँढ़नेका प्रयत्न करो ॥ ३० ॥"
                },
                {
                    "slok": "यवद्वीपमतिक्रम्य शिशिरो नाम पर्वतः । दिवं स्पृशति शृङ्गेण देवदानवसेवितः ॥ ३१ ॥",
                    "arth": "'यवद्वीपको लाँघकर आगे जानेपर एक शिशिर नामक पर्वत मिलता है, जिसके ऊपर देवता और दानव निवास करते हैं। वह पर्वत अपने उच्च शिखर से स्वर्गलोकका स्पर्श करता-सा जान पड़ता है ॥ ३१ ॥"
                },
                {
                    "slok": "एतेषां गिरिदुर्गेषु प्रपातेषु वनेषु च । मार्गध्वं सहिताः सर्वे रामपत्नीं यशस्विनीम् ॥ ३२ ॥ ",
                    "arth": " 'इन सब द्वीपोंके पर्वतों तथा शिशिर पर्वतके दुर्गम प्रदेशोंमें, झरनोंके आस-पास और जंगलोंमें तुम सब लोग एक साथ होकर श्रीरामचन्द्रजीकी यशस्विनी पत्नी सीताका अन्वेषण करो ॥ ३२ ॥"
                },
                {
                    "slok": "ततो रक्तजलं प्राप्य शोणाख्यं शीघ्रवाहिनम् । गत्वा पारं समुद्रस्य सिद्धचारणसेवितम् ॥ ३३ ॥ तस्य तीर्थेषु रम्येषु विचित्रेषु वनेषु च। रावणः सह वैदेह्या मार्गितव्यस्ततस्ततः ॥ ३४ ॥",
                    "arth": "'तदनन्तर समुद्रके उस पार जहाँ सिद्ध और चारण निवास करते हैं, जाकर लाल जलसे भरे हुए शीघ्र प्रवाहित होनेवाले शोण नामक नदके तटपर पहुँच जाओगे। उसके तटवर्ती रमणीय तीर्थों और विचित्र वनोंमें जहाँ-तहाँ विदेहकुमारी सीताके साथ रावणकी खोज करना ॥ ३३-३४ ।। "
                },
                {
                    "slok": "पर्वतप्रभवा नद्यः सुभीमबहुनिष्कुटाः । मार्गितव्या दरीमन्तः पर्वताश्च वनानि च ॥ ३५ ॥ ",
                    "arth": " 'पर्वतोंसे निकली हुई बहुत सी ऐसी नदियाँ मिलेंगी, जिनके तटॉपर बड़े भयंकर अनेकानेक उपवन प्राप्त होंगे। साथ ही वहाँ बहुत-सी गुफाओंवाले पर्वत उपलब्ध होंगे और अनेक वन भी दृष्टिगोचर होंगे। उन सबमें सीताका पता लगाना चाहिये ॥ ३५ ॥"
                },
                {
                    "slok": " ततः समुद्रद्वीपांश्च सुभीमान् द्रष्टुमर्हथ । ऊर्मिमन्तं महारौद्रं क्रोशन्तमनिलोद्धतम् ॥ ३६॥ ",
                    "arth": "'तत्पश्चात् पूर्वोक्त देशोंसे परे जाकर तुम इक्षुरससे परिपूर्ण समुद्र तथा उसके द्वीपोंको देखोगे, जो बड़े ही भयंकर प्रतीत होते हैं। इक्षुरसका वह समुद्र महाभयंकर है। उसमें हवाके वेगसे उत्ताल तरंगें उठती रहती हैं तथा वह गर्जना करता हुआ-सा जान पड़ता है ॥ ३६॥"
                },
                {
                    "slok": "तत्रासुरा महाकायाश्छायां गृह्णन्ति नित्यशः । ब्रह्मणा समनुज्ञाता दीर्घकालं बुभुक्षिताः ॥ ३७॥ ",
                    "arth": "'उस समुद्रमें बहुत से विशालकाय असुर निवास करते हैं। वे बहुत दिनोंके भूखे होते हैं और छाया पकड़कर ही प्राणियोंको अपने पास खींच लेते हैं। यही उनका नित्यका आहार है। इसके लिये उन्हें ब्रह्माजीसे अनुमति मिल चुकी है॥३७॥"
                },
                {
                    "slok": "त कालमेघप्रतिमं महोरगनिषेवितम्। अभिगम्य महानादं तीर्थेनैव महोदधिम्॥३८॥ ततो रक्तजलं भीमं लोहितं नाम सागरम्। म गत्वा प्रेक्ष्यथ तां चैव बृहती कूटशाल्मलीम्॥३९॥",
                    "arth": "'इक्षुरसका वह समुद्र काले मेघके समान श्याम दिखायी देता है। बड़े-बड़े नाग उसके भीतर निवास करते हैं। उससे बड़ी भारी गर्जना होती रहती है। विशेष उपायोंसे उस महासागरके पार जाकर तुम लाल रंगके जलसे भरे हुए लोहित नामक भयंकर समुद्रके तटपर पहुँच जाओगे और वहाँ शाल्मलीद्वीपके चिह्नभूत कूटशाल्मली नामक विशाल वृक्षका दर्शन करोगे॥ ३८-३९॥ "
                },
                {
                    "slok": "गृहं च वैनतेयस्य नानारत्नविभूषितम्। तत्र कैलाससंकाशं विहितं विश्वकर्मणा॥४०॥",
                    "arth": "'उसके पास ही विश्वकर्माका बनाया हुआ विनतानन्दन गरुड़का एक सुन्दर भवन है, जो नाना प्रकारके रत्नोंसे विभूषित तथा कैलास पर्वतके समान उज्ज्वल एवं विशाल है॥४०॥ "
                },
                {
                    "slok": "तत्र शैलनिभा भीमा मन्देहा नाम राक्षसाः। शैलशृङ्गेषु लम्बन्ते नानारूपा भयावहाः॥४१॥",
                    "arth": "'उस द्वीपमें पर्वतके समान शरीरवाले भयंकर मंदेह नामक राक्षस निवास करते हैं, जो सुरासमुद्रके मध्यवर्ती शैल-शिखरोंपर लटकते रहते हैं। वे अनेक प्रकारके रूप धारण करनेवाले तथा भयदायक हैं॥४१॥ "
                },
                {
                    "slok": "ते पतन्ति जले नित्यं सूर्यस्योदयनं प्रति। ण्टा अभितप्ताः स्म सूर्येण लम्बन्ते स्म पुनः पुनः॥४२॥ निहता ब्रह्मतेजोभिरहन्यहनि राक्षसाः।",
                    "arth": "'प्रतिदिन सूर्योदयके समय वे राक्षस ऊर्ध्वमुख होकर सूर्यसे जूझने लगते हैं, परंतु सूर्यमण्डलके तापसे संतप्त तथा ब्रह्मतेजसे निहत हो सुरा-समुद्रके जलमें गिर पड़ते हैं। वहाँसे फिर जीवित हो उन्हीं शैलशिखरोंपर लटक जाते हैं। उनका बारंबार ऐसा ही क्रम चला करता है॥ ४२३॥ "
                },
                {
                    "slok": "ततः पाण्डुरमेघाभं क्षीरोदं नाम सागरम्॥४३॥",
                    "arth": "'शाल्मलिद्वीप एवं सुरा-समुद्रसे आगे बढ़नेपर (क्रमशः घृत और दधिके समुद्र प्राप्त होंगे। वहाँ सीताकी खोज करनेके पश्चात् जब आगे बढ़ोगे, तब) सफेद बादलोंकी सी आभावाले क्षीरसमुद्रका दर्शन करोगे ॥ ४३ ॥"
                },
                {
                    "slok": "गत्वा द्रक्ष्यथ दुर्धर्षा मुक्ताहारमिवोर्मिभिः। तस्य मध्ये महान् श्वेतो ऋषभो नाम पर्वतः॥४४॥",
                    "arth": "'दुर्धर्ष वानरो! वहाँ पहुँचकर उठती हुई लहरोंसे युक्त क्षीरसागरको इस प्रकार देखोगे, मानो उसने मोतियोंके हार पहन रखे हों। उस सागरके बीचमें ऋषभ नामसे प्रसिद्ध एक बहुत ऊँचा पर्वत है, जो श्वेत वर्णका है।"
                },
                {
                    "slok": "दिव्यगन्धैः कुसुमितैराचितैश्च नगैर्वृतः। सरश्च राजतैः पविलितैर्हेमकेसरैः॥४५॥ नाम्ना सुदर्शनं नाम राजहंसैः समाकुलम्।",
                    "arth": "'उस पर्वतपर सब ओर बहुत-से वृक्ष भरे हुए हैं, जो फूलोंसे सुशोभित तथा दिव्य गन्धसे सुवासित हैं। उसके ऊपर सुदर्शन नामका एक सरोवर है, जिसमें चाँदीके समान श्वेत रंगवाले कमल खिले हुए हैं। उन कमलोंके केसर सुवर्णमय होते हैं और सदा दिव्य दीप्तिसे दमकते रहते हैं। वह सरोवर राजहंसोंसे भरा रहता है॥ ४५३ ॥ "
                },
                {
                    "slok": "विबुधाश्चारणा यक्षाः किंनराश्चाप्सरोगणाः॥४६॥ हृष्टाः समधिगच्छन्ति नलिनीं तां रिरंसवः। ",
                    "arth": "'देवता, चारण, यक्ष, किन्नर और अप्सराएँ बड़ी प्रसन्नताके साथ जल-विहार करनेके लिये वहाँ आया करती हैं॥ ४६ ॥ "
                },
                {
                    "slok": "क्षीरोदं समतिक्रम्य तदा द्रक्ष्यथ वानराः॥४७॥ जलोद सागरं शीघ्रं सर्वभूतभयावहम्। तत्र तत्कोपजं तेजः कृतं हयमुखं महत्॥४८॥",
                    "arth": "_ 'वानरो! क्षीरसागर लाँघकर जब तुमलोग आगे बढ़ोगे, तब शीघ्र ही सुस्वादु जलसे भरे हुए समुद्रको देखोगे। वह महासागर समस्त प्राणियोंको भय देनेवाला है। उसमें ब्रह्मर्षि और्वके कोपसे प्रकट हुआ वडवामुख नामक महान् तेज विद्यमान है॥४७-४८॥ "
                },
                {
                    "slok": "अस्याहुस्तन्महावेगमोदनं हि सचराचरम्। तत्र विक्रोशतां नादो भूतानां सागरौकसाम्। श्रूयते चासमर्थानां दृष्ट्वाभूद् वडवामुखम्॥४९॥",
                    "arth": "उस समुद्रमें जो चराचर प्राणियोंसहित महान् -वेगशाली जल है, वही उस वडवामुख नामक अग्निका आहार बताया जाता है। वहाँ जो वडवानल प्रकट हुआ है, उसे देखकर उसमें पतनके भयसे चीखते-चिल्लाते हुए समुद्रनिवासी असमर्थ प्राणियोंका आर्तनाद निरन्तर - सुनायी देता है॥४९॥"
                },
                {
                    "slok": "स्वादूदस्योत्तरे तीरे योजनानि त्रयोदश। । जातरूपशिलो नाम सुमहान् कनकप्रभः॥५०॥",
                    "arth": "'स्वादिष्ट जलसे भरे हुए उस समुद्रके उत्तर तेरह योजनकी दूरीपर सुवर्णमयी शिलाओंसे सुशोभित, कनककी कमनीय कान्ति धारण करनेवाला एक बहुत ऊँचा पर्वत है॥५०॥"
                },
                {
                    "slok": "तत्र चन्द्रप्रतीकाशं पन्नगं धरणीधरम्। पद्मपत्रविशालाक्षं ततो द्रक्ष्यथ वानराः॥५१। आसीनं पर्वतस्याग्रे सर्वदेवनमस्कृतम्। सहस्त्रशिरसं देवमनन्तं नीलवाससम्॥५२॥",
                    "arth": "'वानरो! उसके शिखरपर इस पृथ्वीको धारण करनेवाले भगवान् अनन्त बैठे दिखायी देंगे। उनका श्रीविग्रह चन्द्रमाके समान गौरवर्णका है। वे सर्प जातिके हैं; परंतु उनका स्वरूप देवताओंके तुल्य है। उनके नेत्र प्रफुल्ल कमलदलके समान हैं और शरीर नील वस्त्रसे आच्छादित है। उन अनन्तदेवके सहस्र मस्तक हैं।"
                },
                {
                    "slok": "त्रिशिराः काञ्चनः केतुस्तालस्तस्य महात्मनः। स्थापितः पर्वतस्याग्रे विराजति सवेदिकः॥५३॥",
                    "arth": "'पर्वतके ऊपर उन महात्माकी ताड़के चिह्नसे युक्त सुवर्णमयी ध्वजा फहराती रहती है। उस ध्वजाकी तीन शिखाएँ हैं और उसके नीचे आधारभूमिपर वेदी बनी हुई है। इस तरह उस ध्वजकी बड़ी शोभा होती है॥५३॥"
                },
                {
                    "slok": "पूर्वस्यां दिशि निर्माणं कृतं तत् त्रिदशेश्वरैः। ततः परं हेममयः श्रीमानुदयपर्वतः॥५४॥",
                    "arth": "'यही तालध्वज पूर्व दिशाकी सीमाके सूचकचिह्नके रूपमें देवताओंद्वारा स्थापित किया गया है। उसके बाद सुवर्णमय उदयपर्वत है, जो दिव्य शोभासे सम्पन्न है॥५४॥ "
                },
                {
                    "slok": "तस्य कोटिर्दिवं स्पृष्ट्वा शतयोजनमायता। जातरूपमयी दिव्या विराजति सवेदिका॥५५॥",
                    "arth": "'उसका गगनचुम्बी शिखर सौ योजन लंबा है। उसका आधारभूत पर्वत भी वैसा ही है। उसके साथ वह दिव्य सुवर्णशिखर अद्भुत शोभा पाता है॥५५॥"
                },
                {
                    "slok": "सालैस्तालैस्तमालैश्च कर्णिकारैश्च पुष्पितैः।। जातरूपमयैर्दिव्यैः शोभते सूर्यसंनिभैः॥५६॥",
                    "arth": "'वहाँके साल, ताल, तमाल और फूलोंसे लदे कनेर आदि वृक्ष भी सुवर्णमय ही हैं। उन सूर्यतुल्य तेजस्वी दिव्य वृक्षोंसे उदयगिरिकी बड़ी शोभा होती है॥५६॥ "
                },
                {
                    "slok": "तत्र योजनविस्तारमुच्छ्रितं दशयोजनम्। शृङ्गं सौमनसं नाम जातरूपमयं ध्रुवम्॥५७॥",
                    "arth": "'उस सौ योजन लंबे उदयगिरिके शिखरपर एक सौमनस नामक सुवर्णमय शिखर है, जिसकी चौड़ाई | एक योजन और ऊँचाई दस योजन है॥५७॥"
                },
                {
                    "slok": "तत्र पूर्वं पदं कृत्वा पुरा विष्णुस्त्रिविक्रमे।। द्वितीयं शिखरे मेरोश्चकार पुरुषोत्तमः॥५८॥",
                    "arth": "'पूर्वकालमें वामन अवतारके समय पुरुषोत्तम भगवान् विष्णुने अपना पहला पैर उस सौमनस नामक शिखरपर रखकर दूसरा पैर मेरु पर्वतके शिखरपर रखा था॥५८॥ "
                },
                {
                    "slok": "उत्तरेण परिक्रम्य जम्बूद्वीपं दिवाकरः। दृश्यो भवति भूयिष्ठं शिखरं तन्महोच्छ्रयम्॥५९॥",
                    "arth": "'सूर्यदेव उत्तरसे घूमकर जम्बूद्वीपकी परिक्रमा | करते हुए जब अत्यन्त ऊँचे 'सौमनस' नामक शिखरपर आकर स्थित होते हैं, तब जम्बूद्वीपनिवासियोंको उनका  अधिक स्पष्टताके साथ दर्शन होता है॥५९॥ |"
                },
                {
                    "slok": "तत्र वैखानसा नाम वालखिल्या महर्षयः। प्रकाशमाना दृश्यन्ते सूर्यवर्णास्तपस्विनः॥६०॥",
                    "arth": "'उस सौमनस नामक शिखरपर वैखानस महात्मा | महर्षि बालखिल्यगण प्रकाशित होते देखे जाते हैं, जो | सूर्यके समान कान्तिमान् और तपस्वी हैं॥६०॥"
                },
                {
                    "slok": "अयं सुदर्शनो द्वीपः पुरो यस्य प्रकाशते। । तस्मिस्तेजश्च चक्षुश्च सर्वप्राणभृतामपि॥६१॥",
                    "arth": "'यह उदयगिरिके सौमनस शिखरके सामनेका द्वीप सुदर्शन नामसे प्रसिद्ध है; क्योंकि उक्त शिखरपर जब भगवान् सूर्य उदित होते हैं, तभी इस द्वीपके समस्त प्राणियोंका तेजसे सम्बन्ध होता है और सबके नेत्रोंको प्रकाश प्राप्त होता है (यही इस द्वीपके 'सुदर्शन' नाम होनेका कारण है)॥६१॥ "
                },
                {
                    "slok": "शैलस्य तस्य पृष्ठेषु कन्दरेषु वनेषु च। रावणः सह वैदेह्या मार्गितव्यस्ततस्ततः॥६२॥",
                    "arth": "'उदयाचलके पृष्ठभागोंमें, कन्दराओंमें तथा वनोंमें भी तुम्हें जहाँ-तहाँ विदेहकुमारी सीतासहित रावणका पता लगाना चाहिये॥६२॥"
                },
                {
                    "slok": "काञ्चनस्य च शैलस्य सूर्यस्य च महात्मनः । आविष्टा तेजसा संध्या पूर्वा रक्ता प्रकाशते॥६३॥ ",
                    "arth": "'उस सुवर्णमय उदयाचल तथा महात्मा सूर्यदेवके तेजसे व्याप्त हुई उदयकालिक पूर्व संध्या रक्तवर्णकी प्रभासे प्रकाशित होती है॥६३॥"
                },
                {
                    "slok": "पूर्वमेतत् कृतं द्वारं पृथिव्या भुवनस्य च। सूर्यस्योदयनं चैव पूर्वा ह्येषा दिगुच्यते॥६४॥",
                    "arth": "'सूर्यके उदयका यह स्थान सबसे पहले ब्रह्माजीने बनाया है; अतः यही पृथ्वी एवं ब्रह्मलोकका द्वार है (ऊपरके लोकोंमें रहनेवाले प्राणी इसी द्वारसे भूलोकमें प्रवेश करते हैं तथा भूलोकके प्राणी इसी द्वारसे ब्रह्मलोकमें जाते हैं)। पहले इसी दिशामें इस द्वारका निर्माण हुआ, इसलिये इसे पूर्व दिशा कहते हैं ॥ ६४ ॥ "
                },
                {
                    "slok": " तस्य शैलस्य पृष्ठेषु निर्झरेषु गुहासु च । रावणः सह वैदेह्या मार्गितव्यस्ततस्ततः ॥ ६५ ॥ ",
                    "arth": " 'उदयाचलकी घाटियों, झरनों और गुफाओंमें यत्र तत्र घूमकर तुम्हें विदेहकुमारी सीतासहित रावणका अन्वेषण करना चाहिये ॥ ६५ ।। "
                },
                {
                    "slok": " ततः परमगम्या स्याद् दिक्पूर्वा त्रिदशावृता । रहिता चन्द्रसूर्याभ्यामदृश्या तमसावृता ॥ ६६ ॥",
                    "arth": "'इससे आगे पूर्व दिशा अगम्य है। उधर देवता रहते हैं। उस ओर चन्द्रमा और सूर्यका प्रकाश न होनेसे वहाँकी भूमि अन्धकारसे आच्छन्न एवं अदृश्य है॥ ६६ ॥ "
                },
                {
                    "slok": "शैलेषु तेषु सर्वेषु कन्दरेषु नदीषु च । ये च नोक्ता मयोद्देशा विचेया तेषु जानकी ॥ ६७ ॥ ",
                    "arth": " 'उदयाचलके आस-पासके जो समस्त पर्वत, कन्दराएँ तथा नदियाँ हैं, उनमें तथा जिन स्थानोंका मैंने निर्देश नहीं किया है, उनमें भी तुम्हें जानकीकी खोज करनी चाहिये ॥ ६७ ॥"
                },
                {
                    "slok": "एतावद् वानरैः शक्यं गन्तुं वानरपुङ्गवाः । अभास्करममर्यादं न जानीमस्ततः परम् ॥ ६८ ॥ ",
                    "arth": "'वानरशिरोमणियो! केवल उदयगिरितक ही वानरोंकी पहुँच हो सकती है। इससे आगे न तो सूर्यका प्रकाश है और न देश आदिकी कोई सीमा ही है। अतः आगेकी भूमिके बारेमें मुझे कुछ भी मालूम नहीं है ॥ ६८ ॥ "
                },
                {
                    "slok": "अभिगम्य तु वैदेहीं निलयं रावणस्य च ।  मासे पूर्णे निवर्तध्वमुदयं प्राप्य पर्वतम् ॥ ६९ ॥ ",
                    "arth": "'तुमलोग उदयाचलतक जाकर सीता और रावणके स्थानका पता लगाना और एक मास पूरा होते-होतेतक लौट आना ॥ ६९ ॥"
                },
                {
                    "slok": "ऊर्ध्वं मासान्न वस्तव्यं वसन् वध्यो भवेन्मम । सिद्धार्था: संनिवर्तध्वमधिगम्य च मैथिलीम् ॥ ७० ॥",
                    "arth": "'एक महीनेसे अधिक न ठहरना। जो अधिक कालतक वहाँ रह जायगा, वह मेरे द्वारा मारा जायगा। मिथिलेशकुमारीका पता लगाकर अन्वेषणका प्रयोजन सिद्ध हो जानेपर अवश्य लौट आना ॥ ७० ॥"
                },
                {
                    "slok": "महेन्द्रकान्तां वनषण्डमण्डितां दिशं चरित्वा निपुणेन वानराः । सीतां रघुवंशजप्रियां अवाप्य  ततो निवृत्ताः सुखिनो भविष्यथ ॥ ७९ ॥",
                    "arth": "'वानरो! वनसमूहसे अलंकृत पूर्व दिशामें अच्छी तरह भ्रमण करके श्रीरामचन्द्रजीकी प्यारी पत्नी सीताका समाचार जानकर तुम वहाँसे लौट आओ। इससे तुम सुखी होओगे' ॥ ७१ ॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे चत्वारिंशः सर्गः ॥ ४० ॥ ",
                    "SAMAPT अर्थ": " इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें चालीसवाँ सर्ग पूरा हुआ ॥ ४० ॥"
                }
            ]
        },
        {
            "ADHYAAY": "एकचत्वारिंशः सर्गः सुग्रीवका दक्षिण दिशाके स्थानोंका परिचय देते हुए वहाँ प्रमुख वानर वीरोंको भेजना",
            "arth": [
                {
                    "slok": "ततः प्रस्थाप्य सुग्रीवस्तन्महद्वानरं बलम् । दक्षिणां प्रेषयामास वानरानभिलक्षितान् ॥ १ ॥",
                    "arth": "इस प्रकार वानरोंकी बहुत बड़ी सेनाको पूर्व दिशामें प्रस्थापित करके सुग्रीवने दक्षिण दिशाकी ओर चुने हुए वानरोंको, जो भलीभाँति परख लिये गये थे, भेजा ॥ १ ॥"
                },
                {
                    "slok": " नीलमग्निसुतं चैव पितामहसुतं चैव हनूमन्तं च वानरम् । जाम्बवन्तं महौजसम् ॥ २ ॥ सुहोत्रं च शरारिं च शरगुल्मं तथैव च। गजं गवाक्षं गवयं सुषेणं वृषभं तथा ॥ ३ ॥ मैन्दं च द्विविदं चैव सुषेणं गन्धमादनम् । उल्कामुखमनङ्गं च हुताशनसुतावुभौ ॥ ४॥ अङ्गदप्रमुखान् वीरान् वीरः कपिगणेश्वरः । वेगविक्रमसम्पन्नान् संदिदेश विशेषवित् ॥ ५ ॥",
                    "arth": "अग्रिपुत्र नील, कपिवर हनुमान्जी, ब्रह्माजीके महाबली पुत्र जाम्बवान्, सुहोत्र, शरारि, शरगुल्म, गज, गवाक्ष, गवय, सुषेण* (प्रथम), वृषभ, मैन्द, द्विविद, सुषेण (द्वितीय), गन्धमादन, हुताशनके दो पुत्र उल्कामुख और अनङ्ग (असङ्ग) तथा अङ्गद आदि प्रधान प्रधान वीरोंको, जो महान् वेग और पराक्रमसे सम्पन्न थे, विशेषज्ञ वानरराज सुग्रीवने दक्षिणकी ओर जानेकी आज्ञा दी॥२-५॥"
                },
                {
                    "slok": "तेषामग्रेसरं ना चैव बृहद्बलमथाङ्गदम्। विधाय हरिवीराणामादिशद् दक्षिणां दिशम्॥६॥",
                    "arth": "महान् बलशाली अङ्गदको उन समस्त वानर वीरोंका अगुआ बनाकर उन्हें दक्षिण दिशामें सीताकी खोजका भार सौंपा॥६॥"
                },
                {
                    "slok": "ये केचन समुद्देशास्तस्यां दिशि सुदुर्गमाः। कपीशः कपिमुख्यानां स तेषां समुदाहरत्॥७॥ । ",
                    "arth": "उस दिशामें जो कोई भी स्थान अत्यन्त दुर्गम थे, उनका भी कपिराज सुग्रीवने उन श्रेष्ठ वानरोंको परिचय दिया॥७॥"
                },
                {
                    "slok": "सहस्त्रशिरसं विन्ध्यं नानाद्रुमलतायुतम्। नर्मदां च नदी रम्यां महोरगनिषेविताम्॥८॥ ततो गोदावरी रम्यां कृष्णवेणीं महानदीम्। वरदां च महाभागां महोरगनिषेविताम्। मेखलानुत्कलांश्चैव - दशार्णनगराण्यपि॥९॥ आब्रवन्तीमवन्ती च सर्वमेवानुपश्यत।",
                    "arth": "वे बोले-'वानरो! तुमलोग भाँति-भाँतिके वृक्षों और लताओंसे सुशोभित सहस्रों शिखरोंवाले विन्ध्यपर्वत, बड़े-बड़े नागोंसे सेवित रमणीय नर्मदा नदी, सुरम्य गोदावरी, महानदी, कृष्णवेणी तथा बड़े-बड़े नागोंसे सेवित महाभागा वरदा आदि नदियोंके तटोंपर और मेखल (मेकल), उत्कल एवं दशार्ण देशके नगरोंमें तथा आब्रवन्ती और अवन्तीपुरीमें भी सब जगह सीताकी खोज करो॥८-९३ ॥"
                },
                {
                    "slok": "विदर्भानृष्टिकांश्चैव रम्यान् माहिषकानपि॥१०॥ तथा वङ्गान् कलिङ्गांश्च कौशिकांश्च समन्ततः। अन्वीक्ष्य दण्डकारण्यं सपर्वतनदीगुहम्॥११॥ नदी गोदावरी चैव सर्वमेवानुपश्यत। तथैवान्ध्रांश्च पुण्ड्रांश्च चोलान् पाण्ड्यांश्च केरलान्॥१२॥",
                    "arth": "'इसी प्रकार विदर्भ, ऋष्टिक, रम्य माहिषक देश, वङ्गर, कलिङ्ग तथा कौशिक आदि देशोंमें सब ओर देखभाल करके पर्वत, नदी और गुफाओंसहित समूचे दण्डकारण्यमें छानबीन करना। वहाँ जो गोदावरी नदी है, उसमें सब ओर बारंबार देखना। इसी प्रकार आन्ध्र, पुण्ड्र, चोल, पाण्ड्य तथा केरल आदि देशोंमें भी ढूँढ़ना ।"
                },
                {
                    "slok": "अयोमुखश्च गन्तव्यः पर्वतो धातुमण्डितः। र विचित्रशिखरः श्रीमांश्चित्रपुष्पितकाननः॥१३॥ सुचन्दनवनोद्देशो मार्गितव्यो महागिरिः। ",
                    "arth": "'तदनन्तर अनेक धातुओंसे अलंकृत अयोमुख३ (मलय) पर्वतपर भी जाना, उसके शिखर बड़े विचित्र हैं। वह शोभाशाली पर्वत फूले हुए विचित्र काननोंसे युक्त है। उसके सभी स्थानोंमें सुन्दर चन्दनके वन हैं। उस महापर्वत मलयपर सीताकी अच्छी तरह खोज करना॥"
                },
                {
                    "slok": "ततस्तामापगां दिव्यां प्रसन्नसलिलाशयाम्॥१४॥ तत्र द्रक्ष्यथ कावेरी विहृतामप्सरोगणैः।",
                    "arth": "'तत्पश्चात् स्वच्छ जलवाली दिव्य नदी कावेरीको देखना, जहाँ अप्सराएँ विहार करती हैं॥१४॥ "
                },
                {
                    "slok": "तस्यासीनं नगस्याने मलयस्य महौजसम्॥१५॥ द्रक्ष्यथादित्यसंकाशमगस्त्यमृषिसत्तमम् ।",
                    "arth": "'उस प्रसिद्ध मलयपर्वतके शिखरपर बैठे हुए सूर्यके समान महान् तेजसे सम्पन्न मुनिश्रेष्ठ अगस्त्यका४ दर्शन करना॥१५॥"
                },
                {
                    "slok": "ततस्तेनाभ्यनुज्ञाताः प्रसन्नेन महात्मना॥१६॥ ताम्रपर्णी ग्राहजुष्टां तरिष्यथ महानदीम्।",
                    "arth": "'इसके बाद उन प्रसन्नचित्त महात्मासे आज्ञा लेकर ग्राहोंसे सेवित महानदी ताम्रपर्णीको पार करना॥१६३ ॥"
                },
                {
                    "slok": "सा चन्दनवनैश्चित्रैः। प्रच्छन्नद्वीपवारिणी॥१७॥ कान्तेव युवती कान्तं समुद्रमवगाहते। ",
                    "arth": "'उसके द्वीप और जल विचित्र चन्दनवनोंसे आच्छादित हैं; अत: वह सुन्दर साड़ीसे विभूषित युवती प्रेयसीकी भाँति अपने प्रियतम समुद्रसे मिलती है॥ १७३ ॥"
                },
                {
                    "slok": "ततो हेममयं दिव्यं मुक्तामणिविभूषितम्॥१८॥ युक्तं कवाटं पाण्ड्यानां गता द्रक्ष्यथ वानराः। .",
                    "arth": "'वानरो! वहाँसे आगे बढ़नेपर तुमलोग पाण्ड्यवंशी राजाओंके नगरद्वारपर* लगे हुए सुवर्णमय कपाटका दर्शन करोगे, जो मुक्तामणियोंसे विभूषित एवं दिव्य है।"
                },
                {
                    "slok": "ततः समुद्रमासाद्य सम्प्रधार्थिनिश्चयम्॥१९॥ अगस्त्येनान्तरे तत्र सागरे विनिवेशितः। चित्रसानुनगः श्रीमान् महेन्द्रः पर्वतोत्तमः ॥२०॥ जातरूपमयः श्रीमानवगाढो महार्णवम्।",
                    "arth": "'तत्पश्चात् समुद्रके तटपर जाकर उसे पार करनेके सम्बन्धमें अपने कर्तव्यका भलीभाँति निश्चय करके उसका पालन करना। महर्षि अगस्त्यने समुद्रके भीतर एक सुन्दर सुवर्णमय पर्वतको स्थापित किया है, जो महेन्द्रगिरिके नामसे विख्यात है। उसके शिखर तथा वहाँके वृक्ष विचित्र शोभासे सम्पन्न हैं। वह शोभाशाली पर्वत श्रेष्ठ समुद्रके भीतर गहराईतक घुसा हुआ है॥ "
                },
                {
                    "slok": "नानाविधैर्नगैः फुल्लैलताभिश्चोपशोभितम्॥२१॥ देवर्षियक्षप्रवरैरप्सरोभिश्च शोभितम्। सिद्धचारणसङ्घश्च प्रकीर्णं सुमनोरमम् ॥२२॥ तमुपैति सहस्त्राक्षः सदा पर्वसु पर्वसु।",
                    "arth": "'नाना प्रकारके खिले हुए वृक्ष और लताएँ उस पर्वतकी शोभा बढ़ाती हैं। देवता, ऋषि, श्रेष्ठ यक्ष और अप्सराओंकी उपस्थितिसे उसकी शोभा और भी बढ़ जाती है। सिद्धों और चारणोंके समुदाय वहाँ सब ओर फैले रहते हैं। इन सबके कारण महेन्द्रपर्वत अत्यन्त मनोरम जान पड़ता है। सहस्र नेत्रधारी इन्द्र प्रत्येक पर्वके दिन उस पर्वतपर पदार्पण करते हैं ॥ २१-२२३ ॥"
                },
                {
                    "slok": "द्वीपस्तस्यापरे पारे शतयोजनविस्तृतः॥२३॥ अगम्यो मानुषैर्दीप्तस्तं मार्गध्वं समन्ततः। तत्र सर्वात्मना सीता मार्गितव्या विशेषतः॥२४॥",
                    "arth": "'उस समुद्रके उस पार एक द्वीप है, जिसका विस्तार सौ योजन है। वहाँ मनुष्योंकी पहुँच नहीं है। वह जो दीप्तिशाली द्वीप है, उसमें चारों ओर पूरा प्रयत्न करके तुम्हें सीताकी विशेषरूपसे खोज करनी चाहिये॥ "
                },
                {
                    "slok": "स हि देशस्तु वध्यस्य रावणस्य दुरात्मनः। राक्षसाधिपतेर्वासः सहस्त्राक्षसमद्युतेः॥२५॥",
                    "arth": "'वही देश इन्द्रके समान तेजस्वी दुरात्मा राक्षसराज रावणका, जो हमारा वध्य है, निवासस्थान है॥ २५ ॥ "
                },
                {
                    "slok": "दक्षिणस्य समुद्रस्य मध्ये तस्य तु राक्षसी। अङ्गारकेति विख्याता छायामाक्षिप्य भोजिनी॥२६॥",
                    "arth": "'उस दक्षिण समुद्रके बीचमें अङ्गारका नामसे प्रसिद्ध एक राक्षसी रहती है, जो छाया पकड़कर ही प्राणियोंको खींच लेती और उन्हें खा जाती है॥२६॥"
                },
                {
                    "slok": "एवं निःसंशयान् कृत्वा संशयान्नष्टसंशयाः। मृगयध्वं नरेन्द्रस्य पत्नीममिततेजसः॥२७॥ ",
                    "arth": "'उस लङ्काद्वीपमें जो संदिग्ध स्थान हैं, उन सबमें इस तरह खोज करके जब तुम उन्हें संदेहरहित समझ लो और तुम्हारे मनका संशय निकल जाय, तब तुम लङ्काद्वीपको भी लाँघकर आगे बढ़ जाना और अमिततेजस्वी महाराज श्रीरामकी पत्नीका अन्वेषण करना ॥२७॥"
                },
                {
                    "slok": "तमतिक्रम्य लक्ष्मीवान् समुद्रे शतयोजने। गिरिः पुष्पितको नाम सिद्धचारणसेवितः॥२८॥",
                    "arth": "'लङ्काको लाँघकर आगे बढ़नेपर सौ योजन विस्तृत समुद्रमें एक पुष्पितक नामका पर्वत है, जो परम शोभासे सम्पन्न तथा सिद्धों और चारणोंसे सेवित है।"
                },
                {
                    "slok": "चन्द्रसूर्यांशुसंकाशः सागराम्बुसमाश्रयः। | भ्राजते विपुलैः शृङ्गरम्बरं विलिखन्निव॥२९॥",
                    "arth": "'वह चन्द्रमा और सूर्यके समान प्रकाशमान है तथा समुद्रके जलमें गहराईतक घुसा हुआ है। वह अपने विस्तृत शिखरोंसे आकाशमें रेखा खींचता हुआ-सा सुशोभित होता है॥ २९॥"
                },
                {
                    "slok": "तस्यैकं काञ्चनं शृङ्गं सेवते यं दिवाकरः। श्वेतं राजतमेकं च सेवते यन्निशाकरः। न तं कृतघ्नाः पश्यन्ति न नृशंसा न नास्तिकाः॥३०॥",
                    "arth": "'उस पर्वतका एक सुवर्णमय शिखर है, जिसका प्रतिदिन सूर्यदेव सेवन करते हैं। उसी प्रकार इसका एक रजतमय श्वेत-शिखर है, जिसका चन्द्रमा सेवन करते हैं। कृतघ्न, नृशंस और नास्तिक पुरुष उस पर्वतशिखरको नहीं देख पाते हैं॥३०॥"
                },
                {
                    "slok": "प्रणम्य शिरसा शैलं तं विमार्गथ वानराः। तमतिक्रम्य दुर्धर्षं सूर्यवान्नाम पर्वतः॥३१॥",
                    "arth": "'वानरो! तुमलोग मस्तक झुकाकर उस पर्वतको प्रणाम करना और वहाँ सब ओर सीताको ढूँढ़ना। उस दुर्धर्ष पर्वतको लाँघकर आगे बढ़नेपर सूर्यवान् नामक पर्वत मिलेगा॥"
                },
                {
                    "slok": "अध्वना दुर्विगाहेन योजनानि चतुर्दश। ततस्तमप्यतिक्रम्य वैद्युतो नाम पर्वतः॥३२॥",
                    "arth": "वहाँ जानेका मार्ग बड़ा दुर्गम है और वह पुष्पितकसे चौदह योजन दूर है। सूर्यवान्को लाँघकर जब तुमलोग आगे जाओगे, तब तुम्हें 'वैद्युत' नामक पर्वत मिलेगा॥ "
                },
                {
                    "slok": "सर्वकामफलैर्वृक्षैः सर्वकालमनोहरैः। तत्र भुक्त्वा वराहा॑णि मूलानि च फलानि च ॥३३॥ मधूनि पीत्वा जुष्टानि परं गच्छत वानराः। ",
                    "arth": "'वहाँके वृक्ष सम्पूर्ण मनोवाञ्छित फलोंसे युक्त और सभी ऋतुओंमें मनोहर शोभासे सम्पन्न हैं। वानरो! उनसे सुशोभित वैद्युत पर्वतपर उत्तम फल-मूल खाकर और सेवन करने योग्य मधु पीकर तुमलोग आगे जाना।"
                },
                {
                    "slok": "तत्र नेत्रमनःकान्तः कुञ्जरो नाम पर्वतः॥३४॥ अगस्त्यभवनं यत्र निर्मितं विश्वकर्मणा।",
                    "arth": "'फिर कुञ्जर नामक पर्वत दिखायी देगा, जो नेत्रों और मनको भी अत्यन्त प्रिय लगनेवाला है। उसके ऊपर विश्वकर्माका बनाया हुआ महर्षि अगस्त्यका* एक सुन्दर भवन है॥३४३ ॥"
                },
                {
                    "slok": "तत्र योजनविस्तारमुच्छ्रितं दशयोजनम्॥३५॥ शरणं काञ्चनं दिव्यं नानारत्नविभूषितम्।",
                    "arth": "'कुञ्जर पर्वतपर बना हुआ अगस्त्यका वह दिव्य भवन सुवर्णमय तथा नाना प्रकारके रत्नोंसे विभूषित है। उसका विस्तार एक योजनका और ऊँचाई दस योजनकी है॥ ३५॥"
                },
                {
                    "slok": "तत्र भोगवती नाम सर्पाणामालयः पुरी॥३६॥ विशालरथ्या दुर्धर्षा सर्वतः परिरक्षिता। रक्षिता ळ पन्नगैोरैस्तीक्ष्णदंष्ट्रैर्महाविषैः ॥३७॥",
                    "arth": "'उसी पर्वतपर सर्पोकी निवासभूता एक नगरी है, जिसका नाम भोगवती है (यह पातालकी भोगवती पुरीसे भिन्न है)। यह पुरी दुर्जय है। उसकी सड़कें बहुत बड़ी और विस्तृत हैं। वह सब ओरसे सुरक्षित है। तीखी दाढ़वाले महाविषैले भयंकर सर्प उसकी रक्षा करते हैं॥३६-३७॥"
                },
                {
                    "slok": "सर्पराजो महाघोरो यस्यां वसति वासुकिः। निर्याय मार्गितव्या च सा च भोगवती पुरी॥३८॥",
                    "arth": "'उस भोगवती पुरीमें महाभयंकर सर्पराज वासुकि निवास करते हैं (ये योगशक्तिसे अनेक रूप धारण करके दोनों भोगवती पुरियोंमें एक साथ रह सकते हैं)। तुम्हें विशेषरूपसे उस भोगवती पुरीमें प्रवेश करके वहाँ सीताकी खोज करनी चाहिये॥३८॥"
                },
                {
                    "slok": "तत्र चानन्तरोद्देशा ये केचन समावृताः। तर तं च देशमतिक्रम्य महानृषभसंस्थितिः॥३९॥",
                    "arth": "'उस पुरीमें जो गुप्त एवं व्यवधानरहित स्थान हों, उन सबमें सीताका अन्वेषण करना चाहिये। उस प्रदेशको लाँघकर आगे बढ़नेपर तुम्हें ऋषभ नामक महान् पर्वत मिलेगा॥३९॥ "
                },
                {
                    "slok": "सर्वरत्नमयः श्रीमानृषभो नाम पर्वतः। गोशीर्षकं पद्मकं च हरिश्यामं च चन्दनम्॥४०॥ दिव्यमुत्पद्यते यत्र तच्चैवाग्निसमप्रभम्। न तु तच्चन्दनं दृष्ट्वा स्प्रष्टव्यं तु कदाचन ॥४१॥",
                    "arth": "'वह शोभाशाली ऋषभ पर्वत सम्पूर्ण रत्नोंसे भरा हुआ है। वहाँ गोशीर्षक, पद्मक, हरिश्याम आदि नामोंवाला दिव्य चन्दन उत्पन्न होता है। वह चन्दनवृक्ष अग्निके समान प्रज्वलित होता रहता है। उस चन्दनको देखकर कदापि तुम्हें उसका स्पर्श नहीं करना चाहिये।"
                },
                {
                    "slok": "रोहिता नाम गन्धर्वा घोरं रक्षन्ति तद्वनम्। तत्र गन्धर्वपतयः पञ्च सूर्यसमप्रभाः॥४२॥",
                    "arth": "'क्योंकि 'रोहित' नामवाले गन्धर्व उस घोर वनकी रक्षा करते हैं। वहाँ सूर्यके समान कान्तिमान् पाँच गन्धर्वराज रहते हैं॥४२॥"
                },
                {
                    "slok": "शैलूषो ग्रामणी: शिक्षः शुको बभ्रुस्तथैव च। रविसोमानिवपुषां निवासः पुण्यकर्मणाम्॥४३॥ अन्ते पृथिव्या दुर्धर्षास्ततः स्वर्गजितः स्थिताः।",
                    "arth": "'उनके नाम ये हैं-शैलूष, ग्रामणी, शिक्ष (शिग्रु), शुक और बभ्रु। उस ऋषभसे आगे पृथिवीकी अन्तिम सीमापर सूर्य, चन्द्रमा तथा अग्निके तुल्य तेजस्वी पुण्यकमा पुरुषोंका निवास स्थान है। अत: वहाँ दुर्धर्ष स्वर्गविजयी (स्वर्गके अधिकारी) पुरुष ही वास करते हैं॥४३३ ॥"
                },
                {
                    "slok": "ततः परं न वः सेव्यः पितृलोकः सुदारुणः॥४४॥ राजधानी यमस्यैषा कष्टन तमसाऽऽवृता।",
                    "arth": "'उससे आगे अत्यन्त भयानक पितृलोक है; वहाँ तुम लोगोंको नहीं जाना चाहिये। यह भूमि यमराजकी राजधानी है, जो कष्टप्रद अन्धकारसे आच्छादित है॥"
                },
                {
                    "slok": "एतावदेवायुष्माभिर्वीरा वानरपुंगवाः।। शक्यं विचेतुं गन्तुं वा नातो गतिमतां गतिः॥४५॥",
                    "arth": "'वीर वानरपुङ्गवो! बस, दक्षिण दिशामें इतनी ही दूरतक तुम्हें जाना और खोजना है। उससे आगे पहुँचना असम्भव है; क्योंकि उधर जंगम प्राणियोंकी गति नहीं है। "
                },
                {
                    "slok": "सर्वमेतत् समालोक्य यच्चान्यदपि दृश्यते। गतिं विदित्वा वैदेह्याः संनिवर्तितुमर्हथ ॥ ४६॥ ",
                    "arth": "'इन सब स्थानोंमें अच्छी तरह देख-भाल करके और भी जो स्थान अन्वेषणके योग्य दिखायी दे, वहाँ भी विदेहकुमारीका पता लगाना; तदनन्तर तुम सबको लौट आना चाहिये॥ ४६॥"
                },
                {
                    "slok": "यश्च मासान्निवृत्तोऽग्रे दृष्टा सीतेति वक्ष्यति। मत्तुल्यविभवो भोगैः सुखं स विहरिष्यति॥४७॥",
                    "arth": "'जो एक मास पूर्ण होनेपर सबसे पहले यहाँ आकर यह कहेगा कि 'मैंने सीताजीका दर्शन किया है' वह मेरे समान वैभवसे सम्पन्न हो भोग्य-पदार्थोंका अनुभव करता हुआ सुखपूर्वक विहार करेगा॥४७॥"
                },
                {
                    "slok": "ततः प्रियतरो नास्ति मम प्राणाद् विशेषतः। कृतापराधो बहुशो मम बन्धुभविष्यति॥४८॥ ",
                    "arth": "'उससे बढ़कर प्रिय मेरे लिये दूसरा कोई नहीं होगा। वह मेरे लिये प्राणोंसे भी बढ़कर प्यारा होगा तथा अनेक बार अपराध किया हो तो भी वह मेरा बन्धु होकर रहेगा॥४८॥"
                },
                {
                    "slok": "अमितबलपराक्रमा भवन्तो विपुलगुणेषु कुलेषु च प्रसूताः। मनुजपतिसुतां यथा लभध्वं तदधिगुणं पुरुषार्थमारभध्वम्॥४९॥ ",
                    "arth": "'तुम सबके बल और पराक्रम असीम हैं। तुम विशेष गुणशाली उत्तम कुलोंमें उत्पन्न हुए हो। राजकुमारी सीताका जिस प्रकार भी पता मिल सके, उसके अनुरूप उच्च कोटिका पुरुषार्थ आरम्भ करो'॥४९॥"
                },
                {
                    "SAMAPT_SARG": " इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे एकचत्वारिंशः सर्गः॥४१॥ ",
                    "SAMAPT अर्थ": " इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें इकतालीसवाँ सर्ग पूरा हुआ॥४१॥"
                }
            ]
        },
        {
            "ADHYAAY": "द्विचत्वारिंशः सर्गः सुग्रीवका पश्चिम दिशाके स्थानोंका परिचय देते हुए सुषेण आदि वानरोंको वहाँ भेजना",
            "arth": [
                {
                    "slok": "अथ प्रस्थाप्य स हरीन् सुग्रीवो दक्षिणां दिशम्। अब्रवीन्मेघसंकाशं सुषेणं नाम वानरम्॥१॥ तारायाः पितरं राजा श्वशुरं भीमविक्रमम्। अब्रवीत् प्राञ्जलिर्वाक्यमभिगम्य प्रणम्य च॥२॥ महर्षिपुत्रं मारीचमर्चिष्मन्तं महाकपिम्। वृतं कपिवरैः शूरैर्महेन्द्रसदृशद्युतिम्॥३॥ बुद्धिविक्रमसम्पन्नं वैनतेयसमद्युतिम्। मरीचिपुत्रान् मारीचानर्चिर्माल्यान् महाबलान्॥४॥ ऋषिपुत्रांश्च तान् सर्वान् प्रतीचीमादिशद् दिशम्।। द्वाभ्यां शतसहस्त्राभ्यां कपीनां कपिसत्तमाः॥५॥ सुषेणप्रमुखा यूयं वैदेही परिमार्गथ।",
                    "arth": "दक्षिण दिशाकी ओर वानरोंको भेजनेके पश्चात् राजा सुग्रीवने ताराके पिता और अपने श्वशुर 'सुषेण' नामक वानरके पास जाकर उन्हें हाथ जोड़कर प्रणाम किया और कुछ कहना आरम्भ किया। सुषेण मेघके समान काले और भयंकर पराक्रमी थे। उनके सिवा, महर्षि मरीचिके पुत्र महाकपि अर्चिष्मान् भी वहाँ उपस्थित थे, जो देवराज इन्द्रके समान तेजस्वी तथा शूरवीर श्रेष्ठ वानरोंसे घिरे हुए थे। उनकी कान्ति निवा- तो IIT- श्री। ते बदि और पगकमसे सम्पन्न थे। उनके अतिरिक्त मरीचिके पुत्र मारीच नामवाले वानर भी थे, जो महाबली और 'अचिर्माल्य' नामसे प्रसिद्ध थे। इनके सिवा और भी बहुत-से | ऋषिकुमार थे, जो वानररूपमें वहाँ विराजमान थे। | सुषेणके साथ उन सबको सुग्रीवने पश्चिम दिशाकी ओर | जानेकी आज्ञा दी और कहा–'कपिवरो! आप सब लोग दो लाख वानरोंको साथ ले सुषेणजीकी प्राधनतामें | पश्चिमको जाइये और विदेहनन्दिनी सीताकी खोज कीजिये॥१-५३॥"
                },
                {
                    "slok": "सौराष्ट्रान् सहबाह्रीकांश्चन्द्रचित्रांस्तथैव च॥६॥ स्फीताञ्जनपदान् रम्यान् विपुलानि पुराणि च। पुंनागगहनं कुक्षिं बकुलोद्दालकाकुलम्॥७॥ तथा केतकषण्डांश्च मार्गध्वं हरिपुङ्गवाः।",
                    "arth": "श्रेष्ठ वानरो! सौराष्ट्र, बाह्लीक और चन्द्रचित्र आदि देशों, अन्यान्य समृद्धिशाली एवं रमणीय जनपदों, बड़े-बड़े नगरों तथा पुन्नाग, बकुल और उद्दालक आदि | वृक्षोंसे भरे हुए कुक्षिदेशमें एवं केवड़ेके वनोंमें सीताकी | खोज करो॥६-७३॥ | "
                },
                {
                    "slok": "प्रत्यक्स्रोतोवहाश्चैव नद्यः शीतजला: शिवाः॥८॥ | तापमानामरण्यानि कान्तारगिरयश्च ये।",
                    "arth": "'पश्चिमकी ओर बहनेवाली शीतल जलसे सुशोभित कल्याणमयी नदियों, तपस्वी जनोंके वनों तथा दुर्गम पर्वतोंमें भी विदेहकुमारीका पता लगाओ॥८३॥ "
                },
                {
                    "slok": "तत्र स्थलीमरुप्राया अत्युच्चशिशिराः शिलाः॥ ९ ॥ गिरिजालावृतां दुर्गा मार्गित्वा पश्चिमां दिशम्। ततः पश्चिममागम्य समुद्रं द्रष्टुमर्हथ॥१०॥ तिमिनक्राकुलजलं गत्वा द्रक्ष्यथ वानराः।",
                    "arth": "'पश्चिम दिशामें प्रायः मरुभूमि है। अत्यन्त ऊँची और ठंढी शिलाएँ हैं तथा पर्वतमालाओंसे घिरे हुए बहुत-से दुर्गम प्रदेश हैं। उन सभी स्थानोंमें सीताकी खोज करते हुए क्रमशः आगे बढ़कर पश्चिम समुद्रतक जाना और वहाँके प्रत्येक स्थानका निरीक्षण करना। वानरो! समुद्रका जल तिमि नामक मत्स्यों तथा बड़े-बड़े ग्राहोंसे भरा हुआ है। वहाँ सब ओर देख-भाल करना॥९-१०३ ॥"
                },
                {
                    "slok": "ततः केतकषण्डेषु तमालगहनेषु च ॥११॥ कपयो विहरिष्यन्ति नारिकेलवनेषु च। तत्र सीतां च मार्गध्वं निलयं रावणस्य च॥१२॥",
                    "arth": "'समुद्रके तटपर केवड़ोंके कुञ्जोंमें, तमालके काननोंमें तथा नारियलके वनोंमें तुम्हारे सैनिक वानर भलीभाँति विचरण करेंगे। वहाँ तुमलोग सीताको खोजना और रावणके निवास स्थानका पता लगाना॥"
                },
                {
                    "slok": "वेलातलनिविष्टेषु पर्वतेषु वनेषु च। मुरवीपत्तनं चैव रम्यं चैव जटापुरम्॥१३॥ अवन्तीमङ्गलेपां च तथा चालक्षितं वनम्। राष्ट्राणि च विशालानि पत्तनानि ततस्ततः॥१४॥",
                    "arth": "समुद्रतटवर्ती पर्वतों और वनोंमें भी उन्हें ढूँढ़ना चाहिये। मुरवीपत्तन (मोरवी) तथा रमणीय जटापुरमें, अवन्ती* तथा अङ्गलेपापुरीमें, अलक्षित वनमें और बड़ेबड़े राष्ट्रों एवं नगरों में जहाँ-तहाँ घूमकर पता लगाना॥"
                },
                {
                    "slok": "सिन्धुसागरयोश्चैव संगमे तत्र पर्वतः। महान् सोमगिरि म शतशृङ्गो महाद्रुमः ॥१५॥ तत्र प्रस्थेषु रम्येषु सिंहाः पक्षगमाः स्थिताः। तिमिमत्स्यगजांश्चैव नीडान्यारोपयन्ति ते॥१६॥",
                    "arth": "'सिंधु-नद और समुद्रके संगमपर सोमगिरि नामक एक महान् पर्वत है, जिसके सौ शिखर हैं। वह पर्वत ऊँचे-ऊँचे वृक्षोंसे भरा है। उसकी रमणीय चोटियोंपर सिंह नामक पक्षी रहते हैं। जो तिमि नामवाले विशालकाय मत्स्यों और हाथियोंको भी अपने घोंसलोंमें उठा लाते हैं।"
                },
                {
                    "slok": "तानि नीडानि सिंहानां गिरिशृङ्गगताश्च ये।  दृप्तास्तृप्ताश्च , मातङ्गास्तोयदस्वननिःस्वनाः॥१७॥ विचरन्ति विशालेऽस्मिंस्तोयपूर्णे समन्ततः।",
                    "arth": "'सिंह नामक पक्षियोंके उन घोंसलोंमें पहुँचकर | उस पर्वत-शिखरपर उपस्थित हुए जो हाथी हैं, वे उस | पंखधारी सिंहसे सम्मानित होनेके कारण गर्वका अनुभव | करते और मन-ही-मन संतुष्ट होते हैं। इसीलिये मेघोंकी गर्जनाके समान शब्द करते हुए उस पर्वतके जलपूर्ण विशाल शिखरपर चारों ओर विचरते रहते हैं। |"
                },
                {
                    "slok": "तस्य शृङ्ग दिवस्पर्श काञ्चनं चित्रपादपम्॥१८॥ | सर्वमाशु विचेतव्यं कपिभिः कामरूपिभिः।",
                    "arth": "'सोमगिरिका गगनचुम्बी शिखर सुवर्णमय है। | उसके ऊपर विचित्र वृक्ष शोभा पाते हैं। इच्छानुसार रूप | धारण करनेवाले वानरोंको चाहिये कि वहाँके सब | स्थानोंको शीघ्रतापूर्वक अच्छी तरह देख लें ॥१८॥ "
                },
                {
                    "slok": "कोटिं तत्र समुद्रस्य काञ्चनीं शतयोजनाम्॥१९॥ दुर्दर्शी पारियात्रस्य गत्वा द्रक्ष्यथ वानराः।",
                    "arth": "'वहाँसे आगे समुद्रके बीचमें पारियात्र पर्वतका सुवर्णमय शिखर दिखायी देगा, जो सौ योजन विस्तृत है। वानरो! उसका दर्शन दूसरोंके लिये अत्यन्त कठिन है। वहाँ जाकर तुम्हें सीताकी खोज करनी चाहिये॥"
                },
                {
                    "slok": "कोट्यस्तत्र चतुर्विंशद् गन्धर्वाणां तरस्विनाम्॥२०॥ वसन्त्यग्निनिकाशानां घोराणां कामरूपिणाम्। पावकार्चिःप्रतीकाशाः समवेताः समन्ततः॥२१॥",
                    "arth": "'पारियात्र पर्वतके शिखरपर इच्छानुसार रूप धारण करनेवाले, भयंकर, अग्नितुल्य तेजस्वी तथा वेगशाली चौबीस करोड़ गन्धर्व निवास करते हैं। वे सब-के-सब अग्निकी ज्वालाके समान प्रकाशमान हैं और सब ओरसे आकर उस पर्वतपर एकत्र हुए हैं।२०-२१॥ "
                },
                {
                    "slok": "नात्यासादयितव्यास्ते वानरैर्भीमविक्रमैः। नादेयं च फलं तस्माद् देशात् किंचित् प्लवङमैः ॥२२॥",
                    "arth": "'भयंकर पराक्रमी वानरोंको चाहिये कि वे उन गन्धर्वोके अधिक निकट न जायँ–उनका कोई अपराध न करें और उस पर्वतशिखरसे कोई फल न लें ॥ २२॥ "
                },
                {
                    "slok": "दुरासदा हि ते वीराः सत्त्ववन्तो महाबलाः। फलमूलानि ते तत्र रक्षन्ते भीमविक्रमाः॥२३॥",
                    "arth": "'क्योंकि वे भयंकर बल-विक्रमसे सम्पन्न धैर्यवान महाबली वीर गन्धर्व वहाँके फल-मूलोंकी रक्षा करते हैं। उनपर विजय पाना बहुत ही कठिन है॥२३॥ "
                },
                {
                    "slok": "तत्र यत्नश्च कर्तव्यो मार्गितव्या च जानकी। नहि तेभ्यो भयं किंचित् कपित्वमनुवर्तताम्॥२४॥",
                    "arth": "'वहाँ भी जानकीकी खोज करनी चाहिये और उनका पता लगानेके लिये पूरा प्रयत्न करना चाहिये। प्राकृत वानरके स्वभावका अनुसरण करनेवाले तुम्हारी सेनाके वीरोंको उन गन्धर्वोसे कोई भय नहीं है॥२४॥"
                },
                {
                    "slok": "तत्र वैदूर्यवर्णाभो वज्रसंस्थानसंस्थितः। या नानाद्रुमलताकीर्णो वज्रो नाम महागिरिः॥२५॥",
                    "arth": "'पारियात्र पर्वतके पास ही समुद्रमें वज्रनामसे प्रसिद्ध एक बहुत ऊँचा पर्वत है, जो नाना प्रकारके वृक्षों और लताओंसे व्याप्त दिखायी देता है। वह वज्रगिरि वैदूर्यमणिके समान नील वर्णका है। वह कठोरतामें वज्रमणि (हीरे) के समान है॥ २५॥"
                },
                {
                    "slok": "श्रीमान् समुदितस्तत्र योजनानां शतं समम्। गुहास्तत्र विचेतव्याः प्रयत्नेन प्लवङ्गमाः॥२६॥",
                    "arth": "'वह सुन्दर पर्वत वहाँ सौ योजनके घेरेमें प्रतिष्ठित है। उसकी लंबाई और चौड़ाई दोनों बराबर हैं। वानरो! उस पर्वतपर बहुत-सी गुफाएँ हैं। उन सबमें प्रयत्नपूर्वक सीताका अनुसंधान करना चाहिये॥२६॥ "
                },
                {
                    "slok": "चतुर्भागे समुद्रस्य चक्रवान् नाम पर्वतः। तत्र चक्रं सहस्त्रारं निर्मितं विश्वकर्मणा ॥२७॥",
                    "arth": "'समुद्रके चतुर्थ भागमें चक्रवान् नामक पर्वत है। वहीं विश्वकर्माने सहस्रार* चक्रका निर्माण किया था॥ २७॥"
                },
                {
                    "slok": "तत्र पञ्चजनं हत्वा हयग्रीवं च दानवम्। आजहार ततश्चक्रं शङ्ख च पुरुषोत्तमः॥२८॥",
                    "arth": "'वहींसे पुरुषोत्तम भगवान् विष्णु पञ्चजन और हयग्रीव नामक दानवोंका वध करके पाञ्चजन्य शङ्ख तथा वह सहस्रार सुदर्शन चक्र लाये थे॥२८॥ "
                },
                {
                    "slok": "तस्य सानुषु रम्येषु विशालासु गुहासु च। रावणः सह वैदेह्या मार्गितव्यस्ततस्ततः॥२९॥",
                    "arth": "'चक्रवान् पर्वतके रमणीय शिखरों और विशाल गुफाओंमें भी इधर-उधर वैदेहीसहित रावणका पता लगाना चाहिये॥२९॥"
                },
                {
                    "slok": "योजनानि चतुःषष्टिर्वराहो नाम पर्वतः। सुवर्णशृङ्गः सुमहानगाधे वरुणालये॥३०॥",
                    "arth": "'उससे आगे समुद्रकी अगाध जलराशिमें सुवर्णमय शिखरोंवाला वराह नामक पर्वत है, जिसका विस्तार चौंसठ योजनकी दूरीमें है॥३०॥"
                },
                {
                    "slok": "तत्र प्राग्ज्योतिषं नाम जातरूपमयं पुरम्। यस्मिन् वसति दुष्टात्मा नरको नाम दानवः॥३१॥",
                    "arth": "'वहीं प्राग्ज्योतिष नामक सुवर्णमय नगर है, जिसमें 'दुष्टात्मा नरक नामक दानव निवास करता है॥३१॥"
                },
                {
                    "slok": "तत्र सानुषु रम्येषु विशालासु गुहासु च। रावणः सह वैदेह्या मार्गितव्यस्ततस्ततः॥३२॥",
                    "arth": "'उस पर्वतके रमणीय शिखरोंपर तथा वहाँकी विशाल गुफाओंमें सीतासहित रावणकी तलाश करनी चाहिये॥३२॥ "
                },
                {
                    "slok": "तमतिक्रम्य शैलेन्द्रं काञ्चनान्तरदर्शनम्। पर्वतः सर्वसौवर्णो धाराप्रस्त्रवणायुतः॥३३॥",
                    "arth": "'जिसका भीतरी भाग सुवर्णमय दिखायी देता है, उस पर्वतराज वराहको लाँघकर आगे बढ़नेपर एक ऐसा पर्वत मिलेगा, जिसका सब कुछ सुवर्णमय है तथा जिसमें लगभग दस सहस्र झरने हैं ॥ ३३॥"
                },
                {
                    "slok": "तं गजाश्च वराहाश्च सिंहा व्याघ्राश्च सर्वतः। अभिगर्जन्ति सततं तेन शब्देन दर्पिताः॥३४॥",
                    "arth": "'उसके चारों ओर हाथी, सूअर, सिंह और व्याघ्र सदा गर्जना करते हैं और अपनी ही गर्जनाकी प्रतिध्वनिके शब्दसे दर्पमें भरकर पुनः दहाड़ने लगते हैं॥३४॥"
                },
                {
                    "slok": "यस्मिन् हरिहयः श्रीमान् महेन्द्रः पाकशासनः। अभिषिक्तः सुरै राजा मेघो नाम स पर्वतः॥३५॥",
                    "arth": "'उस पर्वतका नाम है मेघगिरि। जिसपर देवताओंने हरित रंगके अश्ववाले श्रीमान् पाकशासन इन्द्रको राजाके पदपर अभिषिक्त किया था॥ ३५॥"
                },
                {
                    "slok": "तमतिक्रम्य शैलेन्द्र महेन्द्रपरिपालितम्। षष्टिं गिरिसहस्त्राणि काञ्चनानि गमिष्यथ॥३६॥ तरुणादित्यवर्णानि भ्राजमानानि सर्वतः। जातरूपमयैर्वक्षैः शोभितानि सपष्पितैः॥३७॥",
                    "arth": "'देवराज इन्द्रद्वारा सुरक्षित गिरिराज मेघको लाँघकर जब तुम आगे बढ़ोगे, तब तुम्हें सोनेके साठ हजार पर्वत मिलेंगे, जो सब ओरसे सूर्यके समान कान्तिसे देदीप्यमान हो रहे हैं और सुन्दर फूलोंसे भरे हुए सुवर्णमय वृक्षोंसे सुशोभित हैं॥ ३७॥ "
                },
                {
                    "slok": "तेषां मध्ये स्थितो राजा मेरुरुत्तमपर्वतः। आदित्येन प्रसन्नेन शैलो दत्तवरः पुरा॥३८॥ तेनैवमुक्तः शैलेन्द्रः सर्व एव त्वदाश्रयाः। मत्प्रसादाद् भविष्यन्ति दिवा रात्रौ च काञ्चनाः॥३९॥ त्वयि ये चापि वत्स्यन्ति देवगन्धर्वदानवाः। ते भविष्यन्ति भक्ताश्च प्रभया काञ्चनप्रभाः॥४०॥",
                    "arth": "'उनके मध्यभागमें पर्वतोंका राजा गिरिश्रेष्ठ मेरु विराजमान है, जिसे पूर्वकालमें सूर्यदेवने प्रसन्न होकर वर दिया था। उन्होंने उस शैलराजसे कहा था कि 'जो दिन-रात तुम्हारे आश्रयमें रहेंगे, वे मेरी कृपासे सुवर्णमय हो जायँगे तथा देवता, दानव, गन्धर्व जो भी तुम्हारे ऊपर निवास करेंगे, वे सुवर्णके समान कान्तिमान् और मेरे भक्त हो जायँगे'॥३८-४०॥"
                },
                {
                    "slok": "विश्वेदेवाश्च वसवो मरुतश्च दिवौकसः। या आगत्य पश्चिमां संध्यां मेरुमुत्तमपर्वतम्॥४१॥ आदित्यमुपतिष्ठन्ति तैश्च सूर्योऽभिपूजितः। अदृश्यः सर्वभूतानामस्तं गच्छति पर्वतम्॥४२॥",
                    "arth": "नई - 'विश्वेदेव, वसु, मरुद्गण तथा अन्य देवता सायंकालमें उत्तम पर्वत मेरुपर आकर सूर्यदेवका उपस्थान करते हैं। उनके द्वारा भलीभाँति पूजित होकर भगवान् सूर्य सब प्राणियोंकी आँखोंसे ओझल होकर अस्ताचलको चले जाते हैं॥४१-४२॥"
                },
                {
                    "slok": "योजनानां सहस्त्राणि दश तानि दिवाकरः। मुहूर्तार्धेन तं शीघ्रमभियाति शिलोच्चयम्॥४३॥",
                    "arth": "'मेरुसे अस्ताचल दस हजार योजनकी दूरीपर है, किंतु सूर्यदेव आधे मुहूर्तमें ही वहाँ पहुँच जाते हैं॥४३॥ "
                },
                {
                    "slok": "शृते तस्य महद्दिव्यं भवनं सूर्यसंनिभम्। प्रासादगणसम्बाधं विहितं विश्वकर्मणा॥४४॥",
                    "arth": "'उसके शिखरपर विश्वकर्माका बनाया हुआ एक बहुत बड़ा दिव्य भवन है, जो सूर्यके समान दीप्तिमान् दिखायी देता है। वह अनेक प्रासादोंसे भरा हुआ है। "
                },
                {
                    "slok": "शोभितं तरुभिश्चित्रै नापक्षिसमाकुलैः। निकेतं पाशहस्तस्य वरुणस्य महात्मनः॥४५॥",
                    "arth": "'नाना प्रकारके पक्षियोंसे व्याप्त विचित्र-विचित्र वृक्ष उसकी शोभा बढ़ाते हैं। वह पाशधारी महात्मा वरुणका निवास-स्थान है॥४५॥ "
                },
                {
                    "slok": "अन्तरा मेरुमस्तं च तालो दशशिरा महान्। जातरूपमयः श्रीमान् भ्राजते चित्रवेदिकः॥४६॥",
                    "arth": "'मेरु और अस्ताचलके बीच एक स्वर्णमय ताड़का वृक्ष है, जो बड़ा ही सुन्दर और बहुत ही ऊँचा है। उसके दस स्कन्ध (बड़ी शाखाएँ) हैं। उसके नीचेकी वेदी बड़ी विचित्र है। इस तरह वह वृक्ष बड़ी शोभा पाता है॥ ४६॥ "
                },
                {
                    "slok": "तेषु सर्वेषु दुर्गेषु सरस्सु च सरित्सु च। रावणः सह वैदेह्या मार्गितव्यस्ततस्ततः॥४७॥",
                    "arth": "'वहाँके उन सभी दुर्गम स्थानों, सरोवरों और सरिताओंमें इधर-उधर सीतासहित रावणका अनुसंधान करना चाहिये॥४७॥"
                },
                {
                    "slok": "यत्र तिष्ठति धर्मज्ञस्तपसा स्वेन भावितः। मेरुसावर्णिरित्येष ख्यातो वै ब्रह्मणा समः॥४८॥",
                    "arth": "'मेरुगिरिपर धर्मके ज्ञाता महर्षि मेरुसावर्णि रहते हैं, जो अपनी तपस्यासे ऊँची स्थितिको प्राप्त हुए हैं। वे प्रजापतिके समान शक्तिशाली एवं विख्यात ऋषि हैं। "
                },
                {
                    "slok": "प्रष्टव्यो मेरुसावर्णिमहर्षिः सूर्यसंनिभः। प्रणम्य शिरसा भूमौ प्रवृत्तिं मैथिली प्रति॥४९॥",
                    "arth": "'सूर्यतुल्य तेजस्वी महर्षि मेरुसावर्णिके चरणों में पृथ्वीपर मस्तक टेककर प्रणाम करनेके अनन्तर तुमलोग उनसे मिथिलेशकुमारीका समाचार पूछना ॥ ४९ ॥ "
                },
                {
                    "slok": "॥ एतावज्जीवलोकस्य भास्करो रजनीक्षये। कृत्वा वितिमिरं सर्वमस्तं गच्छति पर्वतम्॥५०॥",
                    "arth": "'रात्रिके अन्तमें (प्रात:काल) उदित हुए भगवान् सूर्य जीव-जगत्के इन सभी स्थानोंको अन्धकाररहित (एवं प्रकाशपूर्ण) करके अन्तमें अस्ताचलको चले जाते हैं॥५०॥"
                },
                {
                    "slok": "एतावद् वानरैः शक्यं गन्तुं वानरपुङ्गवाः। अभास्करममर्यादं न जानीमस्ततः परम्॥५१॥",
                    "arth": "'वानरशिरोमणियो! पश्चिम दिशामें इतनी ही दूरतक वानर जा सकते हैं। उसके आगे न तो सूर्यका प्रकाश है और न किसी देश आदिकी सीमा ही। अतः वहाँसे आगेकी भूमिके विषयमें मुझे कोई जानकारी नहीं है।"
                },
                {
                    "slok": "अवगम्य तु वैदेहीं निलयं रावणस्य च। अस्तं पर्वतमासाद्य पूर्णे मासे निवर्तत॥५२॥",
                    "arth": "'अस्ताचलतक जाकर रावणके स्थान और सीताका पता लगाओ तथा एक मास पूर्ण होते ही यहाँ लौट आओ॥"
                },
                {
                    "slok": "ऊर्ध्वं मासान्न वस्तव्यं वसन् वध्यो भवेन्मम। सहैव शूरो युष्माभिः श्वशुरो मे गमिष्यति॥५३॥",
                    "arth": "एक महीनेसे अधिक न ठहरना। जो ठहरेगा, उसे मेरे हाथसे प्राणदण्ड मिलेगा। तुमलोगोंके साथ मेरे पूजनीय श्वशुरजी भी जायेंगे ॥५३॥ "
                },
                {
                    "slok": "श्रोतव्यं सर्वमेतस्य भवद्भिर्दिष्टकारिभिः। गुरुरेष महाबाहुः श्वशुरो मे महाबलः॥५४॥ ",
                    "arth": "'तुम सब लोग इनकी आज्ञाके अधीन रहकर इनकी सभी बातें ध्यानसे सुनना; क्योंकि ये महाबाहु महाबली सुषेणजी मेरे श्वशुर एवं गुरुजन हैं (अतः तुम्हारे लिये भी गुरुकी भाँति ही आदरणीय हैं)॥५४॥"
                },
                {
                    "slok": "भवन्तश्चापि विक्रान्ताः प्रमाणं सर्व एव हि। प्रमाणमेनं संस्थाप्य पश्यध्वं पश्चिमां दिशम्॥५५॥",
                    "arth": "'तुम सब लोग भी बड़े पराक्रमी तथा कर्तव्याकर्तव्यके निर्णयमें प्रमाणभूत (विश्वसनीय) हो, तथापि इन्हें अपना प्रधान बनाकर तुम पश्चिम दिशाकी देखभाल आरम्भ करो॥ "
                },
                {
                    "slok": "दृष्टायां तु नरेन्द्रस्य पत्ल्याममिततेजसः। कृतकृत्या भविष्यामः कृतस्य प्रतिकर्मणा॥५६॥ ",
                    "arth": "'अमित तेजस्वी महाराज श्रीरामकी पत्नीका पता लग जानेपर हम कृतकृत्य हो जायँगे; क्योंकि उन्होंने जो उपकार किया है, उसका बदला इसी तरह चुक सकेगा। "
                },
                {
                    "slok": "अतोऽन्यदपि यत्कार्यं कार्यस्यास्य प्रियं भवेत्। सम्प्रधार्य भवद्भिश्च देशकालार्थसंहितम्॥५७॥",
                    "arth": "'अतः इस कार्यके अनुकूल और भी जो कर्तव्य देश, काल और प्रयोजनसे सम्बन्ध रखता हो, उसका विचार करके आपलोग उसे भी करें'॥५७॥"
                },
                {
                    "slok": " ततः सुषेणप्रमुखाः । प्लवङ्गाः जय का तर सुग्रीववाक्यं निपुणं निशम्य। आमन्त्र्य सर्वे प्लवगाधिपं ते याठिान  जग्मुर्दिशं तां वरुणाभिगुप्ताम्॥५८॥ ",
                    "arth": "सुग्रीवकी बातें अच्छी तरह सुनकर सुषेण आदि सब वानर उन वानरराजकी अनुमति ले वरुणद्वारा सुरक्षित पश्चिम दिशाकी ओर चल दिये॥५८॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे द्विचत्वारिंशः सर्गः॥४२॥",
                    "SAMAPT अर्थ": " इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें बयालीसवाँ सर्ग पूरा हुआ॥४२॥"
                }
            ]
        },
        {
            "ADHYAAY": "त्रिचत्वारिंशः सर्गः सुग्रीवका उत्तर दिशाके स्थानोंका परिचय देते हुए शतबलि आदि वानरोंको वहाँ भेजना",
            "arth": [
                {
                    "slok": "ततः संदिश्य सुग्रीवः श्वशुरं पश्चिमां दिशम्। वीरं शतबलिं नाम वानरं वानरेश्वरः॥१॥ उवाच राजा सर्वज्ञः सर्ववानरसत्तमः। वाक्यमात्महितं चैव रामस्य च हितं तदा ॥२॥",
                    "arth": "इस प्रकार अपने श्वशुरको पश्चिम दिशाकी ओर जानेका संदेश दे सर्वज्ञ, सर्व-वानर-शिरोमणि वानरेश्वर राजा सुग्रीव अपने हितैषी शतबलि नामक वीर वानरसे श्रीरामचन्द्रजीके हितकी बात बोले- ॥१-२॥ "
                },
                {
                    "slok": "वृतः शतसहस्रेण त्वद्विधानां वनौकसाम्। चि वैवस्वतसुतैः सार्धं प्रविष्टः सर्वमन्त्रिभिः॥३॥ दिशं झुदीची विक्रान्तां हिमशैलावतंसिकाम्। सर्वतः परिमार्गध्वं रामपत्नी यशस्विनीम्॥४॥ ",
                    "arth": "पराक्रमी वीर! तुम अपने ही समान एक लाख वनवासी वानरोंको जो यमराजके बेटे हैं, साथ लेकर अपने समस्त मन्त्रियोंसहित उस उत्तर दिशामें प्रवेश करो, जो हिमालयरूपी आभूषणोंसे विभूषित है और वहाँ सब ओर यशस्विनी श्रीरामपत्नी सीताका अन्वेषण करो॥३-४॥"
                },
                {
                    "slok": "अस्मिन् कार्ये विनिर्वृत्ते कृते दाशरथेः प्रिये। ऋणान्मुक्ता भविष्यामः कृतार्थार्थविदां वराः॥५॥",
                    "arth": "'अपने मुख्य प्रयोजनको समझनेवाले वीरोंमें श्रेष्ठ वानरो! यदि हमलोगोंके द्वारा दशरथनन्दन भगवान् श्रीरामका यह प्रिय कार्य सम्पन्न हो जाय तो हम उनके उपकारके ऋणसे मुक्त और कृतार्थ हो जायेंगे ॥ ५ ॥"
                },
                {
                    "slok": "कृतं हि प्रियमस्माक राघवेण महात्मना। तस्य चेत्प्रतिकारोऽस्ति सफलं जीवितं भवेत्॥६॥",
                    "arth": "'महात्मा श्रीरघुनाथजीने हमलोगोंका प्रिय कार्य | किया है। उसका यदि कुछ बदला दिया जा सके तो हमारा जीवन सफल हो जाय॥६॥ "
                },
                {
                    "slok": "अर्थिनः कार्यनिर्वृत्तिमकर्तुरपि यश्चरेत्। तस्य स्यात् सफलं जन्म किं पुनः पूर्वकारिणः॥७॥",
                    "arth": "'जिसने कोई उपकार न किया हो, वह भी यदि किसी | कार्यके लिये प्रार्थी होकर आया हो तो जो पुरुष उसके कार्यको सिद्ध कर देता है, उसका जन्म भी सफल हो जाता है। फिर जिसने पहलेके उपकारीके कार्यको सिद्ध किया हो, उसके जीवनकी सफलताके विषयमें तो कहना ही क्या है॥७॥ "
                },
                {
                    "slok": "एतां बुद्धिं समास्थाय दृश्यते जानकी यथा। तथा भवद्भिः कर्तव्यमस्मत्प्रियहितैषिभिः॥८॥",
                    "arth": "'इसी विचारका आश्रय लेकर मेरा प्रिय और हित चाहनेवाले तुम सब वानरोंको ऐसा प्रयत्न करना चाहिये, जिससे जनकनन्दिनी सीताका पता लग जाय॥८॥"
                },
                {
                    "slok": "अयं हि सर्वभूतानां मान्यस्तु नरसत्तमः। अस्मासु च गतः प्रीतिं रामः परपुरंजयः॥९॥",
                    "arth": "'शत्रुओंकी नगरीपर विजय पानेवाले ये नरश्रेष्ठ श्रीराम समस्त प्राणियोंके लिये माननीय हैं। हमलोगोंपर भी इनका बहुत प्रेम है॥९॥ "
                },
                {
                    "slok": "इमानि बहुदुर्गाणि नद्यः शैलान्तराणि च। भवन्तः परिमार्गन्तु बुद्धिविक्रमसम्पदा ॥ १० ॥",
                    "arth": "'तुम सब लोग बुद्धि और पराक्रमके द्वारा इन अत्यन्त दुर्गम प्रदेशों, पर्वतों और नदियोंके तटोंपर जाजाकर सीताकी खोज करो॥१०॥"
                },
                {
                    "slok": "तत्र म्लेच्छान् पुलिन्दांश्च शूरसेनांस्तथैव च। प्रस्थलान् भरतांश्चैव कुरूंश्च सह मद्रकैः॥११॥ काम्बोजयवनांश्चैव शकानां पत्तनानि च। अन्वीक्ष्य दरदांश्चैव हिमवन्तं विचिन्वथ॥१२॥",
                    "arth": "“उत्तरमें म्लेच्छ, पुलिन्द, शूरसेन, प्रस्थल, भरत (इन्द्रप्रस्थ और हस्तिनापुरके आस-पासके प्रान्त), कुरु (दक्षिण कुरु-कुरुक्षेत्रके आस-पासकी भूमि), मद्र, काम्बोज, यवन, शकोंके देशों एवं नगरोंमें भलीभाँति अनुसंधान करके दरद देशमें और हिमालय पर्वतपर ढूँढ़ो।"
                },
                {
                    "slok": "लोध्रपद्मकषण्डेषु देवदारुवनेषु च। रावणः सह वैदेह्या मार्गितव्यस्ततस्ततः॥१३॥",
                    "arth": "'वहाँ लोध्र और पद्मककी झाड़ियोंमें तथा देवदारुके जंगलोंमें वैदेहीसहित रावणकी खोज करनी चाहिये॥१३॥"
                },
                {
                    "slok": "ततः सोमाश्रमं गत्वा देवगन्धर्वसेवितम्। कि कालं नाम महासार्नु पर्वतं तं गमिष्यथ॥१४॥",
                    "arth": "'फिर देवताओं और गन्धर्वोसे सेवित सोमाश्रममें होते हुए ऊँचे शिखरवाले काल नामक पर्वतपर जाओ।"
                },
                {
                    "slok": "महत्सु तस्य शैलेषु पर्वतेषु गुहासु च। विचिन्वत महाभागां रामपत्नीमनिन्दिताम्॥१५॥",
                    "arth": "'उस पर्वतकी शाखाभूत अन्य छोटे-बड़े पर्वतों और उन सबकी गुफाओंमें सती-साध्वी श्रीरामपत्नी महाभागा सीताका अन्वेषण करो॥१५॥"
                },
                {
                    "slok": "तमतिक्रम्य शैलेन्द्रं हेमगर्भ महागिरिम्। ततः सुदर्शनं नाम पर्वतं गन्तुमर्हथ॥१६॥",
                    "arth": "'जिसके भीतर सुवर्णकी खान हैं, उस गिरिराज कालको लाँघकर तुम्हें सुदर्शन नामक महान् पर्वतपर जाना चाहिये ॥१६॥ "
                },
                {
                    "slok": "ततो देवसखो नाम पर्वतः पतगालयः। नानापक्षिसमाकीर्णो विविधद्रुमभूषितः॥१७॥",
                    "arth": "'उससे आगे बढ़नेपर देवसख नामवाला पहाड़ मिलेगा, जो पक्षियोंका निवासस्थान है। वह भाँतिभाँतिके विहंगमोंसे व्याप्त तथा नाना प्रकारके वृक्षोंसे विभूषित है॥ १७॥ "
                },
                {
                    "slok": "तस्य काननषण्डेषु निर्झरेषु गुहासु च। रावणः सह वैदेह्या मार्गितव्यस्ततस्ततः॥१८॥",
                    "arth": "'उसके वनसमूहों, निर्झरों और गुफाओंमें तुम्हें विदेहकुमारी सीतासहित रावणकी खोज करनी चाहिये।"
                },
                {
                    "slok": "तमतिक्रम्य चाकाशं सर्वतः शतयोजनम्। अपर्वतनदीवृक्षं सर्वसत्त्वविवर्जितम्॥१९॥ ",
                    "arth": "'वहाँसे आगे बढ़नेपर एक सुनसान मैदान मिलेगा, जो सब ओरसे सौ योजन विस्तृत है। वहाँ नदी, पर्वत, वृक्ष और सब प्रकारके जीव-जन्तुओंका अभाव है।॥१९॥ "
                },
                {
                    "slok": "तत्तु शीघ्रमतिक्रम्य कान्तारं रोमहर्षणम्। . कैलासं पाण्डुरं प्राप्य हृष्टा यूयं भविष्यथ॥२०॥",
                    "arth": "'रोंगटे खड़े कर देनेवाले उस दुर्गम प्रान्तको शीघ्रतापूर्वक लाँघ जानेपर तुम्हें श्वेतवर्णका कैलास पर्वत मिलेगा। वहाँ पहुँचनेपर तुम सब लोग हर्षसे खिल उठोगे। "
                },
                {
                    "slok": "तत्र पाण्डुरमेघाभं जाम्बूनदपरिष्कृतम्। कुबेरभवनं रम्यं निर्मितं विश्वकर्मणा ॥२१॥",
                    "arth": "'वहीं विश्वकर्माका बनाया हुआ कुबेरका रमणीय भवन है, जो श्वेत बादलोंके समान प्रतीत होता है। उस भवनको जाम्बूनद नामक सुवर्णसे विभूषित किया गया है।"
                },
                {
                    "slok": "विशाला नलिनी यत्र प्रभूतकमलोत्पला। हंसकारण्डवाकीर्णा अप्सरोगणसेविता ॥२२॥",
                    "arth": "'उसके पास ही एक बहुत बड़ा सरोवर है, जिसमें कमल और उत्पल प्रचुर मात्रामें पाये जाते हैं। उसमें हंस और कारण्डव आदि जलपक्षी भरे रहते हैं तथा अप्सराएँ उसमें जल-क्रीड़ा करती हैं॥२२॥"
                },
                {
                    "slok": "तत्र वैश्रवणो राजा सर्वलोकनमस्कृतः। धनदो रमते श्रीमान् गुह्यकैः सह यक्षराट् ॥२३॥",
                    "arth": "'वहाँ यक्षोंके स्वामी विश्रवाकुमार श्रीमान् राजा कुबेर जो समस्त विश्वके लिये वन्दनीय और धन देनेवाले हैं, गुह्यकोंके साथ विहार करते हैं॥२३॥"
                },
                {
                    "slok": "तस्य चन्द्रनिकाशेषु पर्वतेषु गुहासु च। यी रावणः सह वैदेह्या मार्गितव्यस्ततस्ततः॥२४॥ ",
                    "arth": "उस कैलासके चन्द्रमाकी भाँति उज्ज्वल शाखापर्वतोंपर तथा उनकी गुफाओंमें सब ओर घूम-फिरकर तुम्हें सीतासहित रावणका अनुसंधान करना चाहिये॥२४॥"
                },
                {
                    "slok": "क्रौञ्चं तु गिरिमासाद्य बिलं तस्य सुदुर्गमम्। कि अप्रमत्तैः प्रवेष्टव्यं दुष्प्रवेशं हि तत् स्मृतम्॥२५॥ ",
                    "arth": "'इसके बाद क्रौञ्चगिरिपर जाकर वहाँकी अत्यन्त दुर्गम विवररूप गुफामें (जो स्कन्दकी शक्तिसे पर्वतके विदीर्ण होनेके कारण बन गयी है) तुम्हें सावधानीके साथ प्रवेश करना चाहिये; क्योंकि उसके भीतर प्रवेश | करना अत्यन्त कठिन माना गया है॥ २५ ॥"
                },
                {
                    "slok": "वसन्ति हि महात्मानस्तत्र सूर्यसमप्रभाः। | देवैरभ्यर्थिताः सम्यग् देवरूपा महर्षयः॥२६॥",
                    "arth": "'उस गुफामें सूर्यके समान तेजस्वी महात्मा निवास करते हैं। उन देवस्वरूप महर्षियोंकी देवतालोग भी अभ्यर्थना करते हैं ॥ २६ ॥ "
                },
                {
                    "slok": "क्रौञ्चस्य तु गुहाश्चान्याः सानूनि शिखराणि च । निर्दराश्च नितम्बाश्च विचेतव्यास्ततस्ततः ॥ २७ ॥",
                    "arth": "क्रौञ्च पर्वतकी और भी बहुत-सी गुफाएँ, अनेकानेक चोटियाँ, शिखर, कन्दराएँ तथा नितम्ब (ढालू प्रदेश) हैं; उन सबमें सब ओर घूम-फिरकर तुम्हें सीता और रावणका पता लगाना चाहिये ॥ २७ ॥"
                },
                {
                    "slok": "अवृक्षं कामशैलं च मानसं विहगालयम् । न गतिस्तत्र भूतानां देवानां न च रक्षसाम् ॥ २८ ॥",
                    "arth": "'वहाँसे आगे वृक्षोंसे रहित मानस नामक शिखर है, जहाँ शून्य होनेके कारण कभी पक्षीतक नहीं जाते हैं। कामदेवकी तपस्याका स्थान होनेके कारण वह क्रौञ्चशिखर कामशैलके नामसे विख्यात है। वहाँ भूतों, देवताओं तथा राक्षसोंका भी कभी जान नहीं होता है ॥ २८ ॥"
                },
                {
                    "slok": "स च सर्वैर्विचेतव्यः ससानुप्रस्थभूधरः । क्रौ गिरिमतिक्रम्य मैनाको नाम पर्वतः ॥ २९",
                    "arth": "'शिखरों, घाटियों और शाखापर्वतोंसहित समू ॥क्रौञ्चपर्वतकी तुमलोग छानबीन करना क्रौञ्चगिरिक लाँघकर आगे बढ़नेपर मैनाक पर्वत मिलेगा। २९ ।। "
                },
                {
                    "slok": "मयस्य भवनं तत्र दानवस्य स्वयंकृतम्। मैनाकस्तु विचेतव्यः ससानुप्रस्थकन्दरः ॥ ३० ।",
                    "arth": "'वहाँ मयदानवका घर है, जिसे उसने स्वयं ह अपने लिये बनाया है। तुमलोगोंको शिखरों, चौरम मैदानों और कन्दराओंसहित मैनाक पर्वतपर भलीभाँ सीताजीकी खोज करनी चाहिये ॥ ३० ॥ "
                },
                {
                    "slok": "स्त्रीणामश्वमुखीनां तु निकेतस्तत्र तत्र तु। तं देशं समतिक्रम्य आश्रमं सिद्धसेवितम् ॥ ३१",
                    "arth": "'वहाँ यत्र-तत्र घोड़ेके-से मुँहवाली किन्नरियों निवासस्थान हैं। उस प्रदेशको लाँघ जानेपर सिद्धसेवि आश्रम मिलेगा ॥ ३१ ॥"
                },
                {
                    "slok": "सिद्धा वैखानसा यत्र वालखिल्याश्च तापसाः । वन्दितव्यास्ततः सिद्धास्तपसा वीतकल्मषाः ॥ ३२ प्रष्टव्या चापि सीतायाः प्रवृत्तिर्विनयान्वितैः ।",
                    "arth": "उसमें सिद्ध, वैखानख तथा वालखिल्य नाम तपस्वी निवास करते हैं। तपस्यासे उनके पाप धुल ग हैं। उन सिद्धोंको तुमलोग प्रणाम करना और विनीतभाक सीताका समाचार पूछना ॥ ३२३ ॥"
                },
                {
                    "slok": "हेमपुष्करसंछन्नं तंत्र  वैखानसं सरः ।। ३३ ।। तरुणादित्यसंकाशैर्हसैर्विचरितं शुभैः  ",
                    "arth": "'उस आश्रमके पास 'वैखानस सर' के नामसे प्रसिद्ध एक सरोवर है, जिसका जल सुवर्णमय कमलोंसे आच्छादित रहता है। उसमें प्रातः कालिक सूर्यके समान सुनहरे एवं अरुणवर्णवाले सुन्दर हंस विचरते रहते हैं। "
                },
                {
                    "slok": "औपवाह्यः कुबेरस्य सार्वभौम इति स्मृतः ॥ ३४ ॥ गजः पर्येति तं देशं सदा सह करेणुभिः ।",
                    "arth": "'कुबेरकी सवारीमें काम आनेवाला सार्वभौम नामक गजराज अपनी हथिनियोंके साथ उस देशमें सदा घूमता रहता है ॥ ३४३ ॥ "
                },
                {
                    "slok": "तत् सरः समतिक्रम्य नष्टचन्द्रदिवाकरम् । अनक्षत्रगणं व्योम निष्पयोदमनादितम् ॥ ३५ ॥",
                    "arth": "'उस सरोवरको लाँघकर आगे जानेपर सूना आकाश दिखायी देगा। उसमें सूर्य, चन्द्रमा तथा तारोंके दर्शन नहीं होंगे। वहाँ न तो मेघोंकी घटा दिखायी देगी और न उनकी गर्जना ही सुनायी पड़ेगी ॥ ३५ ॥"
                },
                {
                    "slok": "गभस्तिभिरिवार्कस्य स तु देश: प्रकाश्यते । विश्राम्यद्भिस्तपः सिद्धैर्देवकल्पैः स्वयंप्रभैः ॥ ३६ ॥",
                    "arth": "'तथापि उस देशमें ऐसा प्रकाश छाया होगा, मानो सूर्यकी किरणोंसे ही वह प्रकाशित हो रहा है। वहाँ अपनी ही प्रभासे प्रकाशित तपःसिद्ध देवोपम महर्षि विश्राम करते हैं। उन्हींकी अङ्गप्रभासे उस देशमें उजाला छाया रहता है ॥ ३६॥ "
                },
                {
                    "slok": "तं तु देशमतिक्रम्य शैलोदा नाम निम्नगा। उभयोस्तीरयोस्तस्याः कीचका नाम वेणवः ॥ ३७ ॥",
                    "arth": "‘उस प्रदेशको लाँघकर आगे बढ़नेपर 'शैलोदा' नामवाली नदीका दर्शन होगा। उसके दोनों तटोंपर कीचक (वंशीकी-सी ध्वनि करनेवाले) बाँस हैं; यह बात प्रसिद्ध है ॥ ३७ ॥ "
                },
                {
                    "slok": "ते नयन्ति परं तीरं सिद्धान् प्रत्यानयन्ति च । उत्तरा: कुरवस्तत्र कृतपुण्यप्रतिश्रयाः ॥ ३८ ॥ ",
                    "arth": "'वे बाँस ही (साधन बनकर) सिद्ध पुरुषको शैलोदाके उस पार ले जाते और वहाँसे इस पार ले आते हैं। जहाँ केवल पुण्यात्मा पुरुषका वास है, वह उत्तर कुरुदेश शैलोदाके तटपर ही है ॥ ३८ ॥ "
                },
                {
                    "slok": "ततः काञ्चनपद्माभिः पद्मिनीभिः कृतोदकाः । नीलवैदूर्यपत्राढ्या नद्यस्तत्र सहस्त्रशः ॥ ३९ ॥ ",
                    "arth": " 'उत्तर कुरुदेशमें नील वैदूर्यमणिके समान हरे-हरे कमलोंके पत्तोंसे सुशोभित सहस्रों नदियाँ बहती हैं, जिनके जल सुवर्णमय पद्मोंसे अलंकृत अनेकानेक पुष्करिणियोंसे मिले हुए हैं॥ ३९ ॥"
                },
                {
                    "slok": "रक्तोत्पलवनैश्चात्र मण्डिताश्च हिरण्मयैः। तरुणादित्यसंकाशा भान्ति तत्र जलाशयाः॥४०॥",
                    "arth": "'वहाँके जलाशय लाल और सुनहरे कमलसमूहोंसे मण्डित होकर प्रातःकाल उदित हुए सूर्यके समान शोभा पाते हैं॥४०॥ "
                },
                {
                    "slok": "महार्हमणिपत्रैश्च म काञ्चनप्रभकेसरैः। यार नीलोत्पलवनैश्चित्रैः स देशः सर्वतो वृतः॥४१॥ ",
                    "arth": "पाया'बहुमूल्य मणियोंके समान पत्तों और सुवर्णके समान कान्तिमान् केसरोंवाले विचित्र-विचित्र नील कमलोंके द्वारा वहाँका प्रदेश सब ओरसे सुशोभित होता है॥४१॥"
                },
                {
                    "slok": "निस्तुलाभिश्च मुक्ताभिर्मणिभिश्च महाधनैः। उद्धृतपुलिनास्तत्र जातरूपैश्च निमगाः॥४२॥ सर्वरत्नमयैश्चित्रैरवगाढा नगोत्तमैः। जातरूपमयैश्चापि शिव हुताशनसमप्रभैः॥४३॥",
                    "arth": "'वहाँकी नदियोंके तट गोल-गोल मोतियों, बहुमूल्य मणियों और सुवर्णोंसे सम्पन्न हैं। इतना ही नहीं, उन नदियोंके किनारे सम्पूर्ण रत्नोंसे युक्त विचित्र-विचित्र पर्वत भी विद्यमान हैं, जो उनके जलके भीतरतक घुसे हुए हैं। उन पर्वतोंमेंसे कितने ही सुवर्णमय हैं, जिनसे अग्निके समान प्रकाश फैलता रहता है॥ ४२-४३॥ "
                },
                {
                    "slok": "नित्यपुष्पफलास्तत्र नगाः पत्ररथाकुलाः। दिव्यगन्धरसस्पर्शाः सर्वकामान् स्रवन्ति च॥४४॥ ",
                    "arth": "'वहाँके वृक्षोंमें सदा ही फल-फूल लगे रहते हैं और उनपर पक्षी चहकते रहते हैं। वे वृक्ष दिव्य गन्ध, दिव्य रस और दिव्य स्पर्श प्रदान करते हैं तथा प्राणियोंकी सारी मनचाही वस्तुओंकी वर्षा करते रहते हैं॥४४॥ "
                },
                {
                    "slok": "नानाकाराणि वासांसि फलन्त्यन्ये नगोत्तमाः। मुक्तावैदूर्यचित्राणि भूषणानि तथैव च। स्त्रीणां यान्यनुरूपाणि पुरुषाणां तथैव च॥४५॥ ",
                    "arth": "'इनके सिवा दूसरे-दूसरे श्रेष्ठ वृक्ष फलोंके रूपमें नाना प्रकारके वस्त्र, मोती और वैदूर्यमणिसे जटित आभूषण देते हैं, जो स्त्रियों तथा पुरुषोंके भी उपयोगमें आने योग्य होते हैं॥ ४५ ॥ "
                },
                {
                    "slok": "सर्वर्तुसुखसेव्यानि फलन्त्यन्ये नगोत्तमाः। महार्हमणिचित्राणि फलन्त्यन्ये नगोत्तमाः॥४६॥ ",
                    "arth": "'दूसरे उत्तम वृक्ष सभी ऋतुओंमें सुखपूर्वक सेवन करने योग्य अच्छे-अच्छे फल देते हैं। अन्यान्य सुन्दर | वृक्ष बहुमूल्य मणियोंके समान विचित्र फल उत्पन्न करते हैं॥४६॥ "
                },
                {
                    "slok": "शयनानि प्रसूयन्ते चित्रास्तरणवन्ति च। मनःकान्तानि माल्यानि फलन्त्यत्रापरे द्रुमाः॥४७॥ पानानि च महार्हाणि भक्ष्याणि विविधानि च। स्त्रियश्च गुणसम्पन्ना रूपयौवनलक्षिताः॥४८॥",
                    "arth": "'कितने ही अन्य वृक्ष विचित्र बिछौनोंसे युक्त शय्याओंको ही फलोंके रूपमें प्रकट करते हैं, मनको प्रिय लगनेवाली सुन्दर मालाएँ भी प्रस्तुत करते हैं, बहुमूल्य पेय पदार्थ और भाँति-भाँतिके भोजन भी देते हैं तथा रूप और यौवनसे प्रकाशित होनेवाली सद्गुणवती | युवतियोंको भी जन्म देते हैं॥ ४७-४८॥ "
                },
                {
                    "slok": "गन्धर्वाः किन्नराः सिद्धा नागा विद्याधरास्तथा। आप | रमन्ते सततं तत्र नारीभिर्भास्वरप्रभाः॥४९॥",
                    "arth": "'वहाँ सूर्यके समान कान्तिमान् गन्धर्व, किन्नर, | सिद्ध, नाग और विद्याधर सदा नारियोंके साथ क्रीडा  विहार करते हैं॥४९॥"
                },
                {
                    "slok": "सर्वे सुकृतकर्माणः सर्वे रतिपरायणाः। | सर्वे कामार्थसहिता वसन्ति सह योषितः॥५०॥ ",
                    "arth": "'वहाँके सब लोग पुण्यकर्मा हैं, सभी अर्थ और कामसे सम्पन्न हैं तथा सब लोग काम-क्रीडापरायण होकर युवती स्त्रियोंके साथ निवास करते हैं॥५०॥ "
                },
                {
                    "slok": "गीतवादित्रनिर्घोषः - सोत्कृष्टहसितस्वनः। शा श्रूयते सततं । तत्र सर्वभूतमनोरमः॥५१॥",
                    "arth": "'वहाँ निरन्तर उत्कृष्ट हास-परिहासकी ध्वनिसे युक्त गीतवाद्यका मधुर घोष सुनायी देता है, जो समस्त प्राणियोंके मनको आनन्द प्रदान करनेवाला है॥५१॥ "
                },
                {
                    "slok": "तत्र नामुदितः कश्चिन्नात्र कश्चिदसत्प्रियः। अहन्यहनि वर्धन्ते गुणास्तत्र मनोरमाः॥५२॥",
                    "arth": "'वहाँ कोई भी अप्रसन्न नहीं रहता। किसीकी भी बुरे कामोंमें प्रीति नहीं होती। वहाँ रहनेसे प्रतिदिन मनोरम गुणोंकी वृद्धि होती है॥५२॥ "
                },
                {
                    "slok": "समतिक्रम्य तं देशमुत्तरः पयसां निधिः। तत्र सोमगिरि म मध्ये हेममयो महान्॥५३॥",
                    "arth": "'उस देशको लाँघकर आगे जानेपर उत्तरदिग्वर्ती | समुद्र उपलब्ध होगा। उस समुद्रके मध्यभागमें सोमगिरि | नामक एक बहुत ऊँचा सुवर्णमय पर्वत है॥५३॥ "
                },
                {
                    "slok": "इन्द्रलोकगता ये च ब्रह्मलोकगताश्च ये। | देवास्तं समवेक्षन्ते गिरिराजं दिवं गताः॥५४॥",
                    "arth": "'जो लोग स्वर्गलोकमें गये हैं, वे तथा इन्द्रलोक और ब्रह्मलोकमें रहनेवाले देवता उस गिरिराज सोमगिरिका दर्शन करते हैं॥५४॥ "
                },
                {
                    "slok": "स तु देशो विसूर्योऽपि तस्य भासा प्रकाशते। सूर्यलक्ष्म्याभिविज्ञेयस्तपतेव विवस्वता॥५५॥",
                    "arth": "'वह देश सूर्यसे रहित है तो भी सोमगिरिकी प्रभासे सदा प्रकाशित होता रहता है। तपते हुए सूर्यकी प्रभासे जो देश प्रकाशित होते हैं, उन्हींकी भाँति उसे सूर्यदेवकी शोभासे सम्पन्न-सा जानना चाहिये॥५५॥"
                },
                {
                    "slok": "भगवांस्तत्र विश्वात्मा शम्भुरेकादशात्मकः। ब्रह्मा वसति देवेशो ब्रह्मर्षिपरिवारितः॥५६॥",
                    "arth": "'वहाँ विश्वात्मा भगवान् विष्णु, एकादश रुद्रोंके रूपमें प्रकट होनेवाले भगवान् शंकर तथा ब्रह्मर्षियोंसे घिरे हुए देवेश्वर ब्रह्माजी निवास करते हैं॥५६॥"
                },
                {
                    "slok": "न कथंचन गन्तव्यं कुरूणामुत्तरेण वः। अन्येषामपि भूतानां नानुक्रामति वै गतिः॥५७॥",
                    "arth": "'तुमलोग उत्तर कुरुके मार्गसे सोमगिरितक जाकर उसकी सीमासे आगे किसी तरह बढ़ना। तुम्हारी तरह दूसरे प्राणियोंकी भी वहाँ गति नहीं है॥५७॥"
                },
                {
                    "slok": "स हि सोमगिरि म देवानामपि दुर्गमः। तमालोक्य ततः क्षिप्रमुपावर्तितुमर्हथ॥५८॥",
                    "arth": "वह सोमगिरि देवताओंके लिये भी दुर्गम है। अतः उसका दर्शनमात्र करके तुमलोग शीघ्र लौट आना॥५८॥ "
                },
                {
                    "slok": "एतावद् वानरैः शक्यं गन्तुं वानरपुंगवाः। अभास्करममर्यादं न जानीमस्ततः परम्॥५९॥ ",
                    "arth": "'श्रेष्ठ वानरो! बस, उत्तर दिशामें इतनी ही दूरतक तुम सब वानर जा सकते हो। उसके आगे न तो सूर्यका प्रकाश है और न किसी देश आदिकी सीमा ही। अतः आगेकी भूमिके सम्बन्धमें मैं कुछ नहीं जानता ॥ ५९॥ "
                },
                {
                    "slok": "सर्वमेतद् विचेतव्यं यन्मया परिकीर्तितम्। यदन्यदपि नोक्तं च तत्रापि क्रियतां मतिः॥६०॥",
                    "arth": "'मैंने जो-जो स्थान बताये हैं, उन सबमें सीताकी खोज करना और जिन स्थानोंका नाम नहीं लिया है, वहाँ भी ढूँढ़नेका ही निश्चित विचार रखना॥६०॥"
                },
                {
                    "slok": "ततः कृतं दाशरथेर्महत्प्रियं महत्प्रियं चापि ततो मम प्रियम्। कृतं भविष्यत्यनिलानलोपमा विदेहजादर्शनजेन कर्मणा ॥६१॥",
                    "arth": "'अग्नि और वायुके समान तेजस्वी तथा बलशाली | वानरो! विदेहनन्दिनी सीताके दर्शनके लिये तुम जो जो कार्य या प्रयास करोगे, उन सबके द्वारा दशरथनन्दन भगवान् श्रीरामका महान् प्रिय कार्य सम्पन्न होगा तथा उसीसे मेरा भी प्रिय कार्य पूर्ण हो जायगा॥६१॥"
                },
                {
                    "slok": "ततः कृतार्थाः सहिताः सबान्धवा मयार्चिताः सर्वगुणैमनोरमैः। चरिष्यथोर्वी प्रति शान्तशत्रवः सहप्रिया भूतधराः प्लवंगमाः॥६२॥",
                    "arth": "'वानरो! श्रीरामचन्द्रजीका प्रिय कार्य करके जब तुम लौटोगे, तब मैं सर्वगुणसम्पन्न एवं मनोऽनुकूल पदार्थोंके द्वारा तुम सब लोगोंका सत्कार करूँगा। तत्पश्चात् तुमलोग शत्रुहीन होकर अपने हितैषियों और बन्धु-बान्धवोंसहित कृतार्थ एवं समस्त प्राणियोंके आश्रयदाता होकर अपनी | प्रियतमाओंके साथ सारी पृथ्वीपर सानन्द विचरण करोगे'॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे त्रिचत्वारिंशः सर्गः॥४३॥ ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें तैंतालीसवाँ सर्ग पूरा हुआ॥४३॥"
                }
            ]
        },
        {
            "ADHYAAY": "चतुश्चत्वारिंशः सर्गः अप श्रीरामका हनुमान्जीको अँगूठी देकर भेजना",
            "arth": [
                {
                    "slok": "विशेषेण तु सुग्रीवो हनूमत्यर्थमुक्तवान्। स हि तस्मिन् हरिश्रेष्ठे निश्चितार्थोऽर्थसाधने॥१॥ ",
                    "arth": "सुग्रीवने हनुमान्जीके समक्ष विशेषरूपसे सीताके अन्वेषणरूप प्रयोजनको उपस्थित किया; क्योंकि उन्हें यह दृढ़ विश्वास था कि वानरश्रेष्ठ हनुमान्जी इस कार्यको सिद्ध कर सकेंगे॥१॥"
                },
                {
                    "slok": "अब्रवीच्च हनूमन्तं विक्रान्तमनिलात्मजम्। सुग्रीवः परमप्रीतः प्रभुः सर्ववनौकसाम् ॥ २॥",
                    "arth": "समस्त वानरोंके स्वामी सुग्रीवने अत्यन्त प्रसन्न होकर परम पराक्रमी वायुपुत्र हनुमान्से इस प्रकार कहा- ॥२॥"
                },
                {
                    "slok": "न भूमौ नान्तरिक्षे वा नाम्बरे नामरालये। नाप्सु वा गतिसङ्गं ते पश्यामि हरिपुंगव॥३॥ ",
                    "arth": "'कपिश्रेष्ठ! पृथ्वी, अन्तरिक्ष, आकाश, देवलोक अथवा जलमें भी तुम्हारी गतिका अवरोध मैं कभी नहीं देखता हूँ॥३॥"
                },
                {
                    "slok": "सासुराः । सहगन्धर्वाः सनागनरदेवताः। विदिताः। सर्वलोकास्ते ससागरधराधराः॥४॥ ",
                    "arth": "'असुर, गन्धर्व, नाग, मनुष्य, देवता, समुद्र तथा पर्वतोंसहित सम्पूर्ण लोकोंका तुम्हें ज्ञान है॥४॥"
                },
                {
                    "slok": "गतिर्वेगश्च तेजश्च लाघवं च महाकपे। पितुस्ते सदृशं वीर मारुतस्य महौजसः॥५॥ ",
                    "arth": "'वीर! महाकपे! सर्वत्र अबाधित गति, वेग, तेज और फुर्ती-ये सभी सद्गुण तुममें अपने महापराक्रमी पिता वायुके ही समान हैं॥५॥"
                },
                {
                    "slok": " तेजसा वापि ते भूतं न समं भुवि विद्यते। तद् यथा लभ्यते सीता तत्त्वमेवानुचिन्तय॥६॥",
                    "arth": "'इस भूमण्डलमें कोई भी प्राणी तुम्हारे तेजकी समानता करनेवाला नहीं है; अतः जिस प्रकार सीताकी उपलब्धि हो सके, वह उपाय तुम्हीं सोचो॥६॥"
                },
                {
                    "slok": "त्वय्येव हनुमन्नस्ति बलं बुद्धिः पराक्रमः। देशकालानुवृत्तिश्च नयश्च नयपण्डित ॥७॥",
                    "arth": "'हनुमन् ! तुम नीतिशास्त्रके पण्डित हो। एकमात्र तुम्हींमें बल, बुद्धि, पराक्रम, देश-कालका अनुसरण तथा नीतिपूर्ण बर्ताव एक साथ देखे जाते हैं'॥७॥"
                },
                {
                    "slok": " ततः कार्यसमासमवगम्य हनूमति। विदित्वा हनुमन्तं च चिन्तयामास राघवः॥८॥",
                    "arth": "सुग्रीवकी बात सुनकर श्रीरामचन्द्रजीको यह ज्ञात हुआ कि इस कार्यकी सिद्धिका सम्बन्ध-इसे पूर्ण करनेका सारा भार हनुमान्पर ही है। उन्होंने स्वयं भी यह अनुभव किया कि हनुमान् इस कार्यको सफल करनेमें समर्थ हैं। फिर वे इस प्रकार मन-ही-मन विचार करने लगे-॥८॥"
                },
                {
                    "slok": "सर्वथा निश्चितार्थोऽयं हनूमति हरीश्वरः। निश्चितार्थतरश्चापि हनूमान् कार्यसाधने॥९॥सर्वथा निश्चितार्थोऽयं हनूमति हरीश्वरः। निश्चितार्थतरश्चापि हनूमान् कार्यसाधने॥९॥",
                    "arth": "'वानरराज सुग्रीव सर्वथा हनुमान्पर ही यह भरोसा किये बैठे हैं कि ये ही निश्चितरूपसे हमारे इस प्रयोजनको सिद्ध कर सकते हैं। स्वयं हनुमान् भी अत्यन्त निश्चितरूपसे इस कार्यको सिद्ध करनेका विश्वास रखते हैं॥९॥"
                },
                {
                    "slok": "तदेवं प्रस्थितस्यास्य परिज्ञातस्य कर्मभिः। भर्ना परिगृहीतस्य ध्रुवः कार्यफलोदयः॥१०॥",
                    "arth": "'इस प्रकार कार्योंद्वारा जिनकी परीक्षा कर ली गयी है तथा जो सबसे श्रेष्ठ समझे गये हैं, वे हनुमान् अपने स्वामी सुग्रीवके द्वारा सीताकी खोजके लिये भेजे जा रहे हैं। इनके द्वारा इस कार्यके फलका उदय (सीताका दर्शन) होना निश्चित है'॥१०॥"
                },
                {
                    "slok": "तं समीक्ष्य महातेजा व्यवसायोत्तरं हरिम्। | कृतार्थ इव संहृष्टः प्रहृष्टेन्द्रियमानसः॥११॥",
                    "arth": "ऐसा विचारकर महातेजस्वी श्रीरामचन्द्रजी कार्यसाधनके उद्योगमें सर्वश्रेष्ठ हनुमान्जीकी ओर दृष्टिपात करके अपनेको कृतार्थ-सा मानते हुए प्रसन्न हो गये। उनकी सारी इन्द्रियाँ और मन हर्षसे खिल उठे॥"
                },
                {
                    "slok": "ददौ तस्य ततः प्रीतः स्वनामाङ्कोपशोभितम्। अङ्गलीयमभिज्ञानं राजपुत्र्याः परंतपः॥१२॥",
                    "arth": "तदनन्तर शत्रुओंको संताप देनेवाले श्रीरामने | प्रसन्नतापूर्वक अपने नामके अक्षरोंसे सुशोभित एक अंगूठी हनुमान्जीके हाथमें दी, जो राजकुमारी सीताको पहचानके रूपमें अर्पण करनेके लिये थी॥१२॥"
                },
                {
                    "slok": "अनेन त्वां हरिश्रेष्ठ चिह्नन जनकात्मजा। मत्सकाशादनुप्राप्तमनुद्विग्नानुपश्यति ॥१३॥ ",
                    "arth": "अंगूठी देकर वे बोले-'कपिश्रेष्ठ! इस चिह्नके द्वारा जनककिशोरी सीताको यह विश्वास हो जायगा कि तुम मेरे पाससे ही गये हो। इससे वह भय त्यागकर तुम्हारी ओर देख सकेगी॥१३॥"
                },
                {
                    "slok": "व्यवसायश्च ते वीर सत्त्वयुक्तश्च विक्रमः। सुग्रीवस्य च संदेशः सिद्धिं कथयतीव मे॥१४॥",
                    "arth": "'वीरवर! तुम्हारा उद्योग, धैर्य, पराक्रम और | सुग्रीवका संदेश-ये सब मुझे इस बातकी सूचना-सी | दे रहे हैं कि तुम्हारे द्वारा कार्यकी सिद्धि अवश्य होगी'॥१४॥"
                },
                {
                    "slok": "स तद् गृह्य हरिश्रेष्ठः कृत्वा मूनि कृताञ्जलिः। वन्दित्वा चरणौ चैव प्रस्थितः प्लवगर्षभः॥१५॥",
                    "arth": "वानरश्रेष्ठ हनुमान्ने वह अंगूठी लेकर उसे मस्तकपर रखा और फिर हाथ जोड़कर श्रीरामके चरणोंमें प्रणाम करके वे वानरशिरोमणि वहाँसे प्रस्थित हुए ॥ १५ ॥"
                },
                {
                    "slok": "स तत् प्रकर्षन् हरिणां महद् बलं बभूव वीरः पवनात्मजः कपिः। | गताम्बुदे व्योनि विशुद्धमण्डलः कल शशीव नक्षत्रगणोपशोभितः॥१६॥",
                    "arth": "उस समय वीर-वानर पवनकुमार हनुमान् अपने साथ वानरोंकी उस विशाल सेनाको ले जाते हुए उसी तरह शोभा पाने लगे, जैसे मेघरहित आकाशमें विशुद्ध (निर्मल) मण्डलसे उपलक्षित चन्द्रमा नक्षत्र-समूहोंके साथ सुशोभित होता है॥१६॥"
                },
                {
                    "slok": "अतिबला बलमाश्रितस्तवाह हरिवर विक्रम विक्रमैरनल्पैः। पवनसुत यथाधिगम्यते सा गाना 1305 जनकसुता हनुमंस्तथा कुरुष्व॥१७॥",
                    "arth": "जाते हुए हनुमान्को सम्बोधित करके श्रीरामचन्द्रजीने फिर कहा-'अत्यन्त बलशाली कपिश्रेष्ठ! मैंने तुम्हारे बलका आश्रय लिया है। पवनकुमार हनुमान्! जिस | प्रकार भी जनकनन्दिनी सीता प्राप्त हो सके, तुम अपने | महान् बल-विक्रमसे वैसा ही प्रयत्न करो। अच्छा, | अब जाओ'॥१७॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे चतुश्चत्वारिंशः सर्गः॥४४॥ ",
                    "SAMAPT अर्थ": " इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें चौवालीसवाँ सर्ग पूरा हुआ॥४४॥"
                }
            ]
        },
        {
            "ADHIYAAY": "पञ्चचत्वारिंशः सर्गः विभिन्न दिशाओंमें जाते हुए वानरोंका सुग्रीवके समक्ष अपने उत्साहसूचक वचन सुनाना",
            "arth": [
                {
                    "slok": "सवाश्चाहूय सुग्राव: प्लवगान् प्लवगषभः। समस्तांश्चाब्रवीद् राजा रामकार्यार्थसिद्धये ॥१॥",
                    "arth": "तदनन्तर वानरशिरोमणि राजा सुग्रीव अन्य समस्त वानरोंको बुलाकर श्रीरामचन्द्रजीके कार्यकी सिद्धिके लिये उन सबसे बोले- ॥१॥ "
                },
                {
                    "slok": "एवमेतद् विचेतव्यं भवद्भिर्वानरोत्तमैः। तदुग्रशासनं भर्तुर्विज्ञाय हरिपुंगवाः॥२॥ शलभा इव संछाद्य मेदिनी सम्प्रतस्थिरे। ",
                    "arth": "'कपिवरो! जैसा मैंने बताया है, उसके अनुसार तुम सभी श्रेष्ठ वानरोंको इस जगत्में सीताकी खोज करनी चाहिये।' स्वामीकी उस कठोर आज्ञाको भलीभाँति समझकर वे सम्पूर्ण श्रेष्ठ वानर टिड्डियोंके दलकी भाँति पृथ्वीको आच्छादित करके वहाँसे प्रस्थित हुए॥२३॥"
                },
                {
                    "slok": "रामः प्रस्त्रवणे तस्मिन् न्यवसत् सहलक्ष्मणः॥३॥ प्रतीक्षमाणस्तं मासं सीताधिगमने कृतः।",
                    "arth": "श्रीरामचन्द्रजी लक्ष्मणके साथ उस प्रस्त्रवणगिरिपर ही ठहरे रहे और सीताका समाचार लानेके लिये जो एक मासकी अवधि निश्चित की गयी थी, उसकी प्रतीक्षा करने लगे॥३३॥"
                },
                {
                    "slok": "उत्तरां तु दिशं रम्यां गिरिराजसमावृताम्॥४॥ प्रतस्थे सहसा वीरो हरिः शतबलिस्तदा।",
                    "arth": "उस समय वीर वानर शतबलिने गिरिराज हिमालयसे घिरी हुई रमणीय उत्तर दिशाकी ओर शीघ्रतापूर्वक प्रस्थान किया॥४३॥"
                },
                {
                    "slok": "पूर्वां दिशं प्रतिययौ विनतो हरियूथपः॥५॥ ताराङ्गदादिसहितः प्लवगः पवनात्मजः। अगस्त्याचरितामाशां दक्षिणां हरियूथपः॥६॥ पश्चिमां च दिशं घोरां सुषेणः प्लवगेश्वरः। प्रतस्थे हरिशार्दूलो दिशं वरुणपालिताम्॥७॥",
                    "arth": "वानर-यूथपति विनत पूर्व दिशाकी ओर गये। कपिगणोंके अधिपति पवनकुमार वानर हनुमानजी तार और अङ्गद आदिके साथ अगस्त्यसेवित दक्षिण दिशाकी ओर प्रस्थित हुए तथा वानरेश्वर कपिश्रेष्ठ सुषेणने वरुणद्वारा सुरक्षित घोर पश्चिम दिशाकी यात्रा की॥५-७॥ "
                },
                {
                    "slok": "ततः सर्वा दिशो राजा चोदयित्वा यथातथम्। कपिसेनापतिर्वीरो मुमोद सुखितः सुखम्॥८॥",
                    "arth": "वानर-सेनाके स्वामी वीर राजा सुग्रीव सम्पूर्ण दिशाओंमें यथायोग्य वानरोंको भेजकर बहुत सुखी हुए और मन-ही-मन हर्षका अनुभव करने लगे॥८॥"
                },
                {
                    "slok": "एवं संचोदिताः सर्वे राज्ञा वानरयूथपाः। | स्वां स्वां दिशमभिप्रेत्य त्वरिताः सम्प्रतस्थिरे॥९॥",
                    "arth": "इस तरह राजाकी आज्ञा पाकर समस्त वानरयूथपति बड़ी उतावलीके साथ अपनी-अपनी दिशाकी ओर प्रस्थित हुए॥९॥"
                },
                {
                    "slok": "नदन्तश्चोन्नदन्तश्च गर्जन्तश्च प्लवंगमाः। क्ष्वेडन्तो धावमानाश्च विनदन्तो महाबलाः॥१०॥ एवं संचोदिताः सर्वे राज्ञा वानरयूथपाः। आनयिष्यामहे सीतां हनिष्यामश्च रावणम्॥११॥ अहमेको वधिष्यामि प्राप्तं रावणमाहवे। ततश्चोन्मथ्य सहसा हरिष्ये जनकात्मजाम्॥१२॥ वेपमानां श्रमेणाद्य भवद्भिः स्थीयतामिति। -एक एवाहरिष्यामि पातालादपि जानकीम्॥१३॥ विधमिष्याम्यहं वृक्षान् दारयिष्याम्यहं गिरीन्। धरणी दारयिष्यामि क्षोभयिष्यामि सागरान्॥१४॥ अहं योजनसंख्यायाः प्लवेयं नात्र संशयः। शतयोजनसंख्यायाः शतं समधिकं ह्यहम्॥१५॥ भूतले सागरे वापि शैलेषु च वनेषु च। पातालस्यापि वा मध्ये न ममाच्छिद्यते गतिः॥१६॥",
                    "arth": "वे समस्त महाबली वानर और उनके यूथपति अपने राजाके द्वारा इस प्रकार प्रेरित हो भाँति-भाँतिके शब्द करते, उच्च स्वरसे गर्जते, दहाड़ते, किलकारियाँ मारते, दौड़ते और कोलाहल करते हुए कहने लगे'राजन्! हम सीताको साथ लायेंगे और रावणका वध कर डालेंगे। युद्धमें यदि रावण मेरे सामने आ जाय तो मैं अकेला ही उसे मार गिराऊँगा। तत्पश्चात् उसकी सारी सेनाको मथकर कष्ट एवं भयसे काँपती हुई जानकीजीको सहसा यहाँ उठा लाऊँगा। आपलोग यहीं ठहरें। मैं अकेला ही पातालसे भी जनककिशोरीको निकाल लाऊँगा, वृक्षोंको उखाड़ फेकूँगा, पर्वतोंके टुकड़े-टुकड़े कर डालूँगा, पृथ्वीको विदीर्ण कर दूंगा और समुद्रोंको भी विक्षुब्ध कर डालूँगा। मैं सौ योजनतक कूद सकता हूँ, इसमें संशय नहीं है। मैं सौ योजनसे भी अधिक दूरतक जा सकता हूँ। पृथ्वी, समुद्र, पर्वत, वन और पातालमें भी मेरी गति नहीं रुकती'॥१०-१६॥"
                },
                {
                    "slok": "इत्येकैकस्तदा तत्र वानरा बलदर्पिताः। ऊचुश्च वचनं तस्य हरिराजस्य संनिधौ ॥१७॥",
                    "arth": "इस तरह वहाँ वानरराज सुग्रीवके समीप बलके घमंडमें भरे हुए वानर उस समय एक-एक करके आते | और उनके सामने उपर्युक्त बातें कहते थे॥१७॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे पञ्चचत्वारिंशः सर्गः॥४५॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें पैंतालीसवाँ सर्ग पूरा हुआ॥४५॥"
                }
            ]
        },
        {
            "ADHYAAY": "षट्चत्वारिंशः सर्गः सुग्रीवका श्रीरामचन्द्रजीको अपने भूमण्डल-भ्रमणका वृत्तान्त बताना",
            "arth": [
                {
                    "slok": "गतेषु वानरेन्द्रेषु रामः सुग्रीवमब्रवीत्। कथं भवान् विजानीते सर्वं वै मण्डलं भुवः॥१॥",
                    "arth": "उन समस्त वानरयूथपतियोंके चले जानेपर श्रीरामचन्द्रजीने सुग्रीवसे पूछा-'सखे! तुम समस्त भूमण्डलके स्थानोंका परिचय कैसे जानते हो?' ॥१॥"
                },
                {
                    "slok": "सुग्रीवश्च ततो राममुवाच प्रणतात्मवान्। श्रूयतां सर्वमाख्यास्ये विस्तरेण वचो मम॥२॥",
                    "arth": "तब सुग्रीवने विनीत होकर श्रीरामचन्द्रजीसे कहा-'भगवन्! मैं सब कुछ विस्तारके साथ बता रहा हूँ। मेरी बातें सुनिये॥२॥"
                },
                {
                    "slok": "यदा तु दुन्दुभिं नाम दानवं महिषाकृतिम्। प्रतिकालयते वाली मलयं प्रति पर्वतम्॥३॥ तदा विवेश महिषो मलयस्य गुहां प्रति। विवेश वाली तत्रापि मलयं तज्जिघांसया॥४॥",
                    "arth": "'जब वाली महिषरूपधारी दानव दुन्दुभि* (उसके पुत्र मायावी) का पीछा कर रहे थे, उस समय वह महिष मलयपर्वतकी ओर भागा और उस पर्वतकी कन्दरामें घुस गया। यह देख वालीने उसके वधकी इच्छासे उस गुफाके भीतर भी प्रवेश किया॥३-४॥"
                },
                {
                    "slok": "ततोऽहं तत्र निक्षिप्तो गुहाद्वारि विनीतवत्। न च निष्क्रामते वाली तदा संवत्सरे गते॥५॥",
                    "arth": "'उस समय मैं विनीतभावसे उस गुफाके द्वारपर | खड़ा रहा; क्योंकि वालीने मुझे वहीं रख छोड़ा था। परंतु | एक वर्ष व्यतीत हो जानेपर भी वाली उसके भीतरसे नहीं निकले ॥५॥ "
                },
                {
                    "slok": "ततः क्षतजवेगेन आपुपूरे तदा बिलम्। तदहं विस्मितो दृष्ट्वा भ्रातुः शोकविषादितः॥६॥",
                    "arth": "'तदनन्तर वेगपूर्वक बहे हुए रक्तकी धारासे | उस समय वह सारी गुफा भर गयी। यह देखकर मुझे बड़ा विस्मय हुआ तथा मैं भाईके शोकसे व्यथित हो उठा॥६॥"
                },
                {
                    "slok": "अथाहं गतबुद्धिस्तु सुव्यक्तं निहतो गुरुः। शिला पर्वतसंकाशा बिलद्वारि मया कृता॥७॥",
                    "arth": "'फिर मेरी बुद्धिमें यह बात आयी कि अब मेरे बड़े भाई निश्चय ही मारे गये। यह विचार पैदा होते ही मैंने उस गुफाके द्वारपर एक पहाड़-जैसी चट्टान रख दी॥"
                },
                {
                    "slok": "अशक्नुवन्निष्क्रमितुं महिषो विनशिष्यति। ततोऽहमागां किष्किन्धां निराशस्तस्य जीविते॥८॥ ",
                    "arth": "'सोचा-इस शिलासे द्वार बंद हो जानेपर मायावी निकल नहीं सकेगा, भीतर ही घुट-घुटकर मर | जायगा। इसके बाद भाईके जीवनसे निराश होकर मैं | किष्किन्धापुरीमें लौट आया॥८॥"
                },
                {
                    "slok": "राज्यं च सुमहत् प्राप्य तारां च रुमया सह। मित्रैश्च सहितस्तत्र वसामि विगतज्वरः॥९॥",
                    "arth": "'यहाँ विशाल राज्य तथा रुमासहित ताराको पाकर मित्रोंके साथ मैं निश्चिन्ततापूर्वक रहने लगा॥९॥"
                },
                {
                    "slok": "आजगाम ततो वाली हत्वा तं वानरर्षभः। ततोऽहमददां राज्यं गौरवाद् भययन्त्रितः॥१०॥",
                    "arth": "'तत्पश्चात् वानरश्रेष्ठ वाली उस दानवका वध करके आ पहुँचे। उनके आते ही मैंने भाईके गौरवसे भयभीत हो वह राज्य उन्हें वापस कर दिया॥१०॥"
                },
                {
                    "slok": "स मां जिघांसुर्दुष्टात्मा वाली प्रव्यथितेन्द्रियः। परिकालयते वाली धावन्तं सचिवैः सह॥११॥",
                    "arth": "'परंतु दुष्टात्मा वाली मुझे मार डालना चाहता था, उसकी सारी इन्द्रियाँ यह सोचकर व्यथित हो उठी थीं कि 'यह मुझे मारनेके लिये ही गुफाका द्वार बंद करके भाग आया था।' मैं अपनी प्राण-रक्षाके लिये मन्त्रियोंके साथ भागा और वाली मेरा पीछा करने लगा॥११॥"
                },
                {
                    "slok": "ततोऽहं वालिना तेन सोऽनुबद्धः प्रधावितः। नदीश्च विविधाः पश्यन् वनानि नगराणि च॥१२॥ आदर्शतलसंकाशा ततो वै पृथिवी मया। पण अलातचक्रप्रतिमा दृष्टा गोष्पदवत् कृता॥१३॥ ",
                    "arth": "वाली मेरे पीछे लगा रहा और मैं जोर-जोरको भागता गया। उसी समय मैंने विभिन्न नदियों, वनों और नगरोंको देखते हुए सारी पृथ्वीको गायकी खुरीकी भाँति मानकर उसकी परिक्रमा कर डाली। भागते समय मुझे यह पृथ्वी दर्पण और अलातचक्रके समान दिखायी दी॥१२-१३॥"
                },
                {
                    "slok": "पूर्वां दिशं ततो गत्वा पश्यामि विविधान् द्रुमान्। पर्वतान् सदरीन् रम्यान् सरांसि विविधानि च॥१४॥",
                    "arth": "'तदनन्तर पूर्व दिशामें जाकर मैंने नाना प्रकारके वृक्ष, कन्दराओंसहित रमणीय पर्वत और भाँति-भाँतिके सरोवर देखे ॥१४॥"
                },
                {
                    "slok": "उदयं तत्र पश्यामि पर्वतं धातुमण्डितम्। क्षीरोदं सागरं चैव नित्यमप्सरसालयम्॥१५॥",
                    "arth": "'वहीं नाना प्रकारके धातुओंसे मण्डित उदयाचल तथा अप्सराओंके नित्य-निवासस्थान क्षीरोद सागरका भी मैंने दर्शन किया॥१५॥"
                },
                {
                    "slok": "परिकाल्यमानस्तु तदा वालिनाभिद्रुतो ह्यहम्। पुनरावृत्य सहसा प्रस्थितोऽहं तदा विभो॥१६॥",
                    "arth": "‘उस समय वाली पीछा करते रहे और मैं भागता रहा। प्रभो! जब मैं यहाँ फिर लौटकर आया, तब वालीके डरसे पुनः सहसा मुझे भागना पड़ा ॥१६॥ "
                },
                {
                    "slok": "दिशस्तस्यास्ततो भूयः प्रस्थितो दक्षिणां दिशम्। विन्ध्यपादपसंकीर्णां चन्दनद्रुमशोभिताम्॥१७॥ ",
                    "arth": "'उस दिशाको छोड़कर मैं फिर दक्षिण दिशाकी | ओर प्रस्थित हुआ, जहाँ विन्ध्यपर्वत और नाना | प्रकारके वृक्ष भरे हुए हैं तथा चन्दनके वृक्ष जिसकी शोभा बढ़ाते हैं॥१७॥"
                },
                {
                    "slok": "द्रुमशैलान्तरे पश्यन् भूयो दक्षिणतोऽपराम्। अपरां च दिशं प्राप्तो वालिना समभिद्रुतः॥१८॥",
                    "arth": "'वृक्षों और पर्वतोंकी ओटमें बारंबार वालीको देखकर मैंने दक्षिण दिशाको छोड दिया तथा वालीके खदेड़नेपर पश्चिम दिशाकी शरण ली॥१८॥ "
                },
                {
                    "slok": "स पश्यन् विविधान् देशानस्तं च गिरिसत्तमम्। प्राप्य चास्तं गिरिश्रेष्ठमुत्तरं सम्प्रधावितः॥१९॥",
                    "arth": "'वहाँ नाना प्रकारके देशोंको देखता हुआ मैं गिरिश्रेष्ठ अस्ताचलतक जा पहुँचा। वहाँ पहुँचकर मैं पुनः उत्तर दिशाकी ओर भागा॥ १९॥ "
                },
                {
                    "slok": "हिमवन्तं च मेरुं च समुद्रं च तथोत्तरम्। यदा न विन्दे शरणं वालिना समभिद्रुतः॥२०॥ ततो मां बुद्धिसम्पन्नो हनुमान् वाक्यमब्रवीत्।",
                    "arth": "“हिमालय, मेरु और उत्तर समुद्रतक पहुँचकर भी जब वालीके पीछा करनेके कारण मुझे कहीं शरण नहीं मिली, तब परम बुद्धिमान् हनुमान्जीने मुझसे यह बात कही-॥२०॥ "
                },
                {
                    "slok": "इदानीं मे स्मृतं राजन् यथा वाली हरीश्वरः॥२१॥ मतङ्गेन तदा शप्तो ह्यस्मिन्नाश्रममण्डले। प्रविशेद् यदि वै वाली मूर्धास्य शतधा भवेत्॥२२॥",
                    "arth": "राजन्! इस समय मुझे उस घटनाका स्मरण | हो आया है, जैसा कि मतङ्गमुनिने उन दिनों वानरराज वालीको शाप दिया था कि 'यदि वाली इस आश्रममण्डलमें प्रवेश करेगा तो उसके मस्तकके सैकड़ों टुकड़े हो जायँगे'॥२१-२२॥ "
                },
                {
                    "slok": "तत्र वासः सुखोऽस्माकं निरुद्विग्नो भविष्यति। | ततः पर्वतमासाद्य ऋष्यमूकं नृपात्मज ॥२३॥ | न विवेश तदा वाली मतङ्गस्य भयात् तदा।",
                    "arth": "'अतः वहीं निवास करना हमलोगोंके लिये सुखद | और निर्भय होगा'। राजकुमार! इस निश्चयके अनुसार | हमलोग ऋष्यमूक पर्वतपर आकर रहने लगे। उस समय मतङ्ग ऋषिके भयसे वालीने वहाँ प्रवेश नहीं किया ॥"
                },
                {
                    "slok": "एवं मया तदा राजन् प्रत्यक्षमुपलक्षितम्। पृथिवीमण्डलं सर्वं गुहामस्म्यागतस्ततः॥२४॥",
                    "arth": "'राजन् ! इस प्रकार मैंने उन दिनों समस्त भूमण्डलको | प्रत्यक्ष देखा था। उसके बाद ऋष्यमूककी गुफामें आया था'॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे षट्चत्वारिंशः सर्गः॥४६॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें छियालीसवाँ सर्ग पूरा हुआ॥४६॥"
                }
            ]
        },
        {
            "ADHIYAAY": "सप्तचत्वारिंशः सर्गः पूर्व आदि तीन दिशाओंमें गये हुए वानरोंका निराश होकर लौट आना",
            "arth": [
                {
                    "slok": "दर्शनार्थं तु वैदेह्याः सर्वतः कपिकुञ्जराः। व्यादिष्टाः कपिराजेन यथोक्तं जग्मुरञ्जसा॥१॥",
                    "arth": "वानरराजके द्वारा समस्त दिशाओंकी ओर जानेकी आज्ञा पाकर वे सभी श्रेष्ठ वानर, जिनके लिये जिस ओर जानेका आदेश मिला था उसी ओर विदेहकुमारी सीताका पता लगानेके लिये उत्साहपूर्वक चल दिये॥१॥ "
                },
                {
                    "slok": "ते सरांसि सरित्कक्षानाकाशं नगराणि च। गए नदीदुर्गास्तथा देशान् विचिन्वन्ति समन्ततः॥२॥",
                    "arth": "वे सरोवरों, सरिताओं, लतामण्डपों, खुले स्थानों और नगरोंमें तथा नदियोंके कारण दुर्गम प्रदेशोंमें सब ओर घूम-फिरकर सीताकी खोज करने लगे॥२॥ "
                },
                {
                    "slok": "सुग्रीवेण समाख्याताः सर्वे वानरयूथपाः। तत्र देशान् विचिन्वन्ति सशैलवनकाननान्॥३॥",
                    "arth": "सुग्रीवने जिन्हें आज्ञा दी थी, वे सभी वानरयूथपति अपनी-अपनी दिशाओंके पर्वत, वन और काननोंसहित सम्पूर्ण देशोंकी छानबीन करने लगे॥३॥"
                },
                {
                    "slok": "विचित्य दिवसं सर्वे सीताधिगमने धृताः। समायान्ति स्म मेदिन्यां निशाकालेषु वानराः॥४॥",
                    "arth": "सीताजीका पता लगानेकी निश्चित इच्छा मनमें लिये वे सब वानर दिनभर इधर-उधर अन्वेषण करते और रातके समय किसी नियत स्थानपर एकत्र हो जाते थे॥"
                },
                {
                    "slok": "सर्वर्तुकांश्च देशेषु वानराः सफलदुमान्। आसाद्य रजनी शय्यां चक्रुः सर्वेष्वहःसु ते॥५॥",
                    "arth": "सारे दिन भिन्न-भिन्न देशोंमें घूम-फिरकर वे वानर सभी ऋतुओंमें फल देनेवाले वृक्षोंके पास जाकर रातको वहीं सोया अथवा विश्राम किया करते थे॥५॥"
                },
                {
                    "slok": "तदहः प्रथमं कृत्वा मासे प्रस्रवणं गताः। कपिराजेन संगम्य निराशाः कपिकुञ्जराः॥६॥ ",
                    "arth": "जानेके दिनको पहला दिन मानकर एक मास पूर्ण होनेतक वे श्रेष्ठ वानर निराश हो लौट आये और कपिराज सुग्रीवसे मिलकर प्रस्रवणगिरिपर ठहर गये॥६॥"
                },
                {
                    "slok": "विचित्य तु दिशं पूर्वां यथोक्तां सचिवैः सह। अदृष्ट्वा विनतः सीतामाजगाम महाबलः॥७॥ ",
                    "arth": "महाबली विनत अपने मन्त्रियोंके साथ पहले बताये अनुसार पूर्व दिशामें खोज करके वहाँ सीताको | न पाकर किष्किन्धा लौट आये॥७॥"
                },
                {
                    "slok": "दिशमप्युत्तरां सर्वां विविच्य स महाकपिः।प आगतः सह सैन्येन भीतः शतबलिस्तदा॥८॥",
                    "arth": "महाकपि शतबलि सारी उत्तर दिशाकी छानबीन करके भयभीत हो तत्काल सेनासहित किष्किन्धा आ गये॥ "
                },
                {
                    "slok": "सुषेणः पश्चिमामाशां विविच्य सह वानरैः। समेत्य मासे पूर्णे तु सुग्रीवमुपचक्रमे॥९॥",
                    "arth": "वानरोंसहित सषेण भी पश्चिम दिशाका अनसंधान करके वहाँ सीताको न पाकर एक मास पूर्ण होनेपर सुग्रीवके पास चले आये॥९॥"
                },
                {
                    "slok": "तं प्रस्त्रवणपृष्ठस्थं समासाद्याभिवाद्य च। आसीनं सह रामेण सुग्रीवमिदमब्रुवन्॥१०॥",
                    "arth": "प्रस्रवणगिरिपर श्रीरामचन्द्रजीके साथ बैठे हुए | सुग्रीवके पास आकर सब वानरोंने उन्हें प्रणाम किया और इस प्रकार कहा- ॥१०॥ "
                },
                {
                    "slok": "विचिताः पर्वताः सर्वे वनानि गहनानि च। निम्नगाः सागरान्ताश्च सर्वे जनपदाश्च ये॥११॥ गुहाश्च विचिताः सर्वा याश्च ते परिकीर्तिताः। विचिताश्च महागुल्मा लताविततसंतताः॥१२॥ ",
                    "arth": "'राजन्! हमने समस्त पर्वत, घने जंगल, समुद्रपर्यन्त | नदियाँ, सम्पूर्ण देश, आपकी बतायी हुई सारी गुफाएँ तथा लतावितानसे व्याप्त हुई झाड़ियाँ भी खोज डालीं।"
                },
                {
                    "slok": "गहनेषु च देशेषु दुर्गेषु विषमेषु च। सत्त्वान्यतिप्रमाणानि विचितानि हतानि च। | ये चैव गहना देशा विचितास्ते पुनः पुनः॥१३॥",
                    "arth": "'घने वनों, विभिन्न देशों, दुर्गम स्थानों और"
                },
                {
                    "slok": "ऊँची-ऊँची भूमियोंमें भी ढूँढा है। बड़े-बड़े प्राणियोंकी भी तलाशी ली और उन्हें मार डाला। जो-जो प्रदेश घने और दुर्गम जान पड़े, वहाँ बारंबार खोज की (किंतु कहीं भी सीताजीका पता न लगा) ॥१३॥ ",
                    "arth": "उदारसत्त्वाभिजनो हनूमान् स मैथिली ज्ञास्यति वानरेन्द्र।"
                },
                {
                    "slok": "दिशं तु यामेव गता तु सीता तामास्थितो वायुसुतो हनूमान्॥१४॥ ",
                    "arth": "'वानरराज! वायुपुत्र हनुमान् परम शक्तिमान् और कुलीन हैं। वे ही मिथिलेशकुमारीका पता लगा सकेंगे; क्योंकि वे उसी दिशामें गये हैं, जिधर | सीता गयी हैं ॥१४॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे सप्तचत्वारिंशः सर्गः॥४७॥ ",
                    "SAMAPT अर्थ": "  इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें सैंतालीसवाँ सर्ग पूरा हुआ॥४७॥"
                }
            ]
        },
        {
            "ADHIYAAY": "दक्षिण दिशाम अष्टचत्वारिंशः सर्गः आरम्भ करना अष्टचत्वारिंशः सर्गः दक्षिण दिशामें गये हुए वानरोंका सीताकी खोज आरम्भ करना",
            "arth": [
                {
                    "slok": "सह ताराङ्गदाभ्यां तु सहसा हनुमान् कपिः। सुग्रीवेण यथोद्दिष्टं गन्तुं देशं प्रचक्रमे॥१॥",
                    "arth": "उधर तार और अङ्गदके साथ हनुमान्जी सहसा सुग्रीवके बताये हुए दक्षिण दिशाके देशोंकी ओर चले॥ "
                },
                {
                    "slok": "स तु दूरमुपागम्य सर्वैस्तैः कपिसत्तमैः। ततो विचित्य विन्ध्यस्य गुहाश्च गहनानि च ॥२॥ पर्वताग्रनदीदुर्गान् सरांसि । विपुलट्ठमान्। वृक्षषण्डांश्च विविधान् पर्वतान् वनपादपान्॥३॥ अन्वेषमाणास्ते सर्वे वानराः सर्वतो दिशम्। न सीतां ददृशुर्वीरा मैथिली जनकात्मजाम्॥४॥ ",
                    "arth": "उन सभी श्रेष्ठ वानरोंके साथ बहुत दूरका रास्ता तै करके वे विन्ध्याचलपर गये और वहाँकी गुफाओं, जंगलों, पर्वतशिखरों, नदियों, दुर्गम स्थानों, सरोवरों, बड़े-बड़े वृक्षों, झाड़ियों और भाँति-भाँतिके पर्वतों एवं वन्य वृक्षोंमें सब ओर ढूँढ़ते फिरे; परंतु वहाँ उन समस्त वीर वानरोंने मिथिलेशकुमारी जनकनन्दिनी सीताको कहीं नहीं देखा॥२-४॥ "
                },
                {
                    "slok": "ते भक्षयन्तो मूलानि फलानि विविधान्यपि। अन्वेषमाणा दुर्धर्षा न्यवसंस्तत्र तत्र ह॥५॥",
                    "arth": "वे सभी दुर्धर्ष वीर नाना प्रकारके फल-मूलका भोजन करते हुए सीताको खोजते और जहाँ-तहाँ ठहर जाया करते थे॥ "
                },
                {
                    "slok": "स तु देशो दुरन्वेषो गुहागहनवान् महान्। निर्जलं निर्जनं शून्यं गहनं घोरदर्शनम्॥६॥",
                    "arth": "विन्ध्यपर्वतके आस-पासका महान् देश बहुत-सी गुफाओं तथा घने जंगलोंसे भरा था। इससे वहाँ जानकीको ढूँढ़नेमें बड़ी कठिनाई होती थी। भयंकर दिखायी देनेवाले वहाँके सुनसान जंगलमें न तो पानी मिलता था और न कोई मनुष्य ही दिखायी देता था॥ "
                },
                {
                    "slok": "तादृशान्यप्यरण्यानि विचित्य भृशपीडिताः। स देशश्च दुरन्वेष्यो गुहागहनवान् महान्॥७॥",
                    "arth": "वैसे जंगलोंमें भी खोज करते समय उन वानरोंको अत्यन्त कष्ट सहन करना पड़ा। वह विशाल प्रदेश अनेक गुहाओं और सघन वनोंसे व्याप्त था। अत: वहाँ अन्वेषणका कार्य बहुत कठिन प्रतीत होता था॥७॥"
                },
                {
                    "slok": "त्यक्त्वा तु तं ततो देशं सर्वे वै हरियूथपाः। देशमन्यं दुराधर्षं विविशुश्चाकुतोभयाः॥८॥",
                    "arth": "तदनन्तर वे समस्त वानर-यूथपति उस देशको | छोड़कर दूसरे प्रदेशमें घुसे, जहाँ जाना और भी कठिन | था तो भी उन्हें कहीं किसीसे भय नहीं होता था॥८॥ "
                },
                {
                    "slok": "यत्र वन्ध्यफला वृक्षा विपुष्पाः पर्णवर्जिताः। निस्तोयाः सरितो यत्र मूलं यत्र सुदुर्लभम्॥९॥",
                    "arth": "वहाँके वृक्ष कभी फल नहीं देते थे। उनमें फूल | भी नहीं लगते थे और उनकी डालियोंमें पत्ते भी नहीं  थे। वहाँकी नदियोंमें पानीका नाम नहीं था। कन्द-मूल | आदि तो वहाँ सर्वथा दुर्लभ थे॥९॥ "
                },
                {
                    "slok": "न सन्ति महिषा यत्र न मृगा न च हस्तिनः। शार्दूलाः पक्षिणो वापि ये चान्ये वनगोचराः॥१०॥",
                    "arth": "उस प्रदेशमें न भैंसे थे न हिरन और हाथी, न बाघ थे न पक्षी तथा वनमें विचरनेवाले अन्य प्राणियोंका भी वहाँ अभाव था॥१०॥ "
                },
                {
                    "slok": "न चात्र वृक्षा नौषध्यो न वल्लयो नापि वीरुधः। | स्निग्धपत्राः स्थले यत्र पद्मिन्यः फुल्लपङ्कजाः॥११॥ | प्रेक्षणीयाः सुगन्धाश्च भ्रमरैश्च विवर्जिताः।",
                    "arth": "वहाँ न पेड़ थे न पौधे, न ओषधियाँ थीं न लता बेलें। उस देशकी पोखरियोंमें चिकने पत्तों और खिले हुए फूलोंसे युक्त कमल भी नहीं थे। इसीलिये न तो वे देखने योग्य थीं, न उनमें सुगन्ध छा रही थी और न वहाँ भौरे ही गुंजार करते थे॥११३ ॥ "
                },
                {
                    "slok": "कण्डुर्नाम महाभागः सत्यवादी तपोधनः॥१२॥ महर्षिः परमामर्षी नियमैर्दुष्प्रधर्षणः।",
                    "arth": "पहले वहाँ कण्डु नामसे प्रसिद्ध एक महाभाग सत्यवादी और तपस्याके धनी महर्षि रहते थे, जो बड़े अमर्षशील थे-अपने प्रति किये गये अपराधको सहन नहीं करते थे। शौच-संतोष आदि नियमोंका पालन करनेके कारण उन महर्षिको कोई तिरस्कृत या पराजित नहीं कर सकता था॥१२॥"
                },
                {
                    "slok": "तस्य तस्मिन् वने पुत्रो बालको दशवार्षिकः॥१३॥ प्रणष्टो जीवितान्ताय क्रुद्धस्तेन महामुनिः",
                    "arth": "उस वनमें उनका एक बालक पुत्र, जिसकी अवस्था दस वर्षकी थी, किसी कारणसे मर गया। इससे कुपित होकर वे महामुनि उस वनके जीवनका अन्त करनेके लिये उद्यत हो गये॥१३३॥"
                },
                {
                    "slok": "तेन धर्मात्मना शप्तं कृत्स्नं तत्र महद्वनम्॥१४॥ अशरण्यं दुराधर्षं - मृगपक्षिविवर्जितम्।",
                    "arth": "उन धर्मात्मा महर्षिने उस समूचे विशाल वनको वहाँ शाप दे दिया, जिससे वह आश्रयहीन, दुर्गम तथा पशु-पक्षियोंसे शून्य हो गया॥१४॥"
                },
                {
                    "slok": "तस्य ते काननान्तांस्तु गिरीणां कन्दराणि च॥१५॥ प्रभवाणि नदीनां च विचिन्वन्ति समाहिताः। तत्र चापि महात्मानो नापश्यञ्जनकात्मजाम्॥१६॥ हर्तारं रावणं वापि सुग्रीवप्रियकारिणः।",
                    "arth": "वहाँ सुग्रीवका प्रिय करनेवाले उन महामनस्वी वानरोंने उस वनके सभी प्रदेशों, पर्वतोंकी कन्दराओं तथा नदियोंके उद्गमस्थानोंमें एकाग्रचित्त होकर अनुसंधान किया; परंतु वहाँ भी उन्हें जनकनन्दिनी सीता अथवा उनका अपहरण करनेवाले रावणका कुछ पता नहीं चला।"
                },
                {
                    "slok": "ते प्रविश्य तु तं भीमं लतागुल्मसमावृतम्॥१७॥ ददृशुर्भीमकर्माणमसुरंत सुरनिर्भयम्।",
                    "arth": "तत्पश्चात् लताओं और झाड़ियोंसे व्याप्त हुए दूसरे किसी भयंकर वनमें प्रवेश करके उन हनुमान् आदि वानरोंने भयानक कर्म करनेवाले एक असुरको देखा, जिसे देवताओंसे कोई भय नहीं था॥ १७ ॥"
                },
                {
                    "slok": "तं दृष्ट्वा वानरा घोरं स्थितं शैलमिवासुरम्॥१८॥ | गाढं परिहिताः सर्वे दृष्ट्वा तं पर्वतोपमम्।",
                    "arth": "उस घोर निशाचरको पहाड़के समान सामने खड़ा | देख सभी वानरोंने अपने ढीले-ढाले वस्त्रोंको अच्छी | तरह कस लिया और सब-के-सब उस पर्वताकार | असुरसे भिड़नेको तैयार हो गये॥१८॥"
                },
                {
                    "slok": "सोऽपि तान् वानरान् सर्वान् नष्टाः स्थेत्यब्रवीद् बली॥१९॥ | अभ्यधावत संक्रुद्धो मुष्टिमुद्यम्य संगतम्।",
                    "arth": "उधर वह बलवान् असुर भी उन सब वानरोंको | देखकर बोला-'अरे, आज तुम सभी मारे गये।' इतना कहकर वह अत्यन्त कुपित हो बँधा हुआ मुक्का तानकर उनकी ओर दौड़ा॥ १९ ॥"
                },
                {
                    "slok": "तमापतन्तं सहसा वालिपुत्रोऽङ्गदस्तदा ॥२०॥ रावणोऽयमिति ज्ञात्वा तलेनाभिजघान ह।",
                    "arth": "उसे सहसा आक्रमण करते देख वालिपुत्र अङ्गदने समझा कि यही रावण है; अतः उन्होंने आगे बढ़कर उसे एक तमाचा जड़ दिया॥ २० ॥ "
                },
                {
                    "slok": "स वालिपुत्राभिहतो वक्त्राच्छोणितमुद्वमन्॥२१॥ असुरो न्यपतद् भूमौ पर्यस्त इव पर्वतः।hy ते तु तस्मिन् निरुच्छ्वासे वानरा जितकाशिनः ॥२२॥ व्यचिन्वन् प्रायशस्तत्र सर्वं ते गिरिगह्वरम्।",
                    "arth": "वालिपुत्रके मारनेपर वह असुर मुँहसे रक्त वमन करता हुआ फटकर गिरे हुए पहाड़की भाँति पृथ्वीपर जा पड़ा और उसके प्राणपखेरू उड़ गये। तत्पश्चात् विजयोल्लाससे सुशोभित होनेवाले वानर प्रायः वहाँकी सारी पर्वतीय गुफाओंमें अनुसंधान करने लगे॥ २१-२२३ ॥ "
                },
                {
                    "slok": "विचितं तु ततः सर्वं सर्वे ते काननौकसः॥२३॥ अन्यदेवापरं घोरं विविशुर्गिरिगह्वरम्। ",
                    "arth": "जब वहाँके सारे प्रदेशमें खोज कर ली गयी, तब उन समस्त वनवासी वानरोंने किसी दूसरी पर्वतीय कन्दरामें प्रवेश किया, जो पहलेकी अपेक्षा भी भयानक थी॥२३॥ "
                },
                {
                    "slok": "ते विचित्य पुनः खिन्ना विनिष्पत्य समागताः। एकान्ते वृक्षमूले तु निषेदुर्दीनमानसाः॥२४॥",
                    "arth": "उसमें भी ढूँढ़ते-ढूँढ़ते वे थक गये और निराश होकर निकल आये। फिर सब-के-सब एकान्त स्थानमें एक वृक्षके नीचे खिन्नचित्त होकर बैठ गये॥२४॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डेऽष्टचत्वारिंशः सर्गः॥४८॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें अड़तालीसवाँ सर्ग पूरा हुआ॥४८॥"
                }
            ]
        },
        {
            "ADHIYAAY": "एकोनपञ्चाशः सर्गः अङ्गद और गन्धमादनके आश्वासन देनेपर वानरोंका पुनः या मनात नि उत्साहपूर्वक अन्वेषण-कार्यमें प्रवृत्त होना",
            "arth": [
                {
                    "slok": "अथाङ्गदस्तदा सर्वान् वानरानिदमब्रवीत्। परिश्रान्तो महाप्राज्ञः समाश्वास्य शनैर्वचः॥१॥",
                    "arth": "तदनन्तर परिश्रमसे थके हुए महाबुद्धिमान् अङ्गद सम्पूर्ण वानरोंको आश्वासन देकर धीरे-धीरे इस प्रकार कहने लगे- ॥१॥"
                },
                {
                    "slok": "वनानि गिरयो नद्यो दुर्गाणि गहनानि च। दरी गिरिगहाश्चैव विचिताः सर्वमन्ततः॥२॥ तत्र तत्र सहास्माभिर्जानकी न च दृश्यते। का तथा रक्षोऽपहर्ता च सीतायाश्चैव दुष्कृती॥३॥",
                    "arth": "'हमलोगोंने वन, पर्वत, नदियाँ, दुर्गम स्थान, घने जंगल, कन्दरा और गुफाएँ भीतर प्रवेश करके अच्छी तरह देख डाली; परंतु उन स्थानोंमें हमें न तो जानकीके दर्शन हुए और न उनका अपहरण करनेवाला वह पापी राक्षस ही मिला॥२-३॥"
                },
                {
                    "slok": "कालश्च नो महान् यातः सुग्रीवश्चोग्रशासनः। तस्माद् भवन्तः सहिता विचिन्वन्तु समन्ततः॥४॥",
                    "arth": "'हमारा समय भी बहुत बीत गया। राजा सुग्रीवका शासन बड़ा भयंकर है। अतः आपलोग मिलकर पुनः सब ओर सीताकी खोज आरम्भ करें॥४॥"
                },
                {
                    "slok": "विहाय तन्द्रीं शोकं च निद्रां चैव समुत्थिताम्। विचिनुध्वं तथा सीतां पश्यामो जनकात्मजाम्॥५॥",
                    "arth": "'आलस्य, शोक और आयी हुई निद्राका परित्याग करके इस प्रकार ढूँढ़ें, जिससे हमें जनककुमारी सीताका दर्शन हो सके॥५॥"
                },
                {
                    "slok": "अनिर्वेदं च दाक्ष्यं च मनसश्चापराजयम्। कार्यसिद्धिकराण्याहुस्तस्मादेतद् ब्रवीम्यहम्॥६॥",
                    "arth": "'उत्साह, सामर्थ्य और मनमें हिम्मत न हारना-ये कार्यकी सिद्धि करानेवाले सद्गुण कहे गये हैं; इसीलिये मैं आपलोगोंसे यह बात कह रहा हूँ॥६॥ "
                },
                {
                    "slok": "अद्यापीदं वनं दुर्गं विचिन्वन्तु वनौकसः। खेदं त्यक्त्वा पुनः सर्वं वनमेव विचिन्वताम्॥७॥",
                    "arth": "'आज भी सारे वानर खेद छोड़कर इस दुर्गम वनमें खोज आरम्भ करें और सारे वनको ही छान डालें ॥७॥"
                },
                {
                    "slok": "अवश्यं कुर्वतां तस्य दृश्यते कर्मणः फलम्। परं निर्वेदमागम्य नहि नोन्मीलनं क्षमम्॥८॥",
                    "arth": "'कर्ममें लगे रहनेवाले लोगोंको उस कर्मका फल अवश्य होता दिखायी देता है; अतः अत्यन्त खिन्न होकर उद्योगको छोड़ बैठना कदापि उचित नहीं है। "
                },
                {
                    "slok": "सुग्रीवः क्रोधनो राजा तीक्ष्णदण्डश्च वानराः। भेतव्यं तस्य सततं रामस्य च महात्मनः॥९॥ ",
                    "arth": "'सुग्रीव क्रोधी राजा हैं। उनका दण्ड भी बड़ा कठोर होता है। वानरो! उनसे तथा महात्मा श्रीरामसे आपलोगोंको सदा डरते रहना चाहिये॥९॥"
                },
                {
                    "slok": "हितार्थमेतदुक्तं वः क्रियतां यदि रोचते। उच्यतां हि क्षमं यत् तत् सर्वेषामेव वानराः॥१०॥",
                    "arth": "'आपलोगोंकी भलाईके लिये ही मैंने ये बातें कही हैं। यदि अच्छी लगें तो आप इन्हें स्वीकार करें। अथवा वानरो! जो सबके लिये उचित हो, वह कार्य आप ही लोग बतावें ॥१०॥ "
                },
                {
                    "slok": "अङ्गदस्य वचः श्रुत्वा वचनं गन्धमादनः। उवाच व्यक्तया वाचा पिपासाश्रमखिन्नया॥११॥",
                    "arth": "अङ्गदकी यह बात सुनकर गन्धमादनने प्यास और थकावटसे शिथिल हुई स्पष्ट वाणीमें कहा- ॥११॥ "
                },
                {
                    "slok": "सदृशं खलु वो वाक्यमङ्गदो यदुवाच ह। हितं चैवानुकूलं च क्रियतामस्य भाषितम्॥१२॥ ",
                    "arth": "'वानरो! युवराज अङ्गदने जो बात कही है, वह आपलोगोंके योग्य, हितकर और अनुकूल है; अतः सब लोग इनके कथनानुसार कार्य करें॥१२॥ "
                },
                {
                    "slok": "पुनर्मार्गामहे शैलान् कन्दरांश्च शिलांस्तथा। काननानि च शून्यानि गिरिप्रस्त्रवणानि च॥१३॥",
                    "arth": "'हमलोग पुनः पर्वतों, कन्दराओं, शिलाओं, निर्जन वनों और पर्वतीय झरनोंकी खोज करें॥१३॥ "
                },
                {
                    "slok": "यथोद्दिष्टानि सर्वाणि सुग्रीवेण महात्मना।क विचिन्वन्तु वनं सर्वे गिरिदुर्गाणि संगताः॥१४॥",
                    "arth": "'महात्मा सुग्रीवने जिन स्थानोंकी चर्चा की थी, उन सबमें वन और पर्वतीय दुर्गम प्रदेशोंमें सब वानर एक साथ होकर खोज आरम्भ करें'॥१४॥"
                },
                {
                    "slok": "ततः समुत्थाय पुनर्वानरास्ते महाबलाः। | विन्ध्यकाननसंकीर्णां विचेरुदक्षिणां दिशम्॥१५॥",
                    "arth": "यह सुनकर वे महाबली वानर उठकर खड़े हो | गये और विन्ध्य पर्वतके काननोंसे व्याप्त दक्षिण दिशामें विचरने लगे ॥ १५ ॥"
                },
                {
                    "slok": "ते शारदाभ्रप्रतिमं श्रीमद्रजतपर्वतम्। शृङ्गवन्तं दरीवन्तमधिरुह्य च वानराः॥१६॥",
                    "arth": "सामने शरद्-ऋतुके बादलोंके समान शोभाशाली रजत पर्वत दिखायी दिया, जिसमें अनेक शिखर  और कन्दराएँ थीं। वे सब वानर उसपर चढ़कर खोजने लगे॥१६॥"
                },
                {
                    "slok": "तत्र लोध्रवनं रम्यं सप्तपर्णवनानि च। विचिन्वन्तो हरिवराः सीतादर्शनकांक्षिणः॥१७॥ ",
                    "arth": "सीताके दर्शनकी इच्छा रखनेवाले वे सभी श्रेष्ठ वानर वहाँके रमणीय लोध्रवनमें और सप्तपर्ण (छितवन) के जंगलोंमें उनकी खोज करने लगे॥१७॥ "
                },
                {
                    "slok": "तस्याग्रमधिरूढास्ते श्रान्ता विपुलविक्रमाः। न पश्यन्ति स्म वैदेहीं रामस्य महिषीं प्रियाम्॥१८॥",
                    "arth": "उस पर्वतके शिखरपर चढ़े हुए वे महापराक्रमी वानर ढूँढ़ते-ढूँढ़ते थक गये, परंतु श्रीरामचन्द्रजीकी प्यारी रानी सीताका दर्शन न पा सके॥१८॥"
                },
                {
                    "slok": "ते तु दृष्टिगतं दृष्ट्वा तं शैलं बहुकन्दरम्। अध्यारोहन्त हरयो वीक्षमाणाः समन्ततः॥१९॥",
                    "arth": "अनेक कन्दराओंवाले उस पर्वतका अच्छी तरह | निरीक्षण करके सब ओर दृष्टिपात करनेवाले वे वानर उससे नीचे उतर गये॥१९॥ "
                },
                {
                    "slok": "अवरुह्य ततो भूमिं श्रान्ता विगतचेतसः। स्थिता मुहूर्तं तत्राथ वृक्षमूलमुपाश्रिताः॥२०॥",
                    "arth": "पृथ्वीपर उतरकर अधिक थक जानेके कारण अचेत हुए वे सभी वानर वहाँ एक वृक्षके नीचे गये और | दो घड़ीतक वहाँ बैठे रहे॥२०॥"
                },
                {
                    "slok": "ते मुहूर्तं समाश्वस्ताः किंचिद्भग्नपरिश्रमाः। पुनरेवोद्यताः कृत्स्नां मार्गितुं दक्षिणां दिशम्॥२१॥",
                    "arth": "एक मुहूर्ततक सुस्ता लेनेपर जब उनकी थकावट कुछ कम हो गयी तब वे पुनः सम्पूर्ण दक्षिण दिशामें खोजके लिये उद्यत हो गये ॥ २१॥ "
                },
                {
                    "slok": "हनुमत्प्रमुखास्तावत् प्रस्थिताः प्लवगर्षभाः। | विन्ध्यमेवादितः कृत्वा विचेरुश्च समन्ततः॥२२॥",
                    "arth": "हनुमान् आदि सभी श्रेष्ठ वानर सीताके अन्वेषणके | लिये प्रस्थित हो पहले विन्ध्य पर्वतके ही चारों ओर | विचरने लगे॥ २२॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे एकोनपञ्चाशः सर्गः॥४९॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें उनचासवाँ सर्ग पूरा हुआ॥४९॥ "
                }
            ]
        },
        {
            "ADHIYAAY": "पञ्चाशः सर्गः भूखे-प्यासे वानरोंका एक गुफामें घुसकर वहाँ दिव्य वृक्ष, दिव्य सरोवर, दिव्य भवन तथा एक वृद्धा तपस्विनीको देखना और हनुमान्जीका उससे उसका परिचय पूछना जी",
            "arth": [
                {
                    "slok": "सह ताराङ्गदाभ्यां तु संगम्य हनुमान् कपिः।। विचिनोति च विन्ध्यस्य गुहाश्च गहनानि च॥१॥",
                    "arth": "हनुमान्जी तार और अङ्गदके साथ मिलकर विन्ध्यगिरिकी गुफाओं और घने जंगलोंमें सीताजीको ढूँढ़ने लगे॥१॥ "
                },
                {
                    "slok": "सिंहशार्दूलजुष्टाश्च ॥ गुहाश्च परितस्तदा। विषमेषु नगेन्द्रस्य महाप्रस्त्रवणेषु च॥२॥",
                    "arth": "उन्होंने सिंह और बाघोंसे भरी हुई कन्दराओं तथा उसके आस-पासकी भूमिको भी छान डाला। गिरिराज विन्ध्यपर जो बड़े-बड़े झरने और दुर्गम स्थान थे, वहाँ भी अन्वेषण किया॥२॥"
                },
                {
                    "slok": "आसेदुस्तस्य शैलस्य कोटिं दक्षिणपश्चिमाम्। तेषां तत्रैव वसतां स कालो व्यत्यवर्तत॥३॥",
                    "arth": "घूमते-फिरते वे तीनों वानर उस पर्वतके नैर्ऋत्यकोणवाले शिखरपर जा पहुँचे। वहीं रहते हुए उनका वह समय, जो सुग्रीवने निश्चित किया था, बीत गया॥३॥"
                },
                {
                    "slok": "स हि देशो दुरन्वेष्यो गुहागहनवान् महान्। । तत्र वायुसुतः सर्वं विचिनोति स्म पर्वतम्॥४॥",
                    "arth": "गुफाओं और जंगलोंसे भरे हुए उस महान् प्रदेशमें | सीताको ढूँढ़नेका काम बहुत ही कठिन था तो भी वहाँ वायुपुत्र हनुमान्जी सारे पर्वतकी छानबीन करने लगे॥४॥"
                },
                {
                    "slok": "परस्परेण रहिता अन्योन्यस्याविदूरतः। गजो गवाक्षो गवयः शरभो गन्धमादनः॥५॥ मैन्दश्च द्विविदश्चैव हनूमान् जाम्बवानपि। अङ्गदो युवराजश्च तारश्च वनगोचरः॥६॥ गिरिजालावृतान् देशान् मार्गित्वा दक्षिणां दिशम्। विचिन्वन्तस्ततस्तत्र ददृशुर्विवृतं बिलम्॥७॥",
                    "arth": "फिर अलग-अलग एक-दूसरेसे थोड़ी ही दूरपर रहकर गज, गवाक्ष, गवय, शरभ, गन्धमादन, मैन्द, द्विविद, हनुमान्, जाम्बवान्, युवराज अङ्गद तथा वनवासी वानर तार-ये दक्षिण दिशाके देशोंमें जो पर्वतमालाओंसे घिरे हुए थे, सीताकी खोज करने लगे। खोजते-खोजते उन्हें वहाँ एक गुफा दिखायी दी, जिसका द्वार बंद नहीं था॥५-७॥ "
                },
                {
                    "slok": "दुर्गमृक्षबिलं नाम दानवेनाभिरक्षितम्। क्षुत्पिपासापरीतास्तु श्रान्तास्तु सलिलार्थिनः॥८॥",
                    "arth": "उसमें प्रवेश करना बहुत कठिन था। वह गुफा ऋक्षबिल नामसे विख्यात थी और एक दानव उसकी रक्षामें रहता था। वानरोंको भूख-प्यास सता रही थी। वे बहुत थक गये थे और पानी पीना चाहते थे॥८॥"
                },
                {
                    "slok": "अवकीर्णं लतावृक्षैर्ददृशुस्ते महाबिलम्। तत्र क्रौञ्चाश्च हंसाश्च सारसाश्चापि निष्क्रमन्॥९॥ जलार्द्राश्चक्रवाकाश्च रक्ताङ्गाः पद्मरेणुभिः।",
                    "arth": "अतः लता और वृक्षोंसे आच्छादित विशाल गुफाकी ओर वे देखने लगे। इतनेमें उसके भीतरसे क्रौञ्च, हंस, सारस तथा जलसे भीगे हुए चक्रवाक पक्षी, जिनके अङ्ग कमलोंके परागसे रक्तवर्णके हो रहे थे, बाहर निकले॥ "
                },
                {
                    "slok": "ततस्तद् बिलमासाद्य सुगन्धि दुरतिक्रमम्॥१०॥ विस्मयव्यग्रमनसो बभूवुर्वानरर्षभाः।। संजातपरिशङ्कास्ते तद् बिलं प्लवगोत्तमाः॥११॥",
                    "arth": "तब उस सुगन्धित एवं दुर्लङ्घ्य गुफाके पास जाकर उन सभी श्रेष्ठ वानरोंका मन आश्चर्यसे चकित हो उठा। उस बिलके अंदर उन्हें जल होनेका संदेह हुआ॥ "
                },
                {
                    "slok": "अभ्यपद्यन्त संहृष्टास्तेजोवन्तो महाबलाः। नानासत्त्वसमाकीर्णं दैत्येन्द्रनिलयोपमम्॥१२॥ दुर्दर्शमिव घोरं च दुर्विगाह्यं च सर्वशः।",
                    "arth": "वे महाबली और तेजस्वी वानर बड़े हर्षमें भरकर उस गुफाके पास आये, जो नाना प्रकारके जन्तुओंसे भरी हुई तथा दैत्यराजोंके निवासस्थान पातालके समान भयंकर प्रतीत होती थी। वह इतनी भयानक थी कि उसकी ओर देखना कठिन जान पड़ता था। उसके भीतर घुसना सर्वथा कष्टसाध्य था॥१२॥"
                },
                {
                    "slok": "ततः पर्वतकूटाभो हनूमान् मारुतात्मजः॥१३॥ अब्रवीद् वानरान् घोरान् कान्तारवनकोविदः।",
                    "arth": "उस समय पर्वत-शिखरके समान प्रतीत होनेवाले पवनपुत्र हनुमान्जी , जो दुर्गम वनके ज्ञाता थे, उन घोर वानरोंसे बोले- ॥१३॥"
                },
                {
                    "slok": "गिरिजालावृतान् देशान् मार्गित्वा दक्षिणां दिशम्॥१४॥ वयं सर्वे परिश्रान्ता न च पश्याम मैथिलीम्।",
                    "arth": "'बन्धुओ! दक्षिण दिशाके देश प्राय: पर्वतमालाओंसे घिरे हुए हैं। इनमें मिथिलेशकुमारी सीताको खोजते खोजते हम सब लोग बहुत थक गये; किंतु कहीं भी हमें उनके दर्शन नहीं हुए ॥ १४ ॥ "
                },
                {
                    "slok": "अस्माच्चापि बिलाद्धंसाः क्रौञ्चाश्च सह सारसैः॥१५॥ जलार्द्राश्चक्रवाकाश्च निष्पतन्ति स्म सर्वशः। नूनं सलिलवानत्र कूपो वा यदि वा हृदः॥१६॥ तथा चेमे बिलद्वारे स्निग्धास्तिष्ठन्ति पादपाः।",
                    "arth": "'सामनेकी इस गुफासे हंस, क्रौञ्च, सारस और | जलसे भीगे हुए चकवे सब ओर निकल रहे हैं। अतः निश्चय ही इसमें पानीका कुआँ अथवा और कोई जलाशय होना चाहिये। तभी इस गुफाके द्वारवर्ती वृक्ष हरे-भरे हैं'। "
                },
                {
                    "slok": "इत्युक्तास्तद् बिलं सर्वे विविशुस्तिमिरावृतम्॥१७॥ अचन्द्रसूर्यं हरयो ददृशू रोमहर्षणम्।",
                    "arth": "हनुमान्जीके ऐसा कहनेपर वे सभी वानर अन्धकारसे | भरी हुई गुफामें, जहाँ चन्द्रमा और सूर्यकी किरणें भी | नहीं पहुँच पाती थीं, घुस गये। भीतर जाकर उन्होंने | देखा, वह गुफा रोंगटे खड़े कर देनेवाली थी॥१७॥ "
                },
                {
                    "slok": "निशाम्य तस्मात् सिंहांश्च तांस्तांश्च मृगपक्षिणः॥१८॥ | प्रविष्टा हरिशार्दूला बिलं तिमिरसंवृतम्।",
                    "arth": "उस बिलसे निकलते हुए उन-उन सिंहों, मृगों और पक्षियोंको देखकर वे श्रेष्ठ वानर अन्धकारसे आच्छादित हुई उस गुफामें प्रवेश करने लगे॥१८३ ॥"
                },
                {
                    "slok": "न तेषां सज्जते दृष्टिर्न तेजो न पराक्रमः॥१९॥ वायोरिव गतिस्तेषां दृष्टिस्तमसि वर्तते।",
                    "arth": "उनकी दृष्टि कहीं अटकती नहीं थी। उनका तेज और पराक्रम भी अवरुद्ध नहीं होता था। उनकी गति वायुके समान थी। अन्धकारमें भी उनकी दृष्टि काम कर रही थी॥१९ ॥"
                },
                {
                    "slok": "ते प्रविष्टास्तु वेगेन तद् बिलं कपिकुञ्जराः॥२०॥ प्रकाशं चाभिरामं च ददृशुर्देशमुत्तमम्।।",
                    "arth": "वे श्रेष्ठ वानर उस बिलमें वेगपूर्वक घुस गये। भीतर जाकर उन्होंने देखा, वह स्थान बहुत ही उत्तम, प्रकाशमान और मनोहर था॥२० ॥ "
                },
                {
                    "slok": "ततस्तस्मिन् बिले भीमे नानापादपसंकुले॥२१॥ अन्योन्यं सम्परिष्वज्य जग्मुर्योजनमन्तरम्।",
                    "arth": "नाना प्रकारके वृक्षोंसे भरी हुई उस भयंकर गुफामें वे एक योजनतक एक-दूसरेको पकड़े हुए गये ॥ २१३ ॥ "
                },
                {
                    "slok": "ते नष्टसंज्ञास्तृषिताः सम्भ्रान्ताः सलिलार्थिनः॥२२॥ परिपेतुर्बिले तस्मिन् कंचित् कालमतन्द्रिताः।",
                    "arth": "प्यासके मारे उनकी चेतना लुप्त-सी हो रही थी। वे जल पीनेके लिये उत्सुक होकर घबरा गये थे और कुछ कालतक आलस्यरहित हो उस बिलमें लगातार आगे बढ़ते गये॥ २२३ ॥"
                },
                {
                    "slok": "ते कृशा दीनवदनाः परिश्रान्ताः प्लवङ्गमाः॥२३॥ आलोकं ददृशुर्वीरा निराशा जीविते यदा।",
                    "arth": "वे वानरवीर जब दुर्बल, खिन्नवदन और श्रान्त होकर जीवनसे निराश हो गये, तब उन्हें वहाँ प्रकाश दिखायी दिया॥२३३॥ "
                },
                {
                    "slok": "ततस्तं देशमागम्य सौम्या वितिमिरं वनम्॥२४॥ ददृशुः काञ्चनान् वृक्षान् दीप्तवैश्वानरप्रभान्।",
                    "arth": "तदनन्तर उस अन्धकारसे प्रकाशपूर्ण देशमें आकर उन सौम्य वानरोंने वहाँ अन्धकाररहित वन देखा, जहाँके सभी वृक्ष सुवर्णमय थे और उनसे अग्निके समान प्रभा निकल रही थी॥ २४३॥ "
                },
                {
                    "slok": "सालास्तालांस्तमालांश्च 'नागान् वञ्जलान्धवान्॥२५॥ चम्पकान् नागवृक्षांश्च कर्णिकारांश्च पुष्पितान्।",
                    "arth": "साल, ताल, तमाल, नागकेसर, अशोक, धव, चम्पा, नागवृक्ष और कनेर-ये सभी वृक्ष फूलोंसे भरे हुए थे।"
                },
                {
                    "slok": "स्तबकैः काञ्चनैश्चित्रै रक्तैः किसलयैस्तथा॥२६॥ आपीडैश्च लताभिश्च हेमाभरणभूषितान्।",
                    "arth": "विचित्र सुवर्णमय गुच्छे और लाल-लाल पल्लव मानो उन वृक्षोंके मुकुट थे। उनमें लताएँ लिपटी हुई थीं तथा वे अपने फलस्वरूप सुवर्णमय आभूषणोंसे विभूषित थे॥ २६ ॥ "
                },
                {
                    "slok": "तरुणादित्यसंकाशान् वैदूर्यमयवेदिकान्॥२७॥ बिभ्राजमानान् वपुषा पादपांश्च हिरण्मयान्।",
                    "arth": "वे देखने में प्रातःकालिक सूर्यके समान जान पड़ते थे। उनके नीचे वैदूर्यमणिकी वेदी बनी थी। वे सुवर्णमय वृक्ष अपने दीप्तिमान् स्वरूपसे ही प्रकाशित हो रहे थे। "
                },
                {
                    "slok": "नीलवैदूर्यवर्णाश्च पद्मिनीः . पतगैर्वृताः॥२८॥ महद्भिः काञ्चनैर्वृक्षवंता बालार्कसंनिभैः। जातरूपमयैर्मत्स्यैर्महद्भिश्चाथ पङ्कजैः॥२९॥ नलिनीस्तत्र ददृशुः प्रसन्नसलिलायुताः। ",
                    "arth": "वहाँ नील वैदूर्यमणिकी-सी कान्तिवाली पद्मलताएँ दिखायी देती थीं, जो पक्षियोंसे आवृत थीं। कई ऐसे सरोवर भी देखने में आये, जो बाल सूर्यकी-सी आभावाले विशाल काञ्चनवृक्षोंसे घिरे हुए थे। उनके भीतर सुनहरे रंगके बड़े-बड़े मत्स्य शोभा पाते थे। वे सरोवर सुवर्णमय कमलोंसे सुशोभित तथा स्वच्छ जलसे भरे हुए थे॥ २८-२९३ ॥"
                },
                {
                    "slok": "काञ्चनानि विमानानि राजतानि तथैव च॥३०॥ तपनीयगवाक्षाणि मुक्ताजालावृतानि च। हैमराजतभौमानि वैदूर्यमणिमन्ति च॥३१॥ ददृशुस्तत्र हरयो गृहमुख्यानि सर्वशः।",
                    "arth": "वानरोंने वहाँ सब ओर सोने-चाँदीके बने हुए बहुत-से श्रेष्ठ भवन देखे, जिनकी खिड़कियाँ मोतीकी जालियोंसे ढकी थीं। उन भवनोंमें सोनेके जंगले लगे हुए थे। सोने-चाँदीके ही विमान भी थे। कोई घर सोनेके बने थे तो कोई चाँदीके। कितने ही गृह पार्थिव | वस्तुओं (ईंट, पत्थर, लकड़ी आदि-) से निर्मित हुए | थे। उनमें वैदूर्यमणियाँ भी जड़ी गयी थीं॥ ३०-३१३ ॥"
                },
                {
                    "slok": "पुष्पितान् फलिनो वृक्षान् प्रवालमणिसंनिभान्॥३२॥  काञ्चनभ्रमरांश्चैव मधूनि च समन्ततः। मणिकाञ्चनचित्राणि शयनान्यासनानि च॥३३॥ विविधानि विशालानि ददृशुस्ते समन्ततः। हैमराजतकांस्यानां भाजनानां च राशयः॥३४॥ अगुरूणां च दिव्यानां चन्दनानां च संचयान्। शुचीन्यभ्यवहाराणि मूलानि च फलानि च॥३५॥ महार्हाणि च यानानि मधूनि रसवन्ति च। दिव्यानामम्बराणां च महार्हाणां च संचयान्॥३६॥ कम्बलानां च चित्राणामजिनानां च संचयान्। | तत्र तत्र च विन्यस्तान् दीप्तान् वैश्वानरप्रभान्॥ ३७॥ | ददृशुर्वानराः शुभ्राञ्जातरूपस्य संचयान्।",
                    "arth": "वहाँके वृक्षोंमें फूल और फल लगे थे। वे वृक्ष मूंगे और मणियोंके समान चमकीले थे। उनपर सुनहरे रंगके भौरे मड़रा रहे थे। वहाँके घरोंमें सब ओर मधु संचित थे। मणि और सुवर्णसे जटित विचित्र पलंग तथा आसन सब ओर सजाकर रखे गये थे, जो अनेक प्रकारके और विशाल थे। वानरोंने उन्हें भी देखा। वहाँ ढेर-के-ढेर सोने, चाँदी और कांस-(फूल-) के पात्र रखे गये थे। अगुरु तथा दिव्य चन्दनकी राशियाँ सुरक्षित थीं। पवित्र भोजनके सामान तथा फल-मूल भी विद्यमान थे। बहुमूल्य सवारियाँ, सरस मधु, महामूल्यवान् दिव्य वस्त्रोंके ढेर, विचित्र कम्बल एवं कालीनोंकी राशियाँ तथा मृगचर्मों के समूह जहाँ-तहाँ रखे हुए थे। वे सब अग्निके समान प्रभासे उद्दीप्त हो रहे थे। वानरोंने वहाँ चमकीले सुवर्णके ढेर भी देखे ॥ ३२-३७३ ॥"
                },
                {
                    "slok": "तत्र तत्र विचिन्वन्तो बिले तत्र महाप्रभाः॥३८॥ ददृशुर्वानराः शूराः स्त्रियं कांचिददूरतः। तां च ते ददृशुस्तत्र चीरकृष्णाजिनाम्बराम्॥३९॥ तापसी नियताहारां ज्वलन्तीमिव तेजसा। विस्मिता हरयस्तत्र व्यवतिष्ठन्त सर्वशः।आय पप्रच्छ हनुमांस्तत्र कासि त्वं कस्य वा बिलम्॥४०॥",
                    "arth": "उस गुफामें जहाँ-तहाँ खोज करते हुए उन महातेजस्वी शूरवीर वानरोंने थोड़ी ही दूरपर किसी स्त्रीको भी देखा, जो वल्कल और काला मृगचर्म पहनकर नियमित आहार करती तपस्यामें संलग्न थी और अपने तेजसे दिप रही थी। वानरोंने वहाँ उसे बड़े ध्यानसे देखा और आश्चर्यचकित होकर सब ओर खड़े रहे। उस समय हनुमान्जीने उससे पूछा-'देवि! तुम कौन हो और यह किसकी गुफा है?' ॥"
                },
                {
                    "slok": "ततो हनूमान् गिरिसंनिकाशः । कृताञ्जलिस्तामभिवाद्य वृद्धाम्। पप्रच्छ का त्वं भवनं बिलं चार  का रत्नानि चेमानि वदस्व कस्य॥४१॥",
                    "arth": "पर्वतके समान विशालकाय हनुमान्जीने हाथ जोड़कर उस वृद्धा तपस्विनीको प्रणाम किया और पूछा-'देवि! तुम कौन हो? यह गुफा, ये भवन तथा । ये रत्न किसके हैं? यह हमें बताओ'॥४१॥ "
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे पञ्चाशः सर्गः॥५०॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें पचासवाँ सर्ग पूरा हुआ॥५०॥ "
                }
            ]
        },
        {
            "ADHIYAAY": "एकपञ्चाशः सर्गः हनुमान्जीके पूछनेपर वृद्धा तापसीका अपना तथा उस दिव्य स्थानका  परिचय देकर सब वानरोंको भोजनके लिये कहना",
            "arth": [
                {
                    "slok": "इत्युक्त्वा हनुमांस्तत्र चीरकृष्णाजिनाम्बराम्। अब्रवीत् तां महाभागां तापसी धर्मचारिणीम्॥१॥ ",
                    "arth": "इस तरह पूछकर हनुमान्जी चीर एवं कृष्ण मृगचर्म धारण करनेवाली उस धर्मपरायणा महाभागा तपस्विनीसे वहाँ फिर बोले ॥१॥"
                },
                {
                    "slok": "इदं प्रविष्टाः सहसा बिलं तिमिरसंवृतम्। क्षुत्पिपासापरिश्रान्ताः परिखिन्नाश्च सर्वशः॥२॥ महद् धरण्या विवरं प्रविष्टाः स्म पिपासिताः। इमांस्त्वेवंविधान् भावान् विविधानद्धृतोपमान्॥३॥ दृष्ट्वा वयं प्रव्यथिताः सम्भ्रान्ता नष्टचेतसः। कस्यैते काञ्चना वृक्षास्तरुणादित्यसंनिभाः॥४॥ ",
                    "arth": "'देवि! हम सब लोग भूख-प्यास और थकावटसे कष्ट पा रहे थे। इसलिये सहसा इस अन्धकारपूर्ण गुफामें घुस आये। भूतलका यह विवर बहुत बड़ा है। हम प्याससे पीड़ित होनेके कारण यहाँ आये हैं, किंतु यहाँके इन ऐसे अद्भुत विविध पदार्थों को देखकर हमारे मनमें बड़ी व्यथा हुई है-हम यह सोचकर चिन्तित हो उठे हैं कि यह असुरोंकी माया तो नहीं है, इसीलिये हमारे मनमें घबराहट हो रही है। हमारी विवेकशक्ति लुप्त-सी हो गयी है। हम जानना चाहते हैं कि ये बालसूर्यके समान कान्तिमान् सुवर्णमय वृक्ष किसके हैं?॥२-४॥"
                },
                {
                    "slok": "शुचीन्यभ्यवहाराणि मूलानि च फलानि च। काञ्चनानि विमानानि राजतानि गृहाणि च ॥ ५ ॥ तपनीयगवाक्षाणि मणिजालावृतानि च।। पुष्पिताः फलवन्तश्च पुण्याः सुरभिगन्धयः॥६॥ इमे जाम्बूनदमयाः पादपाः कस्य तेजसा।",
                    "arth": "'ये भोजनकी पवित्र वस्तुएँ, फल-मूल, सोनेके विमान, चाँदीके घर, मणियोंकी जालीसे ढकी हुई सोनेकी | खिड़कियाँ तथा पवित्र सुगन्धसे युक्त एवं फल-फूलोंसे लदे हुए ये सुवर्णमय पावन वृक्ष किसके तेजसे प्रकट हुए हैं?॥ "
                },
                {
                    "slok": "काञ्चनानि च पद्मानि जातानि विमले जले॥७॥ कथं मत्स्याश्च सौवर्णा दृश्यन्ते सह कच्छपैः। आत्मनस्त्वनुभावाद् वा कस्य चैतत्तपोबलम्॥८॥ | अजानतां नः सर्वेषां सर्वमाख्यातुमर्हसि।",
                    "arth": "'यहाँके निर्मल जलमें सोनेके कमल कैसे उत्पन्न | हुए? इन सरोवरोंके मत्स्य और कछुए सुवर्णमय कैसे दिखायी देते हैं? यह सब तुम्हारे अपने प्रभावसे हुआ | है या और किसीके? यह किसके तपोबलका प्रभाव | है? हम सब अनजान हैं; इसलिये पूछते हैं। तुम हमें | सारी बातें बतानेकी कृपा करो ॥७-८३॥"
                },
                {
                    "slok": "एवमुक्ता हनुमता, तापसी धर्मचारिणी॥९॥ प्रत्युवाच हनूमन्तं सर्वभूतहिते रता। ",
                    "arth": "हनुमान्जीके इस प्रकार पूछनेपर समस्त प्राणियोंके हितमें तत्पर रहनेवाली उस धर्मपरायणा तापसीने उत्तर | दिया- ॥९॥"
                },
                {
                    "slok": "मयो नाम महातेजा मायावी वानरर्षभ॥१०॥ तेनेदं निर्मितं सर्वं मायया काञ्चनं वनम् ।",
                    "arth": "'वानरश्रेष्ठ! मायाविशारद महातेजस्वी मयका नाम तुमने सुना होगा। उसीने अपनी मायाके प्रभावसे इस समूचे स्वर्णमय वनका निर्माण किया था॥१०३ ॥ "
                },
                {
                    "slok": "पुरा दानवमुख्यानां विश्वकर्मा बभूव ह॥११॥ येनेदं काञ्चनं दिव्यं निर्मितं भवनोत्तमम्।",
                    "arth": "'मयासुर पहले दानव-शिरोमणियोंका विश्वकर्मा था, जिसने इस दिव्य सुवर्णमय उत्तम भवनको बनाया है॥ १९३॥"
                },
                {
                    "slok": "स तु वर्षसहस्त्राणि तपस्तप्त्वा महद्वने ॥१२॥ पितामहाद् वरं लेभे सर्वमौशनसं धनम्।",
                    "arth": "'उसने एक सहस्र वर्षोंतक वनमे घोर तपस्या करके ब्रह्माजी-से वरदानके रूपमें शुक्राचार्यका सारा शिल्प-वैभव प्राप्त किया था॥१२॥"
                },
                {
                    "slok": "विधाय सर्वं बलवान् सर्वकामेश्वरस्तदा॥१३॥ उवास सुखितः कालं कंचिदस्मिन् महावने।' ",
                    "arth": "'सम्पूर्ण कामनाओंके स्वामी बलवान् मयासुरने यहाँकी सारी वस्तुओंका निर्माण करके इस महान् वनमें कुछ कालतक सुखपूर्वक निवास किया था॥१३३ "
                },
                {
                    "slok": "तमप्सरसि हेमायां सक्तं दानवपुङ्गवम्॥१४॥ विक्रम्यैवाशनिं गृह्य जघानेशः पुरंदरः।",
                    "arth": "'आगे चलकर उस दानवराजका हेमा नामकी अप्सराके साथ सम्पर्क हो गया। यह जानकर देवेश्वर इन्द्रने हाथमें वज्र ले उसके साथ युद्ध करके उसे मार भगाया॥१४॥"
                },
                {
                    "slok": "इदं च ब्रह्मणा दत्तं हेमायै वनमुत्तमम्॥१५॥ शाश्वतः कामभोगश्च गृहं चेदं हिरण्मयम्।",
                    "arth": "'तत्पश्चात् ब्रह्माजीने यह उत्तम वन, यहाँका अक्षय काम-भोग तथा यह सोनेका भवन हेमाको दे दिया। "
                },
                {
                    "slok": "दुहिता मेरुसावर्णेरहं तस्याः स्वयंप्रभा॥१६॥ इदं रक्षामि भवनं हेमाया वानरोत्तम।",
                    "arth": "'मैं मेरुसावर्णिकी कन्या हूँ। मेरा नाम स्वयंप्रभा है। वानरश्रेष्ठ! मैं उस हेमाके इस भवनकी रक्षा करती हूँ॥ "
                },
                {
                    "slok": "मम प्रियसखी हेमा नृत्तगीतविशारदा ॥१७॥ तयादत्तवरा चास्मि रक्षामि भवनं महत्।",
                    "arth": "'नृत्य और गीतकी कलामें चतुर हेमा मेरी प्यारी सखी है। उसने मुझसे अपने भवनकी रक्षाके लिये प्रार्थना की थी, इसलिये मैं इस विशाल भवनका संरक्षण करती हूँ॥१७३ ॥"
                },
                {
                    "slok": "किं कार्यं कस्य वा हेतोः कान्ताराणि प्रपद्यथ॥१८॥ कथं चेदं वनं दुर्गं युष्माभिरुपलक्षितम्।",
                    "arth": "'तुमलोगोंका यहाँ क्या काम है? किस उद्देश्यसे तुम इन दुर्गम स्थानोंमें विचरते हो? इस वनमें आना तो बहुत कठिन है। तुमने कैसे इसे देख लिया?॥ १८३ ॥ "
                },
                {
                    "slok": "शुचीन्यभ्यवहाराणि मूलानि च फलानि च। भुक्त्वा पीत्वा च पानीयं सर्वं मे वक्तुमर्हसि ॥१९॥ ",
                    "arth": "'अच्छा, ये शुद्ध भोजन और फल-मूल प्रस्तुत हैं। इन्हें खाकर पानी पी लो। फिर मुझसे अपना सारा वृत्तान्त कहो'॥१९॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे एकपञ्चाशः सर्गः॥५१॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें इक्यावनवाँ सर्ग पूरा हुआ॥५१॥"
                }
            ]
        },
        {
            "ADHYAAY": "द्विपञ्चाशः सर्गः तापसी स्वयंप्रभाके पूछनेपर वानरोंका उसे अपना वृत्तान्त बताना और उसके प्रभावसे गुफाके बाहर निकलकर समुद्रतटपर पहुँचना ",
            "arth": [
                {
                    "slok": "अथ तानब्रवीत् सर्वान् विश्रान्तान् हरियूथपान्। इदं वचनमेकाग्रा तापसी धर्मचारिणी॥१॥",
                    "arth": "तत्पश्चात् जब सब वानर-यूथपति खा-पीकर विश्राम कर चुके, तब धर्मका आचरण करनेवाली वह एकाग्रहृदया तपस्विनी उन सबसे इस प्रकार बोली-॥१॥ "
                },
                {
                    "slok": "वानरा यदि वः खेदः प्रणष्टः फलभक्षणात्। यदि चैतन्मया श्राव्यं श्रोतुमिच्छामि तां कथाम्॥२॥",
                    "arth": "'वानरो! यदि फल खानेसे तुम्हारी थकावट दूर हो गयी हो और यदि तुम्हारा वृत्तान्त मेरे सुनने योग्य हो तो मैं उसे सुनना चाहती हूँ'॥२॥ "
                },
                {
                    "slok": "तस्यास्तद् वचनं श्रुत्वा हनूमान् मारुतात्मजः। आर्जवेन यथातत्त्वमाख्यातुमुपचक्रमे॥३॥",
                    "arth": "उसकी यह बात सुनकर पवनकुमार हनुमानजी बड़ी सरलताके साथ यथार्थ बात कहने लगे-॥३॥ "
                },
                {
                    "slok": "राजा सर्वस्य लोकस्य महेन्द्रवरुणोपमः। रामो दाशरथिः श्रीमान् प्रविष्टो दण्डकावनम्॥४॥",
                    "arth": "'देवि! सम्पूर्ण जगत्के राजा दशरथनन्दन श्रीमान् भगवान् राम, जो देवराज इन्द्र और वरुणके समान तेजस्वी हैं, दण्डकारण्यमें पधारे थे॥४॥ "
                },
                {
                    "slok": "लक्ष्मणेन सह भ्रात्रा वैदेह्या सह भार्यया। तस्य भार्या जनस्थानाद् रावणेन हृता बलात्॥५॥",
                    "arth": "'उनके साथ उनके छोटे भाई लक्ष्मण तथा उनकी धर्मपत्नी विदेहनन्दिनी सीता भी थीं। जनस्थानमें आकर रावणने उनकी स्त्रीका बलपूर्वक अपहरण कर लिया॥५॥ "
                },
                {
                    "slok": "वीरस्तस्य सखा राज्ञः सुग्रीवो नाम वानरः। राजा वानरमुख्यानां येन प्रस्थापिता वयम्॥६॥ अगस्त्यचरितामाशां दक्षिणां यमरक्षिताम्। सहैभिर्वानरैर्मुख्यैरङ्गदप्रमुखैर्वयम् ॥७॥",
                    "arth": "'श्रेष्ठ वानरोंके राजा वानरजातीय वीरवर सुग्रीव महाराज श्रीरामचन्द्रजीके मित्र हैं, जिन्होंने इन अङ्गद आदि प्रधान वीरोंके साथ हमलोगोंको सीताकी खोज करनेके लिये अगस्त्यसेवित और यमराजद्वारा सुरक्षित दक्षिण दिशामें भेजा है॥६-७॥"
                },
                {
                    "slok": "रावणं सहिताः सर्वे राक्षसं कामरूपिणम्। सीतया सह वैदेह्या मार्गध्वमिति चोदिताः॥८॥",
                    "arth": "'उन्होंने आज्ञा दी थी कि तुम सब लोग एक साथ रहकर विदेहकुमारी सीतासहित उस इच्छानुसार रूप धारण करनेवाले राक्षसराज रावणका पता लगाना॥८॥"
                },
                {
                    "slok": "विचित्य तु वनं सर्वं समुद्रं दक्षिणां दिशम्। वयं बुभुक्षिताः सर्वे वृक्षमूलमुपाश्रिताः॥९॥",
                    "arth": "'हमने यहाँका सारा जंगल छान डाला। अब दक्षिण दिशामें समुद्रके भीतर उनका अन्वेषण करना है। अबतक सीताका कुछ पता नहीं लगा और हमलोग भूख-प्याससे पीड़ित हो गये। अन्तमें हम सब-के-सब एक वृक्षके नीचे थककर बैठ गये॥९॥ "
                },
                {
                    "slok": "विवर्णवदनाः सर्वे सर्वे ध्यानपरायणाः। नाधिगच्छामहे पारं मग्नाश्चिन्तामहार्णवे॥१०॥",
                    "arth": "'हमारे मुखकी कान्ति फीकी पड़ गयी। हम सभी चिन्तामें मग्न हो गये। चिन्ताके महासागरमें डूबकर हम उसका पार नहीं पा रहे थे॥१०॥ "
                },
                {
                    "slok": "चारयन्तस्ततश्चक्षुर्दृष्टवन्तो महद् बिलम्। लतापादपसंछन्नं तिमिरेण समावृतम्॥११॥",
                    "arth": "'इसी समय चारों ओर दृष्टि दौड़ानेपर हमको यह विशाल गुफा दिखायी पड़ी, जो लता और वृक्षोंसे ढकी हुई तथा अन्धकारसे आच्छन्न थी॥११॥ "
                },
                {
                    "slok": "अस्माद्धंसा जलक्लिन्नाः पक्षैः सलिलरेणुभिः । कुररा: सारसाश्चैव निष्पतन्ति पतत्त्रिणः ॥ १२ ॥",
                    "arth": "'थोड़ी ही देरमें इस गुफासे हंस, कुरर और सारस आदि पक्षी निकले, जिनके पंख जलसे भीगे थे और उनमें कीचड़ लगी हुई थी॥१२॥ "
                },
                {
                    "slok": "साध्वत्र प्रविशामेति मया तूक्ताः प्लवङ्गमाः। तेषामपि हि सर्वेषामनुमानमुपागतम्॥१३॥ ",
                    "arth": "'तब मैंने वानरोंसे कहा, 'अच्छा होगा कि हमलोग इसके भीतर प्रवेश करें'। इन सब वानरोंको भी यह अनुमान हो गया कि गुफाके भीतर पानी है॥१३॥"
                },
                {
                    "slok": "अस्मिन् निपतिताः सर्वेऽप्यथ कार्यत्वरान्विताः। ततो गाढं निपतिता गृह्य हस्तैः परस्परम्॥१४॥",
                    "arth": "'हम सब लोग अपने कार्यकी सिद्धिके लिये उतावले थे ही, अतः इस गुफामें कूद पड़े। अपने हाथोंसे एक-दूसरेको दृढ़तापूर्वक पकड़कर हम गुफामें आगे बढ़ने लगे॥१४॥"
                },
                {
                    "slok": "इदं प्रविष्टाः सहसा बिलं तिमिरसंवृतम्। एतन्नः कार्यमेतेन कृत्येन वयमागताः॥१५॥",
                    "arth": "'इस तरह सहसा हमलोगोंने इस अँधेरी गुफामें प्रवेश किया। यही हमारा कार्य है और इसी कार्यसे हम इधर आये हैं॥१५॥"
                },
                {
                    "slok": "त्वां चैवोपगताः सर्वे परियूना बुभुक्षिताः। आतिथ्यधर्मदत्तानि मूलानि च फलानि च॥१६॥ अस्माभिरुपयुक्तानि बुभुक्षापरिपीडितैः।",
                    "arth": "भूखसे व्याकुल एवं दुर्बल होनेके कारण हम सबने तुम्हारी शरण ली। तुमने आतिथ्य-धर्मके अनुसार हमें फल और मूल अर्पित किये और हमने भी भूखसे पीड़ित होनेके कारण उन्हें भरपेट खाया॥१६॥"
                },
                {
                    "slok": "यत् त्वया रक्षिताः सर्वे म्रियमाणा बुभुक्षया॥१७॥ ब्रूहि प्रत्युपकारार्थं किं ते कुर्वन्तु वानराः।",
                    "arth": "'देवि! हम भूखसे मर रहे थे। तुमने हम सब लोगोंके प्राण बचा लिये। अतः बताओ ये वानर तुम्हारे उपकारका बदला चुकानेके लिये क्या सेवा करें'॥ १७ ॥"
                },
                {
                    "slok": "एवमुक्ता तु सर्वज्ञा वानरैस्तैः स्वयंप्रभा॥१८॥ प्रत्युवाच ततः सर्वानिदं वानरयूथपान्। ",
                    "arth": "स्वयंप्रभा सर्वज्ञ थी। उन वानरोंके ऐसा कहनेपर उसने उन सभी यूथपतियोंको इस प्रकार उत्तर दिया'-"
                },
                {
                    "slok": "सर्वेषां परितुष्टास्मि वानराणां तरस्विनाम्॥१९॥ चरन्त्या मम धर्मेण न कार्यमिह केनचित्। ",
                    "arth": "'मैं तुम सभी वेगशाली वानरोंपर यों ही बहुत संतुष्ट हूँ। धर्मानुष्ठानमें लगी रहनेके कारण मुझे किसीसे कोई प्रयोजन नहीं रह गया है' ॥ १९३ ॥"
                },
                {
                    "slok": "एवमुक्तः शुभं वाक्यं तापस्या धर्मसंहितम्॥२०॥ उवाच हनुमान् वाक्यं तामनिन्दितलोचनाम्।",
                    "arth": "उस तपस्विनीने जब इस प्रकार धर्मयुक्त उत्तम बात कही, तब हनुमान्जीने निर्दोष दृष्टिवाली उस देवीसे यों कहा- ॥२०॥"
                },
                {
                    "slok": "शरणं त्वां प्रपन्नाः स्मः सर्वे वै धर्मचारिणीम्॥२१॥ यः कृतः समयोऽस्मासु सुग्रीवेण महात्मना। स तु कालो व्यतिक्रान्तो बिले च परिवर्तताम्॥२२॥",
                    "arth": "'देवि! तुम धर्माचरणमें लगी हुई हो। अत: हम सब लोग तुम्हारी शरणमें आये हैं। महात्मा सुग्रीवने हमलोगोंके लौटनेके लिये जो समय निश्चित किया था, वह इस गुफाके भीतर घूमनेमें ही बीत गया॥ २१-२२॥ "
                },
                {
                    "slok": "सा त्वमस्माद् बिलादस्मानुत्तारयितुमर्हसि। तस्मात सग्रीववचनादतिक्रान्तान गतायषः॥२३॥ त्रातुमर्हसि नः सर्वान् सुग्रीवभयशङ्कितान्।",
                    "arth": "'अब तुम कृपा करके हमें इस बिलसे बाहर निकाल दो। सुग्रीवके बताये हुए समयको हम लाँघ चुके हैं, इसलिये अब हमारी आयु पूरी हो चुकी है। हम सबके-सब सुग्रीवके भयसे डरे हुए हैं। अतः तुम हमारा उद्धार करो॥ २३ ॥ "
                },
                {
                    "slok": "महच्च कार्यमस्माभिः कर्तव्यं धर्मचारिणि॥२४॥ तच्चापि न कृतं कार्यमस्माभिरिह वासिभिः।",
                    "arth": "'धर्मचारिणि! हमें जो महान् कार्य करना है, उसे भी हम इस गुफामें रहनेके कारण नहीं कर सके हैं'॥"
                },
                {
                    "slok": "एवमुक्ता हनुमता तापसी वाक्यमब्रवीत्॥२५॥ जीवता दुष्करं मन्ये प्रविष्टेन निवर्तितुम्। तपसः सुप्रभावेण नियमोपार्जितेन च॥२६॥ सर्वानेव बिलादस्मात् तारयिष्यामि वानरान्।",
                    "arth": "हनुमान्जीके ऐसा कहनेपर तापसी बोली-'मैं समझती हूँ जो एक बार इस गुफामें चला आता है, उसका जीते-जी यहाँसे लौटना बहुत कठिन हो जाता है। तथापि नियमोंके पालन और तपस्याके उत्तम प्रभावसे मैं तुम सभी वानरोंको इस गुफासे बाहर निकाल दूंगी॥"
                },
                {
                    "slok": " निमीलयत चढूंषि सर्वे वानरपुङवाः ॥२७॥ नहि निष्क्रमितुं शक्यमनिमीलितलोचनैः।",
                    "arth": "'श्रेष्ठ वानरो! तुम सब लोग अपनी-अपनी आँखें बंद कर लो। आँख बंद किये बिना यहाँसे निकलना असम्भव है' ॥२७॥ "
                },
                {
                    "slok": "ततो निमीलिताः सर्वे सुकुमाराङ्गुलैः करैः॥२८॥ सहसा पिदधुर्दृष्टिं हृष्टा गमनकांक्षया।",
                    "arth": "यह सुनकर सबने सुकुमार अङ्गुलिवाले हाथोंसे आँखें मूंद लीं। गुफासे बाहर निकलनेकी इच्छासे प्रसन्न होकर उन सबने सहसा नेत्र बंद कर लिये॥ २८३ ॥ "
                },
                {
                    "slok": "वानरास्तु महात्मानो हस्तरुद्धमुखास्तदा ॥२९॥ निमेषान्तरमात्रेण बिलादुत्तारितास्तया।",
                    "arth": "इस प्रकार उस समय हाथोंसे मुँह ढक लेनेके कारण उन महात्मा वानरोंको स्वयंप्रभाने पलक मारतेमारते बिलसे बाहर निकाल दिया॥ २९३॥ "
                },
                {
                    "slok": "उवाच सर्वांस्तांस्तत्र तापसी धर्मचारिणी॥३०॥ निःसृतान् विषमात् तस्मात् समाश्वास्येदमब्रवीत्।",
                    "arth": "तत्पश्चात् वहाँ उस धर्मपरायणा तापसीने उस विषम गुफासे बाहर निकले हुए समस्त वानरोंको आश्वासन देकर इस प्रकार कहा-॥३०॥"
                },
                {
                    "slok": "एष विन्ध्यो गिरिः श्रीमान् नानाद्रुमलतायुतः॥३१॥ एष प्रस्त्रवणः शैलः सागरोऽयं महोदधिः। स्वस्ति वोऽस्तु गमिष्यामि भवनं वानरर्षभाः। इत्युक्त्वा तद् बिलं श्रीमत् प्रविवेश स्वयंप्रभा॥३२॥",
                    "arth": "'श्रेष्ठ वानरो! यह रहा नाना प्रकारके वृक्षों और लताओंसे व्याप्त शोभाशाली विन्ध्यगिरि। इधर यह प्रस्रवणगिरि है और सामने यह महासागर लहरा रहा है। तुम्हारा कल्याण हो। अब मैं अपने स्थानपर जाती हूँ।' ऐसा कहकर स्वयंप्रभा उस सुन्दर गुफामें चली गयी।"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे द्विपञ्चाशः सर्गः॥५२॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें बावनवाँ सर्ग पूरा हुआ॥५२॥"
                }
            ]
        },
        {
            "ADHIYAAY": "त्रिपञ्चाशः सर्गः लौटनेकी अवधि बीत जानेपर भी कार्य सिद्ध न होनेके कारण सुग्रीवके कठोर दण्डसे डरनेवाले अङ्गद आदि वानरोंका उपवास करके प्राण त्याग देनेका निश्चय ",
            "arth": [
                {
                    "slok": "ततस्ते ददृशुर्घोरं सागरं वरुणालयम्। अपारमभिगर्जन्तं घोरैरूमिभिराकुलम्॥१॥",
                    "arth": "तदनन्तर उन श्रेष्ठ वानरोंने वरुणकी निवासभूमि भयंकर महासागरको देखा, जिसका कहीं पार नहीं था और जो भयानक लहरोंसे व्याप्त होकर निरन्तर गर्जना कर रहा था॥१॥ "
                },
                {
                    "slok": "मयस्य मायाविहितं गिरिदुर्गं विचिन्वताम्। तेषां मासो व्यतिक्रान्तो यो राज्ञा समयः कृतः॥२॥ ",
                    "arth": "मयासुरके अपनी मायाद्वारा बनाये हुए पर्वतकी दुर्गम गुफामें सीताकी खोज करते हुए उन वानरोंका वह एक मास बीत गया, जिसे राजा सुग्रीवने लौटनेका समय निश्चित किया था॥२॥ "
                },
                {
                    "slok": "विन्ध्यस्य तु गिरेः पादे सम्प्रपुष्पितपादपे। उपविश्य महात्मानश्चिन्तामापेदिरे तदा॥३॥",
                    "arth": "विन्ध्यगिरिके पार्श्ववर्ती पर्वतपर, जहाँके वृक्ष फूलोंसे लदे थे, बैठकर वे सभी महात्मा वानर चिन्ता करने लगे॥३॥ "
                },
                {
                    "slok": "ततः पुष्पातिभारागाल्लताशतसमावृतान्। द्रुमान् वासन्तिकान् दृष्ट्वा बभूवुर्भयशङ्किताः॥४॥",
                    "arth": "जो वसन्त-ऋतुमें फलते हैं, उन आम आदि वृक्षोंकी डालियोंको मञ्जरी एवं फूलोंके अधिक भारसे झुकी हुई तथा सैकड़ों लता-वेलोंसे व्याप्त देख वे सभी सुग्रीवके भयसे थर्रा उठे (वे शरद्-ऋतुमें चले थे और शिशिरऋतु आ गयी थी। इसीलिये उनका भय बढ़ गया था)॥"
                },
                {
                    "slok": "ते वसन्तमनुप्राप्त प्रतिवेद्य परस्परम्। नष्टसंदेशकालार्था निपेतुर्धरणीतले॥५॥",
                    "arth": "वे एक-दूसरेको यह बताकर कि अब वसन्तका समय आना चाहता है, राजाके आदेशके अनुसार एक मासके भीतर जो काम कर लेना चाहिये था, वह न कर सकने या उसे नष्ट कर देनेके कारण भयके मारे पृथ्वीपर गिर पड़े।"
                },
                {
                    "slok": "ततस्तान् कपिवृद्धांश्च शिष्टांश्चैव वनौकसः। वाचा मधुरयाऽऽभाष्य यथावदनुमान्य च॥६॥ स तु सिंहवृषस्कन्धः पीनायतभुजः कपिः। युवराजो महाप्राज्ञ अङ्गदो वाक्यमब्रवीत्॥७॥",
                    "arth": "तब जिनके कंधे सिंह और बैलके समान मांसल थे, भुजाएँ बड़ी-बड़ी और मोटी थीं तथा जो बड़े बुद्धिमान् थे, वे युवराज अङ्गद उन श्रेष्ठ वानरों तथा अन्य वनवासी कपियोंको यथावत् सम्मान देते हुए मधुर वाणीसे सम्बोधित करके बोले-॥६-७॥"
                },
                {
                    "slok": "शासनात् कपिराजस्य वयं सर्वे विनिर्गताः। मासः पूर्णो बिलस्थानां हरयः किं न बुध्यत॥८॥ वयमाश्वयुजे मासि कालसंख्याव्यवस्थिताः। प्रस्थिताः सोऽपि चातीतः किमतः कार्यमुत्तरम्॥९॥",
                    "arth": "'वानरो! हम सब लोग वानरराजकी आज्ञासे आश्विन मास बीतते-बीतते एक मासकी निश्चित अवधि स्वीकार करके सीताकी खोजके लिये निकले थे, किंतु हमारा वह एक मास उस गुफामें ही पूरा हो गया, क्या आपलोग इस बातको नहीं जानते? हम जब चले थे, तबसे लौटनेके लिये जो मास निर्धारित हुआ था, वह भी बीत गया; अतः अब आगे क्या करना चाहिये?॥ "
                },
                {
                    "slok": "भवन्तः प्रत्ययं प्राप्ता नीतिमार्गविशारदाः। हितेष्वभिरता भर्तुर्निसृष्टाः सर्वकर्मसु॥१०॥",
                    "arth": "'आपलोगोंको राजाका विश्वास प्राप्त है। आप नीतिमार्गमें निपुण हैं और स्वामीके हितमें तत्पर रहते हैं। इसीलिये आपलोग यथासमय सब कार्यों में नियुक्त किये जाते हैं॥१०॥ "
                },
                {
                    "slok": "कर्मस्वप्रतिमाः सर्वे दिक्षु विश्रुतपौरुषाः। मां पुरस्कृत्य निर्याताः पिङ्गाक्षप्रतिचोदिताः॥११॥ इदानीमकृतार्थानां मर्तव्यं नात्र संशयः। हरिराजस्य संदेशमकृत्वा कः सुखी भवेत्॥१२॥",
                    "arth": "कार्य सिद्ध करनेमें आपलोगोंकी समानता करनेवाला कोई नहीं है। आप सभी अपने पुरुषार्थके लिये सभी दिशाओंमें विख्यात हैं। इस समय वानरराज सुग्रीवकी । आज्ञासे मुझे आगे करके आपलोग जिस कार्यके लिये - निकले थे, उसमें आप और हम सफल न हो सके। | ऐसी दशामें हमलोगोंको अपने प्राणोंसे हाथ धोना पड़ेगा, इसमें संशय नहीं है। भला वानरराजके आदेशका पालन न करके कौन सुखी रह सकता है? ॥११-१२॥ | "
                },
                {
                    "slok": " अस्मिन्नतीते काले तु सुग्रीवेण कृते स्वयम्। प्रायोपवेशनं यक्तं सर्वेषां च वनौकसाम॥१३॥",
                    "arth": "'स्वयं सुग्रीवने जो समय निश्चित किया था, उसके बीत जानेपर हम सब वानरोंके लिये उपवास करके प्राण त्याग देना ही ठीक जान पड़ता है॥ १३॥ "
                },
                {
                    "slok": "तीक्ष्णः प्रकृत्या सुग्रीवः स्वामिभावे व्यवस्थितः। न क्षमिष्यति नः सर्वानपराधकृतो गतान्॥१४॥",
                    "arth": "'सुग्रीव स्वभावसे ही कठोर हैं। फिर इस समय तो वे हमारे राजाके पदपर स्थित हैं। जब हम अपराध करके उनके पास जायँगे, तब वे कभी हमें क्षमा नहीं करेंगे॥१४॥ "
                },
                {
                    "slok": "अप्रवृत्तौ च सीतायाः पापमेव करिष्यति। तस्मात् क्षममिहाद्यैव गन्तुं प्रायोपवेशनम्॥१५॥ त्यक्त्वा पुत्रांश्च दारांश्च धनानि च गृहाणि च।",
                    "arth": "'उलटे सीताका समाचार न पानेपर हमारा वध ही कर डालेंगे, अतः हमें आज ही यहाँ स्त्री, पुत्र, धनसम्पत्ति और घर-द्वारका मोह छोड़कर मरणान्त उपवास आरम्भ  कर देना चाहिये ॥ १५१॥"
                },
                {
                    "slok": "ध्रुवं नो हिंसते राजा सर्वान् प्रतिगतानितः॥१६॥ वधेनाप्रतिरूपेण श्रेयान् मृत्युरिहैव नः।।",
                    "arth": "'यहाँसे लौटनेपर राजा सुग्रीव निश्चय ही हम सबका वध कर डालेंगे। अनुचित वधकी अपेक्षा यहीं मर जाना हमलोगोंके लिये श्रेयस्कर है॥१६३॥ "
                },
                {
                    "slok": "न चाहं यौवराज्येन सुग्रीवेणाभिषेचितः॥१७॥ नरेन्द्रेणाभिषिक्तोऽस्मि रामेणाक्लिष्टकर्मणा।",
                    "arth": "'सुग्रीवने युवराजपदपर मेरा अभिषेक नहीं किया है। अनायास ही महान् कर्म करनेवाले महाराज श्रीरामने ही उस पदपर मेरा अभिषेक किया है॥ १७ ॥"
                },
                {
                    "slok": "स पूर्वं बद्धवैरो मां राजा दृष्ट्वा व्यतिक्रमम्॥१८॥ घातयिष्यति दण्डेन तीक्ष्णेन कृतनिश्चयः। ",
                    "arth": "'राजा सुग्रीवने तो पहलेसे ही मेरे प्रति वैर बाँध रखा है। इस समय आज्ञा-लङ्घनरूप मेरे अपराधको देखकर पूर्वोक्त निश्चयके अनुसार तीखे दण्डद्वारा मुझे मरवा डालेंगे।"
                },
                {
                    "slok": "किं मे सुहृद्भिर्व्यसनं पश्यद्भिर्जीवितान्तरे। इहैव प्रायमासिष्ये पुण्ये सागररोधसि॥१९॥",
                    "arth": "'जीवन-कालमें मेरा व्यसन (राजाके हाथसे मेरा मरण) देखनेवाले सुहृदोंसे मुझे क्या काम है? यहीं समुद्रके पावन तटपर मैं मरणान्त उपवास करूँगा' ॥१९॥ "
                },
                {
                    "slok": "एतच्छ्रुत्वा कुमारेण युवराजेन भाषितम्। मा सर्वे ते वानरश्रेष्ठाः करुणं वाक्यमब्रुवन्॥२०॥",
                    "arth": "युवराज वालिकुमार अङ्गदकी यह बात सुनकर वे सभी श्रेष्ठ वानर करुणस्वरमें बोले- ॥२०॥ "
                },
                {
                    "slok": "तीक्ष्णः प्रकृत्या सुग्रीवः प्रियारक्तश्च राघवः। समीक्ष्याकृतकार्यांस्तु तस्मिंश्च समये गते॥२१॥ अदृष्टायां च वैदेह्यां दृष्ट्वा चैव समागतान्। राघवप्रियकामाय घातयिष्यत्यसंशयम्॥२२॥",
                    "arth": "'सचमुच सुग्रीवका स्वभाव बड़ा कठोर है। उधर श्रीरामचन्द्रजी अपनी प्रिय पत्नी सीताके प्रति अनुरक्त हैं। सीताको खोजकर लौटनेके लिये जो अवधि निश्चित की गयी थी, वह समय व्यतीत हो जानेपर भी यदि हम कार्य किये बिना ही वहाँ उपस्थित होंगे तो उस अवस्थामें हमें देखकर और विदेहकुमारीका दर्शन किये बिना ही हमें लौटा हुआ जानकर श्रीरामचन्द्रजीका प्रिय करनेकी इच्छासे सुग्रीव हमें मरवा डालेंगे, इसमें संशय नहीं है॥ २१-२२॥"
                },
                {
                    "slok": "न क्षमं चापराद्धानां गमनं स्वामिपार्श्वतः। | प्रधानभूताश्च वयं सुग्रीवस्य समागताः॥२३॥ ",
                    "arth": "'अतः अपराधी पुरुषोंका स्वामीके पास लौटकर | जाना कदापि उचित नहीं है। हम सुग्रीवके प्रधान सहयोगी | या सेवक होनेके कारण इधर उनके भेजनेसे आये थे॥ २३ ॥ | "
                },
                {
                    "slok": "इहैव सीतामन्वीक्ष्य प्रवृत्तिमुपलभ्य वा। | नो चेद् गच्छाम तं वीरं गमिष्यामो यमक्षयम्॥२४॥",
                    "arth": "'यदि यहीं सीताका दर्शन करके अथवा उनका | समाचार जानकर वीर सुग्रीवके पास नहीं जायँगे तो अवश्य ही हमें यमलोकमें जाना पड़ेगा'॥२४॥"
                },
                {
                    "slok": "प्लवङ्गमानां तु भयार्दितानां श्रुत्वा वचस्तार इदं बभाषे। | अलं विषादेन बिलं प्रविश्य टी वसाम सर्वे यदि रोचते वः॥२५॥",
                    "arth": "भयसे पीड़ित हुए उन वानरोंका यह वचन सुनकर तारने कहा-'यहाँ बैठकर विषाद करनेसे कोई लाभ नहीं है। यदि आपलोगोंको ठीक ऊँचे तो हम सब लोग स्वयंप्रभाकी उस गुफामें ही प्रवेश करके निवास करें॥ २५॥ "
                },
                {
                    "slok": "इदं हि मायाविहितं सुदुर्गमं । म प्रभूतपुष्पोदकभोज्यपेयम् । इहास्ति नो नैव भयं पुरंदरा न्न राघवाद वानरराजतोऽपि वा॥२६॥ ",
                    "arth": "'यह गुफा मायासे निर्मित होनेके कारण अत्यन्त दर्गम है। यहाँ फल-फल, जल और खाने-पीनेकी दूसरी वस्तुएँ भी प्रचुर मात्रामें उपलब्ध हैं। अतः उसमें हमें न तो देवराज इन्द्रसे, न श्रीरामचन्द्रजीसे और न वानरराज सुग्रीवसे ही भय है'॥२६॥"
                },
                {
                    "slok": "श्रुत्वाङ्गदस्यापि वचोऽनुकूल मूचुश्च सर्वे हरयः प्रतीताः।। यथा न हन्येम तथा विधान मसक्तमद्यैव विधीयतां नः॥२७॥ ",
                    "arth": "तारकी कही हुई पूर्वोक्त बात, जो अङ्गदके भी अनुकूल थी, सुनकर सभी वानरोंको उसपर विश्वास हो गया। वे सब-के-सब बोल उठे-बन्धुओ! हमें वैसा कार्य आज ही अविलम्ब करना चाहिये, जिससे हम मारे न जायँ' ॥ २७॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे त्रिपञ्चाशः सर्गः॥५३॥ ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें तिरपनवाँ सर्ग पूरा हुआ॥५३॥"
                }
            ]
        },
        {
            "ADHIYAAY": "चतुःपञ्चाशः सर्गः हनुमान्जीका भेदनीतिके द्वारा वानरोंको अपने पक्षमें करके अङ्गदको अपने साथ चलनेके लिये समझाना",
            "arth": [
                {
                    "slok": "तथा ब्रुवति तारे तु ताराधिपतिवर्चसि। अथ मेने हृतं राज्यं हनूमानङ्गदेन तत्॥१॥",
                    "arth": "तारापति चन्द्रमाके समान तेजस्वी तारके ऐसा कहनेपर हनुमान्जीने यह माना कि अब अङ्गदने वह राज्य (जो अबतक सुग्रीवके अधिकारमें था) हर लिया (इस तरह वानरोंमें फूट पड़नेसे बहुत-से वानर अङ्गदका साथ देंगे और बलवान् अङ्गद सुग्रीवको राज्यसे वञ्चित कर देंगेऐसी सम्भावनाका हनुमान्जीके मनमें उदय हो गया)॥१॥ "
                },
                {
                    "slok": "बुद्ध्या ह्यष्टाङ्गया युक्तं चतुर्बलसमन्वितम्। चतुर्दशगुणं मेने हनूमान् वालिनः सुतम्॥२॥",
                    "arth": "हनुमान्जी यह अच्छी तरह जानते थे कि वालिकुमार अङ्गद आठ' गुणवाली बुद्धिसे, चार प्रकारके बलसे और चौदहरे गुणोंसे सम्पन्न हैं॥२॥ "
                },
                {
                    "slok": "आपूर्यमाणं शश्वच्च तेजोबलपराक्रमैः। शशिनं शुक्लपक्षादौ वर्धमानमिव श्रिया॥३॥",
                    "arth": "वे तेज, बल और पराक्रमसे सदा परिपूर्ण हो रहे हैं। शुक्ल पक्षके आरम्भमें चन्द्रमाके समान राजकुमार अङ्गदकी श्री दिनोदिन बढ़ रही है॥३॥ "
                },
                {
                    "slok": "बृहस्पतिसमं बुद्ध्या विक्रमे सदृशं पितुः। शुश्रूषमाणं तारस्य शुक्रस्येव पुरंदरम्॥४॥",
                    "arth": "ये बुद्धिमें बृहस्पतिके समान और पराक्रममें अपने पिता वालीके तुल्य हैं। जैसे देवराज इन्द्र बृहस्पतिके मुखसे नीतिकी बातें सुनते हैं, उसी प्रकार ये अङ्गद तारकी बातें सुनते हैं॥४॥"
                },
                {
                    "slok": "भर्तुरर्थे परिश्रान्तं सर्वशास्त्रविशारदः। अभिसंधातुमारेभे हनूमानङ्गदं ततः॥५॥",
                    "arth": "अपने स्वामी सुग्रीवका कार्य सिद्ध करनेमें ये परिश्रम (थकावट या शिथिलता) का अनुभव करते हैं। ऐसा विचारकर सम्पूर्ण शास्त्रोंके ज्ञानमें निपुण हनुमान्जीने अङ्गदको तार आदि वानरोकी ओरसे फोड़नेका प्रयत्न आरम्भ किया॥५॥ "
                },
                {
                    "slok": "स  चतुर्णामुपायानां तृतीयमुपवर्णयन्। भेदयामास तान् सर्वान् वानरान् वाक्यसम्पदा॥६॥",
                    "arth": "वे साम, दाम, भेद और दण्ड-इन चार उपायोंमेंसे तीसरेका वर्णन करते हुए अपने युक्तियुक्त वाक्यवैभवके द्वारा उन सभी वानरोंको फोड़ने लगे॥६॥ "
                },
                {
                    "slok": "तेषु सर्वेषु भिन्नेषु ततोऽभीषयदङ्गदम्। भीषणैर्विविधैर्वाक्यैः कोपोपायसमन्वितैः॥७॥",
                    "arth": "जब वे सब वानर फूट गये, तब उन्होंने दण्डरूप चौथे उपायसे युक्त नाना प्रकारके भयदायक वचनोंद्वारा अङ्गदको डराना आरम्भ किया-॥७॥ "
                },
                {
                    "slok": "त्वं समर्थतरः पित्रा युद्धे तारेय वै ध्रुवम्। दृढं धारयितुं शक्तः कपिराज्यं यथा पिता॥८॥",
                    "arth": "'तारानन्दन! तुम युद्ध में अपने पिताके समान ही अत्यन्त शक्तिशाली हो-यह निश्चितरूपसे सबको विदित है। जैसे तुम्हारे पिता वानरोंका राज्य सँभालते थे, उसी प्रकार तुम भी उसे दृढ़तापूर्वक धारण करने में समर्थ हो॥ "
                },
                {
                    "slok": "नित्यमस्थिरचित्ता हि कपयो हरिपुंगव। नाज्ञाप्यं विषहिष्यन्ति पुत्रदारं विना त्वया॥९॥",
                    "arth": "'किंतु वानरशिरोमणे! ये कपिलोग सदा ही चञ्चलचित्त होते हैं। अपने स्त्री-पुत्रोंसे अलग रहकर तुम्हारी आज्ञाका पालन करना इनके लिये सह्य नहीं होगा।"
                },
                {
                    "slok": "त्वां नैते ह्यनुरञ्जेयुः प्रत्यक्षं प्रवदामि ते। यथायं जाम्बवान् नीलः सुहोत्रश्च महाकपिः॥१०॥ नह्यहं ते इमे सर्वे सामदानादिभिर्गुणैः। दण्डेन न त्वया शक्याः सुग्रीवादपकर्षितुम्॥११॥",
                    "arth": "'मैं तुम्हारे सामने कहता हूँ, ये कोई भी वानर सुग्रीवसे विरोध करके तुम्हारे प्रति अनुरक्त नहीं हो सकते। जैसे ये जाम्बवान्, नील और महाकपि सुहोत्र हैं, उसी प्रकार मैं भी हूँ। मैं तथा ये सब लोग साम, दान आदि उपायोंद्वारा सुग्रीवसे अलग नहीं किये जा सकते। तुम दण्डके द्वारा भी हम सबको वानरराजसे दूर कर सको, यह भी सम्भव नहीं है (अतः सुग्रीव तुम्हारी अपेक्षा प्रबल हैं)॥ "
                },
                {
                    "slok": "विगृह्यासनमप्याहुर्दुर्बलेन बलीयसा। आत्मरक्षाकरस्तस्मान्न विगृह्णीत दुर्बलः॥१२॥ ",
                    "arth": "'दुर्बलके साथ विरोध करके बलवान् पुरुष चुपचाप बैठा रहे, यह तो सम्भव है। परंतु किसी बलवान्से वैर बाँधकर कोई दुर्बल पुरुष कहीं भी सुखसे नहीं रह सकता; अतः अपनी रक्षा चाहनेवाले दुर्बल पुरुषको बलवान्के साथ विग्रह नहीं करना चाहिये-यह नीतिज्ञ पुरुषोंका कथन है॥१२॥"
                },
                {
                    "slok": "यां चेमां मन्यसे धात्रीमेतद् बिलमिति श्रुतम्। एतल्लक्ष्मणबाणानामीषत् कार्यं विदारणम्॥१३॥",
                    "arth": "'तुम जो ऐसा मानने लगे हो कि यह गुफा हमें माताके समान अपनी गोदमें छिपा लेगी, इसलिये हमारी रक्षा हो जायगी तथा इस बिलकी अभेद्यताके विषयमें जो तुमने तारके मुँहसे कुछ सुना है, यह सब व्यर्थ है; क्योंकि इस गुफाको विदीर्ण कर देना लक्ष्मणके बाणोंके लिये बायें हाथका खेल है (अत्यन्त तुच्छ कार्य है)॥१३॥ "
                },
                {
                    "slok": "स्वल्पं हि कृतमिन्द्रेण क्षिपता ह्यशनिं पुरा। लक्ष्मणो निशितैर्बाणैर्भिन्द्यात् पत्रपुटं यथा॥१४॥",
                    "arth": "'पूर्वकालमें यहाँ वज्रका प्रहार करके इन्द्रने तो इस गुफाको बहुत थोड़ी हानि पहुँचायी थी; परंतु लक्ष्मण अपने पैने बाणोंद्वारा इसे पत्तेके दोनेकी भाँति विदीर्ण कर डालेंगे॥१४॥ "
                },
                {
                    "slok": "लक्ष्मणस्य च नाराचा बहवः सन्ति तद्विधाः। । वज्राशनिसमस्पर्शा गिरीणामपि दारकाः॥१५॥",
                    "arth": "'लक्ष्मणके पास ऐसे बहुत-से नाराच हैं, जिनका हलका-सा स्पर्श भी वज्र और अशनिके समान चोट पहुँचानेवाला है। वे नाराच पर्वतोंको भी विदीर्ण कर सकते हैं॥१५॥ "
                },
                {
                    "slok": "अवस्थानं यदैव त्वमासिष्यसि परंतप। तदैव हरयः सर्वे त्यक्ष्यन्ति कृतनिश्चयाः॥१६॥ ",
                    "arth": "'शत्रुओंको संताप देनेवाले वीर! ज्यों ही तुम इस गुफामें रहना आरम्भ करोगे, त्यों ही ये सब वानर तुम्हें त्याग देंगे; क्योंकि इन्होंने ऐसा करनेका निश्चय कर लिया है॥१६॥ "
                },
                {
                    "slok": "स्मरन्तः पुत्रदाराणां नित्योद्विग्ना बुभुक्षिताः। खेदिता दुःखशय्याभिस्त्वां करिष्यन्ति पृष्ठतः॥१७॥ ",
                    "arth": "'ये अपने बाल-बच्चोंको याद करके सदा उद्विग्न रहेंगे। जब यहाँ इन्हें भूखका कष्ट सहना पड़ेगा और दुःखद शय्यापर सोने या दुरवस्थामें रहनेके कारण इनके मनमें खेद होगा, तब ये तुम्हें पीछे छोड़कर चल देंगे॥१७॥ "
                },
                {
                    "slok": "स त्वं हीनः सुहृद्भिश्च हितकामैश्च बन्धुभिः। तृणादपि भृशोद्विग्नः स्पन्दमानाद् भविष्यसि॥१८॥",
                    "arth": "'ऐसी दशामें तुम हितैषी बन्धुओं और सुहृदोंके सहयोगसे वञ्चित हो उड़ते हुए तिनकेसे भी तुच्छ हो जाओगे और सदा अधिक डरते रहोगे (अथवा हिलते हुए तिनके-से अत्यन्त भयभीत होते रहोगे) ॥१८॥ "
                },
                {
                    "slok": "न च जातु न हिंस्युस्त्वां घोरा लक्ष्मणसायकाः। अपवृत्तं जिघांसन्तो महावेगा दुरासदाः॥१९॥",
                    "arth": "'लक्ष्मणके बाण घोर, महान् वेगशाली और दुर्जय हैं। श्रीरामके कार्यसे विमुख होनेपर तुम्हें कदापि मारे बिना नहीं रहेंगे॥१९॥ "
                },
                {
                    "slok": "अस्माभिस्तु गतं सार्धं विनीतवदुपस्थितम्। आनुपूर्व्यात्तु सुग्रीवो राज्ये त्वां स्थापयिष्यति॥२०॥",
                    "arth": "'हमारे साथ चलकर जब तुम विनीत पुरुषकी भाँति उनकी सेवामें उपस्थित होगे, तब सुग्रीव क्रमशः अपने बाद तुम्हींको राज्यपर बिठायेंगे॥२०॥ "
                },
                {
                    "slok": "धर्मराजः पितृव्यस्ते प्रीतिकामो दृढव्रतः। शुचिः सत्यप्रतिज्ञश्च स त्वां जातु न नाशयेत्॥२१॥",
                    "arth": "'तुम्हारे चाचा सुग्रीव धर्मके मार्गपर चलनेवाले राजा हैं। वे सदा तुम्हारी प्रसन्नता चाहनेवाले, दृढव्रत, पवित्र और सत्यप्रतिज्ञ हैं। अतः कंदापि तुम्हारा नाश नहीं कर सकते ॥ २१॥ "
                },
                {
                    "slok": "प्रियकामश्च ते मातुस्तदर्थं चास्य जीवितम्। तस्यापत्यं च नास्त्यन्यत् तस्मादङ्गद गम्यताम्॥२२॥",
                    "arth": "'अङ्गद! उनके मनमें सदा तुम्हारी माताका प्रिय करनेकी इच्छा रहती है। उनकी प्रसन्नताके लिये ही वे जीवन धारण करते हैं। सुग्रीवके तुम्हारे सिवा कोई दूसरा पुत्र भी नहीं है, इसलिये तुम्हें उनके पास चलना चाहिये॥ २२॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे चतुःपञ्चाशः सर्गः॥५४॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें चौवनवाँ सर्ग पूरा हुआ॥५४॥"
                }
            ]
        },
        {
            "ADHIYAAY": "पञ्चपञ्चाशः सर्गः अङ्गदसहित वानरोंका प्रायोपवेशन",
            "arth": [
                {
                    "slok": "श्रुत्वा हनुमतो वाक्यं प्रश्रितं धर्मसंहितम्। स्वामिसत्कारसंयुक्तमङ्गदो वाक्यमब्रवीत्॥१॥ ",
                    "arth": "हनुमान्जीका वचन विनययुक्त, धर्मानुकूल और स्वामीके प्रति सम्मानसे युक्त था। उसे सुनकर अङ्गदने कहा-॥१॥ "
                },
                {
                    "slok": "स्थैर्यमात्ममनःशौचमानृशंस्यमथार्जवम् । विक्रमश्चैव धैर्यं च सुग्रीवे नोपपद्यते॥२॥",
                    "arth": "'कपिश्रेष्ठ! राजा सुग्रीवमें स्थिरता, शरीर और मनकी पवित्रता, क्रूरताका अभाव, सरलता, पराक्रम और धैर्य है-यह मान्यता ठीक नहीं जान पड़ती॥२॥"
                },
                {
                    "slok": "भ्रातुर्येष्ठस्य यो भार्यां जीवतो महिषीं प्रियाम्। धर्मेण मातरं यस्तु स्वीकरोति जुगुप्सितः॥३॥ कथं स धर्मं जानीते येन भ्रात्रा दुरात्मना। युद्धायाभिनियुक्तेन बिलस्य पिहितं मुखम्॥४॥",
                    "arth": " 'जिसने अपने बड़े भाईके जीते-जी उनकी प्यारी महारानीको, जो धर्मतः उसकी माताके समान थी, कुत्सित भावनासे ग्रहण कर लिया था, वह धर्मको जानता है, यह कैसे कहा जा सकता है? जिस दुरात्माने युद्धके लिये जाते हुए भाईके द्वारा बिलकी रक्षाके कार्यमें नियुक्त होनेपर भी पत्थरसे उसका मुँह बंद कर दिया, वह कैसे धर्मज्ञ माना जा सकता है? ॥३-४॥ "
                },
                {
                    "slok": "सत्यात् पाणिगृहीतश्च कृतकर्मा महायशाः। विस्मृतो राघवो येन स कस्य सुकृतं स्मरेत्॥५॥",
                    "arth": "'जिन्होंने सत्यको साक्षी देकर उसका हाथ पकड़ा और पहले ही उसका कार्य सिद्ध कर दिया, उन महायशस्वी भगवान् श्रीरामको ही जब उसने भुला दिया, तब दूसरे किसके उपकारको वह याद रख सकता है?॥५॥"
                },
                {
                    "slok": "लक्ष्मणस्य भयेनेह नाधर्मभयभीरुणा। आदिष्टा मार्गितुं सीता धर्मस्तस्मिन् कथं भवेत्॥६॥ ",
                    "arth": "'जिसने अधर्मके भयसे डरकर नहीं, लक्ष्मणके ही भयसे भीत हो हमलोगोंको सीताकी खोजके लिये भेजा है, उसमें धर्मकी सम्भावना कैसे हो सकती है?॥६॥"
                },
                {
                    "slok": "तस्मिन् पापे कृतजे तु स्मृतिभिन्ने चलात्मनि। आर्यः को विश्वसेज्जातु तत्कुलीनो विशेषतः॥७॥ ",
                    "arth": "'उस पापी, कृतघ्न, स्मरण-शक्तिसे हीन और चञ्चलचित्त सुग्रीवपर कोई श्रेष्ठ पुरुष, विशेषतः जो उसके कुलमें उत्पन्न हुआ हो, कभी भी किस तरह विश्वास कर सकता है?॥७॥ "
                },
                {
                    "slok": "राज्ये पुत्रः प्रतिष्ठाप्यः सगुणो निर्गुणोऽपि वा। तर कथं शत्रुकुलीनं मां सुग्रीवो जीवयिष्यति॥८॥",
                    "arth": "'अपना पुत्र गुणवान् हो या गुणहीन, उसीको राज्यपर बिठाना चाहिये, ऐसी धारणा रखनेवाला सुग्रीव मुझ शत्रुकुलमें उत्पन्न हुए बालकको कैसे जीवित रहने देगा?॥८॥"
                },
                {
                    "slok": "भिन्नमन्त्रोऽपराद्धश्च भिन्नशक्तिः कथं ह्यहम्। किष्किन्धां प्राप्य जीवेयमनाथ इव दुर्बलः॥९॥",
                    "arth": "'सुग्रीवसे अलग रहनेका जो मेरा गूढ़ विचार था, वह आज प्रकट हो गया। साथ ही, उसकी आज्ञाका पालन न करनेके कारण मैं अपराधी भी हूँ। इतना ही नहीं, मेरी | शक्ति क्षीण हो गयी है। मैं अनाथके समान दुर्बल हूँ। ऐसी | दशामें किष्किन्धामें जाकर कैसे जीवित रह सकूँगा?॥९॥ "
                },
                {
                    "slok": "उपांशुदण्डेन हि मां बन्धनेनोपपादयेत्। शठः क्रूरो नृशंसश्च सुग्रीवो राज्यकारणात्॥१०॥",
                    "arth": "'सुग्रीव शठ, क्रूर और निर्दयी है। वह राज्यके लिये मुझे गुप्तरूपसे दण्ड देगा अथवा सदाके लिये मुझे बन्धनमें डाल देगा॥१०॥"
                },
                {
                    "slok": "बन्धनाच्चावसादान्मे श्रेयः प्रायोपवेशनम्। | अनुजानन्तु मां सर्वे गृहं गच्छन्तु वानराः॥११॥",
                    "arth": "'इस प्रकार बन्धनजनित कष्ट भोगनेकी अपेक्षा | उपवास करके प्राण दे देना ही मेरे लिये श्रेयस्कर है। | अतः सब वानर मुझे यहीं रहनेकी आज्ञा दें और अपने| अपने घरको चले जायँ॥११॥ "
                },
                {
                    "slok": "अहं वः प्रतिजानामि न गमिष्याम्यहं पुरीम्।। | इहैव प्रायमासिष्ये श्रेयो मरणमेव मे॥१२॥",
                    "arth": "'मैं आपलोगोंसे प्रतिज्ञापूर्वक कहता हूँ कि मैं | किष्किन्धापुरीको नहीं जाऊँगा। यहीं मरणान्त उपवास | करूँगा। मेरा मर जाना ही अच्छा है॥१२॥"
                },
                {
                    "slok": "अभिवादनपूर्वं तु राजा कुशलमेव च। अभिवादनपूर्वं तु राघवौ बलशालिनौ॥१३॥ ",
                    "arth": " 'आपलोग राजा सुग्रीवको प्रणाम करके उनसे मेरा | कुशल-समाचार कहियेगा। अपने बलके कारण शोभा | पानेवाले दोनों रघुवंशी बन्धुओंसे भी मेरा सादर प्रणाम | निवेदन करते हए कशल-समाचार कह दीजियेगा॥१३॥"
                },
                {
                    "slok": "वाच्यस्तातो यवीयान् मे सुग्रीवो वानरेश्वरः। आरोग्यपूर्वं कुशलं वाच्या माता रुमा च मे॥१४॥",
                    "arth": "'मेरे छोटे पिता वानरराज सुग्रीव और माता रुमासे भी मेरा आरोग्यपूर्वक कुशल-समाचार बताइयेगा॥१४॥ "
                },
                {
                    "slok": "मातरं चैव मे तारामाश्वासयितुमर्हथ। प्रकृत्या प्रियपुत्रा सा सानुक्रोशा तपस्विनी॥१५॥",
                    "arth": "'मेरी माता ताराको भी धैर्य बँधाइयेगा। वह बेचारी स्वभावसे ही दयालु और पुत्रपर प्रेम रखनेवाली है॥१५॥ "
                },
                {
                    "slok": "विनष्टमिह मां श्रुत्वा व्यक्तं हास्यति जीवितम्। एतावदुक्त्वा वचनं वृद्धांस्तानभिवाद्य च॥१६॥ विवेश चाङ्गदो भूमौ रुदन् दर्भेषु दुर्मनाः।",
                    "arth": "'यहाँ मेरे नष्ट होनेका समाचार सुनकर वह निश्चय ही अपने प्राण त्याग देगी।' इतना कहकर अङ्गदने उन सभी बड़े-बूढ़े वानरोंको प्रणाम किया और धरतीपर कुश बिछाकर उदास मुँहसे रोते-रोते वे मरणान्त उपवासके लिये बैठ गये॥१६॥ "
                },
                {
                    "slok": "तस्य संविशतस्तत्र रुदन्तो वानरर्षभाः॥१७॥ नयनेभ्यः प्रमुमुचुरुष्णं वै वारि दुःखिताः। सुग्रीवं चैव निन्दन्तः प्रशंसन्तश्च वालिनम्॥१८॥ परिवार्याङ्गदं सर्वे व्यवसन् प्रायमासितुम्।",
                    "arth": "उनके इस प्रकार बैठनेपर सभी श्रेष्ठ वानर रोने लगे और दुःखी हो नेत्रोंसे गरम-गरम आँसू बहाने लगे। सुग्रीवकी निन्दा और वालीकी प्रशंसा करते हुए उन सबने अङ्गदको सब ओरसे घेरकर आमरण उपवास करनेका निश्चय किया॥१७-१८३॥"
                },
                {
                    "slok": "तद् वाक्यं वालिपुत्रस्य विज्ञाय प्लवगर्षभाः॥१९॥ उपस्पृश्योदकं सर्वे प्राङ्मुखाः समुपाविशन्। दक्षिणाग्रेषु दर्भेषु उदक्तीरं समाश्रिताः॥२०॥ मुमूर्षवो हरिश्रेष्ठा एतत् क्षममिति स्म ह।",
                    "arth": "वालिकुमारके वचनोंपर विचार करके उन वानरशिरोमणियोंने मरना ही उचित समझा और मृत्युकी इच्छासे आचमन करके समुद्रके उत्तर तटपर दक्षिणाग्र कुश बिछाकर वे सब-के-सब पूर्वाभिमुख हो बैठ गये॥"
                },
                {
                    "slok": "रामस्य वनवासं च क्षयं दशरथस्य च ॥२१॥ जनस्थानवधं चैव वधं चैव जटायुषः। का हरणं चैव वैदेह्या वालिनश्च वधं तथा। रामकोपं च वदतां हरीणां भयमागतम्॥२२॥",
                    "arth": "श्रीरामके वनवास, राजा दशरथकी मृत्यु, जनस्थानवासी राक्षसोंके संहार, विदेहकुमारी सीताके अपहरण, जटायुके मरण, वालीके वध और श्रीरामके क्रोधकी चर्चा करते हुए उन वानरोंपर एक दूसरा ही भय आ पहुँचा ॥२१-२२॥ "
                },
                {
                    "slok": "२२॥ स संविशद्भिर्बहुभिर्महीधरो महाद्रिकूटप्रतिमैः प्लवंगमैः। बभूव का संनादितनिर्दरान्तरो मार भृशं नदद्भिर्जलदैरिवाम्बरम्॥२३॥ ",
                    "arth": "महान् पर्वत-शिखरोंके समान शरीरवाले वहाँ बैठे हुए बहुसंख्यक वानर भयके मारे जोर-जोरसे शब्द करने लगे, जिससे उस पर्वतकी कन्दराओंका भीतरी भाग प्रतिध्वनित हो उठा और गर्जते हुए मेघोंसे युक्त आकाशके समान प्रतीत होने लगा॥ २३॥ "
                },
                {
                    "SAMAPT_SARG": "व इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे पञ्चपञ्चाशः सर्गः॥५५॥ ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें पचपनवाँ सर्ग पूरा हुआ॥५५॥ "
                }
            ]
        },
        {
            "ADHIYAAY": "षट्पञ्चाशः सर्गः सम्पातिसे वानरोंको भय, उनके मुखसे जटायुके वधकी बात सुनकर सम्पातिका दुःखी होना और अपनेको नीचे उतारनेके लिये वानरोंसे अनुरोध करना",
            "arth": [
                {
                    "slok": "उपविष्टास्तु ते सर्वे यस्मिन् प्रायं गिरिस्थले। हरयो गृध्रराजश्च तं देशमुपचक्रमे॥१॥ सम्पातिर्नाम नाम्ना तु चिरजीवी विहंगमः। भ्राता जटायुषः श्रीमान् विख्यातबलपौरुषः॥२॥",
                    "arth": "पर्वतके जिस स्थानपर वे सब वानर आमरण उपवासके लिये बैठे थे, उस प्रदेशमें चिरंजीवी पक्षी श्रीमान् गृध्रराज सम्पाति आये। वे जटायुके भाई थे और अपने बल तथा पुरुषार्थके लिये सर्वत्र प्रसिद्ध थे॥१-२॥"
                },
                {
                    "slok": "कन्दरादभिनिष्क्रम्य स विन्ध्यस्य महागिरेः उपविष्टान् हरीन् दृष्ट्वा हृष्टात्मा गिरमब्रवीत्॥३॥",
                    "arth": "महागिरि विन्ध्यकी कन्दरासे निकलकर सम्पातिने जब वहाँ बैठे हुए वानरोंको देखा, तब उनका हृदय हर्षसे खिल उठा और वे इस प्रकार बोले- ॥३॥"
                },
                {
                    "slok": "विधिः किल नरं लोके विधानेनानुवर्तते। यथायं विहितो भक्ष्यश्चिरान्मह्यमुपागतः॥४॥ परम्पराणां भक्षिष्ये वानराणां मृतं मृतम्। उवाचैतद् वचः पक्षी तान् निरीक्ष्य प्लवंगमान्॥५॥",
                    "arth": "'जैसे लोकमें पूर्वजन्मके कर्मानुसार मनुष्यको उसके कियेका फल स्वतः प्राप्त होता है, उसी प्रकार आज दीर्घकालके पश्चात् यह भोजन स्वतः मेरे लिये प्राप्त हो गया। अवश्य ही यह मेरे किसी कर्मका फल है। इन वानरोंमेंसे जो-जो मरता जायगा, उसको मैं क्रमशः भक्षण करता जाऊँगा' यह बात उस पक्षीने उन सब वानरोंको देखकर कहा॥४-५॥ "
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा भक्ष्यलुब्धस्य पक्षिणः। अङ्गदः परमायस्तो हनूमन्तमथाब्रवीत्॥६॥",
                    "arth": "भोजनपर लुभाये हुए उस पक्षीका यह वचन सुनकर अङ्गदको बड़ा दुःख हुआ और वे हनुमान्जीसे बोले-"
                },
                {
                    "slok": "पश्य सीतापदेशेन साक्षाद् वैवस्वतो यमः। इमं देशमनुप्राप्तो वानराणां विपत्तये॥७॥",
                    "arth": "देखिये, सीताके निमित्तसे वानरोंको विपत्तिमें डालनेके लिये साक्षात् सूर्यपुत्र यम इस देशमें आ पहुँचे॥"
                },
                {
                    "slok": "रामस्य न कृतं कार्यं न कृतं राजशासनम्। हरीणामियमज्ञाता विपत्तिः सहसाऽऽगता॥८॥",
                    "arth": "'हमलोगोंने न तो श्रीरामचन्द्रजीका कार्य किया और न राजाकी आज्ञाका पालन ही। इसी बीच वानरोंपर यह सहसा अज्ञात विपत्ति आ पड़ी॥८॥"
                },
                {
                    "slok": "वैदेह्याः प्रियकामेन कृतं कर्म जटायुषा। गृध्रराजेन यत् तत्र श्रुतं वस्तदशेषतः॥९॥",
                    "arth": "'विदेहकुमारी सीताका प्रिय करनेकी इच्छासे गृध्रराज जटायुने जो साहसपूर्ण कार्य किया था, वह सब आपलोगोंने सुना ही होगा॥९॥ "
                },
                {
                    "slok": "तथा सर्वाणि भूतानि तिर्यग्योनिगतान्यपि। प्रियं कुर्वन्ति रामस्य त्यक्त्वा प्राणान् यथा वयम्॥१०॥",
                    "arth": "'समस्त प्राणी, वे पशु-पक्षियोंकी योनिमें ही क्यों न उत्पन्न हुए हों, हमारी तरह प्राण देकर भी श्रीरामचन्द्रजीका प्रिय कार्य करते हैं॥१०॥"
                },
                {
                    "slok": "अन्योन्यमुपकुर्वन्ति स्नेहकारुण्ययन्त्रिताः। ततस्तस्योपकारार्थं त्यजतात्मानमात्मना॥११॥",
                    "arth": "‘शिष्ट पुरुष स्नेह और करुणाके वशीभूत हो एक-दूसरेका उपकार करते हैं, अतः आपलोग भी श्रीरामके उपकारके लिये स्वयं ही अपने शरीरका परित्याग करें ॥ ११ ॥"
                },
                {
                    "slok": "प्रियं कृतं हि रामस्य धर्मज्ञेन जटायुषा। | राघवार्थे परिश्रान्ता वयं संत्यक्तजीविताः॥१२॥ कान्ताराणि प्रपन्नाः स्म न च पश्याम मैथिलीम्।",
                    "arth": "'धर्मज्ञ जटायुने ही श्रीरामका प्रिय किया है। | हमलोग श्रीरघुनाथजीके लिये अपने जीवनका मोह | छोड़कर परिश्रम करते हुए इस दुर्गम वनमें आये, किंतु | मिथिलेशकुमारीका दर्शन न कर सके॥१२३ ॥"
                },
                {
                    "slok": "स सुखी गृध्रराजस्तु रावणेन हतो रणे। | मुक्तश्च सुग्रीवभयाद् गतश्च परमां गतिम्॥१३॥",
                    "arth": "'गृध्रराज जटायु ही सुखी हैं, जो युद्धमें रावणके हाथसे मारे गये और परमगतिको प्राप्त हुए। वे सुग्रीवके भयसे मुक्त हैं॥१३॥ "
                },
                {
                    "slok": "जटायुषो विनाशेन राज्ञो दशरथस्य च। हरणेन च वैदेह्याः संशयं हरयो गताः॥१४॥ ",
                    "arth": "'राजा दशरथकी मृत्यु, जटायुका विनाश और विदेहकुमारी सीताका अपहरण-इन घटनाओंसे इस समय वानरोंका जीवन संशयमें पड़ गया है॥१४॥ "
                },
                {
                    "slok": "रामलक्ष्मणयोर्वासमरण्ये सह सीतया। राघवस्य च बाणेन वालिनश्च तथा वधः ॥१५॥ रामकोपादशेषाणां रक्षसां च तथा वधम्। कैकेय्या वरदानेन इदं च विकृतं कृतम्॥१६॥",
                    "arth": "श्रीराम और लक्ष्मणको सीताके साथ वनमें निवास करना पड़ा, श्रीरघुनाथजीके बाणसे वालीका वध हुआ और अब श्रीरामके कोपसे समस्त राक्षसोंका संहार होगा-ये सारी बुराइयाँ कैकेयीको दिये गये वरदानसे ही पैदा हुई हैं। "
                },
                {
                    "slok": "तदसुखमनुकीर्तितं वचो भुवि पतितांश्च निरीक्ष्य वानरान्। भृशचकितमतिर्महामतिः कृपणमुदाहृतवान् स गृध्रराजः॥१७॥",
                    "arth": "वानरोंके द्वारा बारम्बार कहे गये इन दुःखमय वचनोंको सुनकर और उन सबको पृथ्वीपर पड़ा हुआ देखकर परम बुद्धिमान् सम्पातिका हृदय अत्यन्त क्षुब्ध हो उठा और वे दीन वाणीमें बोलनेको उद्यत हुए ॥१७॥"
                },
                {
                    "slok": "तत् तु श्रुत्वा तथा वाक्यमङ्गदस्य मुखोद्गतम्। अब्रवीद् वचनं गृध्रस्तीक्ष्णतुण्डो महास्वनः॥१८॥",
                    "arth": "अङ्गदके मुखसे निकले हुए उस वचनको सुनकर तीखी चोंचवाले उस गीधने उच्च स्वरसे इस प्रकार पूछा- ॥१८॥"
                },
                {
                    "slok": "कोऽयं गिरा घोषयति प्राणैः प्रियतरस्य मे। जटायुषो वधं भ्रातुः कम्पयन्निव मे मनः ॥",
                    "arth": "'यह कौन है, जो मेरे प्राणोंसे भी बढ़कर प्रिय भाई जटायुके वधकी बात कह रहा है। इसे सुनकर मेरा हृदय कम्पित-सा होने लगा है॥१९॥ "
                },
                {
                    "slok": "कथमासीज्जनस्थाने युद्धं राक्षसगृध्रयोः। नामधेयमिदं भ्रातुश्चिरस्याद्य मया श्रुतम्॥२०॥",
                    "arth": "'जनस्थानमें राक्षसका गृध्रके साथ किस प्रकार युद्ध हुआ था? अपने भाईका प्यारा नाम आज बहुत दिनोंके बाद मेरे कानमें पड़ा है॥२०॥ "
                },
                {
                    "slok": "इच्छेयं गिरिदुर्गाच्च भवद्भिरवतारितुम्। यवीयसो गुणज्ञस्य श्लाघनीयस्य विक्रमैः॥२१॥ अतिदीर्घस्य कालस्य परितुष्टोऽस्मि कीर्तनात्। तदिच्छेयमहं श्रोतुं विनाशं वानरर्षभाः॥२२॥",
                    "arth": "'जटायु मुझसे छोटा, गुणज्ञ और पराक्रमके कारण अत्यन्त प्रशंसाके योग्य था। दीर्घकालके पश्चात् आज उसका नाम सुनकर मुझे बड़ी प्रसन्नता हुई। मैं चाहता हूँ कि पर्वतके इस दुर्गम स्थानसे आपलोग मुझे नीचे उतार दें। श्रेष्ठ वानरो! मुझे अपने भाईके विनाशका वृत्तान्त सुननेकी इच्छा है॥ २१-२२॥"
                },
                {
                    "slok": "भ्रातुर्जटायुषस्तस्य जनस्थाननिवासिनः। तस्यैव च मम भ्रातुः सखा दशरथः कथम्॥२३॥ यस्य रामः प्रियः पुत्रो ज्येष्ठो गुरुजनप्रियः।",
                    "arth": "'मेरा भाई जटायु तो जनस्थानमें रहता था। गुरुजनोंके प्रेमी श्रीरामचन्द्रजी जिनके ज्येष्ठ एवं प्रिय पुत्र हैं, वे महाराज दशरथ मेरे भाईके मित्र कैसे हुए? ॥ २३॥ "
                },
                {
                    "slok": "सूर्यांशुदग्धपक्षत्वान्न शक्नोमि विसर्पितम्। इच्छेयं च पर्वतादस्मादवतर्तमरिंदमाः॥२४॥",
                    "arth": "'शत्रुदमन वीरो! मेरे पंख सूर्यकी किरणोंसे जल गये हैं, इसलिये मैं उड़ नहीं सकता; किंतु इस पर्वतसे नीचे उतरना चाहता हूँ'॥ २४॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे षट्पञ्चाशः सर्गः॥५६॥  ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें छप्पनवाँ सर्ग पूरा हुआ॥५६॥ "
                }
            ]
        },
        {
            "ADHIYAAY": "सप्तपञ्चाशः सर्गः अङ्गदका सम्पातिको पर्वत-शिखरसे नीचे उतारकर उन्हें जटायुके मारे जानेका वृत्तान्त बताना तथा राम-सुग्रीवकी मित्रता एवं वालिवधका प्रसंग सुनाकर अपने आमरण उपवासका कारण निवेदन करना",
            "arth": [
                {
                    "slok": "शोकाद् भ्रष्टस्वरमपि श्रुत्वा वानरयूथपाः। श्रद्दधुनैव तद्वाक्यं कर्मणा तस्य शङ्किताः॥१॥",
                    "arth": "शोकके कारण सम्पातिका स्वर विकृत हो गया था। उनकी कही हुई बात सुनकर भी वानर-यूथपतियोंने उसपर विश्वास नहीं किया; क्योंकि वे उनके कर्मसे शङ्कित थे॥१॥"
                },
                {
                    "slok": "ते प्रायमुपविष्टास्तु दृष्ट्वा गृधं प्लवंगमाः। चक्रुर्बुद्धिं तदा रौद्रां सर्वान् नो भक्षयिष्यति॥२॥",
                    "arth": "आमरण उपवासके लिये बैठे हुए उन वानरोंने उस समय गीधको देखकर यह भयंकर बात सोची. 'यह हम सबको खा तो नहीं जायगा॥२॥ "
                },
                {
                    "slok": "सर्वथा प्रायमासीनान् यदि नो भक्षयिष्यति। कृतकृत्या भविष्यामः क्षिप्रं सिद्धिमितो गताः॥३॥",
                    "arth": "'अच्छा, हम तो सब प्रकारसे मरणान्त उपवासका व्रत लेकर बैठे ही थे। यदि यह पक्षी हमें खा लेगा तो हमारा काम ही बन जायगा। हमें शीघ्र ही सिद्धि प्राप्त हो जायगी'॥३॥"
                },
                {
                    "slok": "एतां बुद्धिं ततश्चक्रुः सर्वे ते हरियूथपाः। अवतार्य गिरेः शृङ्गाद् गृध्रमाहाङ्गदस्तदा॥४॥",
                    "arth": "फिर तो उन समस्त वानर-यूथपतियोंने यही निश्चय किया। उस समय गीधको उस पर्वत-शिखरसे उतारकर अङ्गदने कहा-॥४॥ "
                },
                {
                    "slok": "बभूवःरजो नाम वानरेन्द्रः प्रतापवान्। ममार्यः पार्थिवः पक्षिन् धार्मिकौ तस्य चात्मजौ॥५॥ सुग्रीवश्चैव वाली च पुत्रौ घनबलावुभौ। लोके विश्रतकर्माभद राजा वाली पिता मम॥६॥",
                    "arth": "'पक्षिराज! पहले एक प्रतापी वानरराज हो गये हैं, जिनका नाम था ऋक्षरजा! राजा ऋक्षरजा मेरे पितामह लगते थे। उनके दो धर्मात्मा पुत्र हुए-सुग्रीव और वाली। दोनों ही बड़े बलवान् हुए। उनमेंसे राजा वाली मेरे पिता थे। संसारमें अपने पराक्रमके कारण उनकी बड़ी ख्याति थी॥५-६॥"
                },
                {
                    "slok": "राजा कृत्स्नस्य जगत इक्ष्वाकूणां महारथः। रामो दाशरथिः श्रीमान् प्रविष्टो दण्डकावनम्॥७॥ लक्ष्मणेन सह भ्रात्रा वैदेह्या सह भार्यया। पितुर्निदेशनिरतो धर्म पन्थानमाश्रितः॥८॥",
                    "arth": "'आजसे कुछ वर्ष पहले इक्ष्वाकुवंशके महारथी वीर दशरथकुमार श्रीमान् रामचन्द्रजी, जो सम्पूर्ण जगत्के राजा हैं, पिताकी आज्ञाके पालनमें तत्पर हो धर्म-मार्गका आश्रय ले दण्डकारण्यमें आये थे। उनके साथ उनके छोटे भाई लक्ष्मण तथा उनकी धर्मपत्नी विदेहकुमारी सीता भी थीं॥८॥"
                },
                {
                    "slok": "तस्य भार्या जनस्थानाद् रावणेन हृता बलात्। रामस्य तु पितुर्मित्रं जटायुर्नाम गृध्रराट्॥ ९ ॥ ददर्श सीतां वैदेहीं ह्रियमाणां विहायसा। रावणं विरथं कृत्वा स्थापयित्वा च मैथिलीम्। परिश्रान्तश्च वृद्धश्च रावणेन हतो रणे॥१०॥",
                    "arth": "'जनस्थानमें आनेपर उनकी पत्नी सीताको रावणने बलपूर्वक हर लिया। उस समय गृध्रराज जटायुने, जो उनके पिताके मित्र थे, देखा-रावण आकाशमार्गसे विदेहकुमारीको लिये जा रहा है। देखते ही वे रावणपर टूट पड़े और उसके रथको नष्ट-भ्रष्ट करके उन्होंने मिथिलेशकुमारीको सुरक्षितरूपसे भूमिपर खड़ा कर दिया। किंतु वे वृद्ध तो थे ही। युद्ध करते-करते थक गये और अन्ततोगत्वा रणक्षेत्रमें रावणके हाथसे मारे गये॥९-१०॥"
                },
                {
                    "slok": "एवं गृध्रो हतस्तेन रावणेन बलीयसा। संस्कतश्चापि रामेण जगाम गतिमत्तमाम् ॥११॥",
                    "arth": "'इस प्रकार महाबली रावणके द्वारा जटायुका वध हुआ। स्वयं श्रीरामचन्द्रजीने उनका दाह-संस्कार किया और वे उत्तम गति (साकेतधामको) प्राप्त हुए॥११॥"
                },
                {
                    "slok": "ततो मम पितृव्येण सुग्रीवेण महात्मना। चकार राघवः सख्यं सोऽवधीत् पितरं मम॥१२॥",
                    "arth": "'तदनन्तर श्रीरघुनाथजीने मेरे चाचा महात्मा सुग्रीवसे मित्रता की और उनके कहनेसे उन्होंने मेरे पिताका वध कर दिया॥१२॥"
                },
                {
                    "slok": "मम पित्रा निरुद्धो हि सुग्रीवः सचिवैः सह। निहत्य वालिनं रामस्ततस्तमभिषेचयत्॥१३॥",
                    "arth": "'मेरे पिताने मन्त्रियोंसहित सुग्रीवको राज्य-सुखसे वञ्चित कर दिया था। इसलिये श्रीरामचन्द्रजीने मेरे पिता वालीको मारकर सुग्रीवका अभिषेक करवाया॥१३॥ "
                },
                {
                    "slok": "स राज्ये स्थापितस्तेन सुग्रीवो वानरेश्वरः। | राजा वानरमुख्यानां तेन प्रस्थापिता वयम्॥१४॥",
                    "arth": "'उन्होंने ही सुग्रीवको वालीके राज्यपर स्थापित | किया। अब सुग्रीव वानरोंके स्वामी हैं। मुख्य-मुख्य वानरोंके भी राजा हैं। उन्होंने हमें सीताकी खोजके लिये भेजा है॥१४॥"
                },
                {
                    "slok": "एवं रामप्रयुक्तास्तु मार्गमाणास्ततस्ततः। | वैदेहीं नाधिगच्छामो रात्री सूर्यप्रभामिव ॥१५॥",
                    "arth": "'इस तरह श्रीरामसे प्रेरित होकर हमलोग इधर| उधर विदेहकुमारी सीताको खोजते-फिरते हैं, किंतु अबतक उनका पता नहीं लगा। जैसे रातमें सूर्यकी प्रभाका दर्शन नहीं होता, उसी प्रकार हमें इस वनमें जानकीका दर्शन नहीं हुआ॥१५॥ "
                },
                {
                    "slok": "ते वयं दण्डकारण्यं विचित्य सुसमाहिताः। अज्ञानात् तु प्रविष्टाः स्म धरण्या विवृतं बिलम्॥१६॥ ",
                    "arth": "'हमलोग अपने मनको एकाग्र करके दण्डकारण्यमें - भलीभाँति खोज करते हुए अज्ञानवश पृथ्वीके एक खुले | हुए विवरमें घुस गये॥१६॥"
                },
                {
                    "slok": "मयस्य मायाविहितं तद् बिलं च विचिन्वताम्। व्यतीतस्तत्र नो मासो यो राज्ञा समयः कृतः॥१७॥",
                    "arth": "'वह विवर मयासुरकी मायासे निर्मित हुआ है। उसमें खोजते-खोजते हमारा एक मास बीत गया, जिसे राजा सुग्रीवने हमारे लौटनेके लिये अवधि निश्चित किया था॥१७॥"
                },
                {
                    "slok": "ते वयं कपिराजस्य सर्वे वचनकारिणः। कतां संस्थामतिक्रान्ता भयात प्रायमपासिताः॥१८॥",
                    "arth": "'हम सब लोग कपिराज सुग्रीवके आज्ञाकारी हैं, किंतु उनके द्वारा नियत की हुई अवधिको लाँघ गये हैं। अतः उन्हींके भयसे हम यहाँ आमरण उपवास कर रहे हैं॥१८॥"
                },
                {
                    "slok": "क्रुद्धे तस्मिंस्तु काकुत्स्थे सुग्रीवे च सलक्ष्मणे। गतानामपि सर्वेषां तत्र नो नास्ति जीवितम्॥१९॥",
                    "arth": "'ककुत्स्थकुलभूषण श्रीराम, लक्ष्मण और सुग्रीव तीनों हमपर कुपित होंगे। उस दशामें वहाँ लौट जानेके बाद भी हम सबके प्राण नहीं बच सकते ॥१९॥"
                },
                {
                    "SAMAPT_SARG": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे सप्तपञ्चाशः सर्गः॥५७॥ ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें सत्तावनवाँ सर्ग पूरा हुआ॥५७॥"
                }
            ]
        },
        {
            "ADHIYAAY": "अष्टपञ्चाशः सर्गः सम्पातिका अपने पंख जलनेकी कथा सुनाना, सीता और रावणका पता बताना तथा वानरोंकी सहायतासे समुद्र-तटपर जाकर भाईको जलाञ्जलि देना",
            "arth": [
                {
                    "slok": "इत्युक्तः करुणं वाक्यं वानरैस्त्यक्तजीवितैः। सबाष्यो वानरान् गृध्रः प्रत्युवाच महास्वनः॥१॥",
                    "arth": "जीवनकी आशा त्यागकर बैठे हुए वानरोंके मुखसे यह करुणाजनक बात सुनकर सम्पातिके नेत्रों में आँसू आ गये। उन्होंने उच्च स्वरसे उत्तर दिया- ॥१॥ "
                },
                {
                    "slok": "यवीयान् स मम भ्राता जटायुर्नाम वानराः। यमाख्यात हतं युद्ध रावणेन बलीयसा॥२॥ ",
                    "arth": "'वानरो! तुम जिसे महाबली रावणके द्वारा युद्धमें मारा गया बता रहे हो, वह जटायु मेरा छोटा भाई था॥ "
                },
                {
                    "slok": "वृद्धभावादपक्षत्वाच्छृण्वंस्तदपि मर्षये। नहि मे शक्तिरस्त्यद्य भ्रातुर्वैरविमोक्षणे॥३॥ ",
                    "arth": "'मैं बूढ़ा हुआ। मेरे पंख जल गये। इसलिये अब मुझमें अपने भाईके वैरका बदला लेनेकी शक्ति नहीं रह गयी है। यही कारण है कि यह अप्रिय बात सुनकर भी मैं चुपचाप सहे लेता हूँ॥३॥ "
                },
                {
                    "slok": "पुरा वृत्रवधे वृत्ते स चाहं च जयैषिणौ। आदित्यमुपयातौ स्वो ज्वलन्तं रश्मिमालिनम्॥४॥ आवृत्याकाशमार्गेण जवेन स्वर्गतौ भृशम्। मध्यं प्राप्ते तु सूर्ये तु जटायुरवसीदति ॥५॥",
                    "arth": "'पहलेकी बात है जब इन्द्रके द्वारा वृत्रासुरका वध हो गया, तब इन्द्रको प्रबल जानकर हम दोनों भाई उन्हें जीतनेकी इच्छासे पहले आकाशमार्गके द्वारा बड़े वेगसे स्वर्गलोकमें गये। इन्द्रको जीतकर लौटते समय हम दोनों ही स्वर्गको प्रकाशित करनेवाले अंशुमाली सूर्यके पास आये। हममेंसे जटायु सूर्यके मध्याह्नकालमें उनके तेजसे शिथिल होने लगा॥४-५॥ "
                },
                {
                    "slok": "तमहं भ्रातरं दृष्ट्वा सूर्यरश्मिभिरर्दितम्। पक्षाभ्यां छादयामास स्नेहात् परमविह्वलम्॥६॥",
                    "arth": "'भाईको सूर्यकी किरणोंसे पीड़ित और अत्यन्त व्याकुल देख मैंने स्नेहवश अपने दोनों पंखोंसे उसे ढक लिया॥६॥ "
                },
                {
                    "slok": "निर्दग्धपत्रः पतितो विन्ध्येऽहं वानरर्षभाः। अहमस्मिन् वसन् भ्रातुः प्रवृत्तिं नोपलक्षये॥७",
                    "arth": "'वानरशिरोमणियो! उस समय मेरे दोनों पंख जल गये और मैं इस विन्ध्य पर्वतपर गिर पड़ा। यहाँ रहकर मैं कभी अपने भाईका समाचार न पा सका (आज पहले-पहल तुमलोगोंके मुखसे उसके मारे जानेकी बात मालूम हुई है)'॥७॥ "
                },
                {
                    "slok": "जटायुषस्त्वेवमुक्तो भ्रात्रा सम्पातिना तदा। युवराजो महाप्रज्ञः प्रत्युवाचाङ्गदस्तदा॥८॥",
                    "arth": "जटायुके भाई सम्पातिके उस समय ऐसा कहनेपर परम बुद्धिमान् युवराज अङ्गदने उनसे इस प्रकार कहा"
                },
                {
                    "slok": "जटायुषो यदि भ्राता श्रुतं ते गदितं मया। आख्याहि यदि जानासि निलयं तस्य रक्षसः॥९॥",
                    "arth": "'गृध्रराज! यदि आप जटायुके भाई हैं, यदि आपने मेरी कही हुई बातें सुनी हैं और यदि आप उस राक्षसका निवासस्थान जानते हैं तो हमें बताइये॥९॥"
                },
                {
                    "slok": "अदीर्घदर्शिनं तं वै रावणं राक्षसाधमम्। अन्तिके यदि वा दूरे यदि जानासि शंस नः॥१०॥ ",
                    "arth": "'वह अदूरदर्शी नीच राक्षस रावण यहाँसे निकट हो या दूर, यदि आप जानते हैं तो हमें उसका पता बता दें॥ "
                },
                {
                    "slok": "ततोऽब्रवीन्महातेजा भ्राता ज्येष्ठो जटायुषः।। आत्मानुरूपं वचनं वानरान् सम्प्रहर्षयन्॥११॥",
                    "arth": "तब जटायुके बड़े भाई महातेजस्वी सम्पातिने वानरोंका | हर्ष बढ़ाते हुए अपने अनुरूप बात कही- ॥११॥ "
                },
                {
                    "slok": "निर्दग्धपक्षो गृध्रोऽहं गतवीर्यः प्लवङ्गमाः। म | वाङ्मात्रेण तु रामस्य करिष्ये साह्यमुत्तमम्॥१२॥",
                    "arth": "'वानरो! मेरे पंख जल गये। अब मैं बेपरका गीध हूँ। मेरी शक्ति जाती रही (अतः मैं शरीरसे तुम्हारी कोई सहायता नहीं कर सकता, तथापि) वचनमात्रसे भगवान् श्रीरामकी उत्तम सहायता अवश्य करूँगा॥१२॥"
                },
                {
                    "slok": "जानामि वारुणाँल्लोकान् विष्णोस्त्रैविक्रमानपि। | देवासुरविमर्दाश्च ह्यमृतस्य विमन्थनम्॥१३॥",
                    "arth": "'मैं वरुणके लोकोंको जानता हूँ। वामनावतारके | समय भगवान् विष्णुने जहाँ-जहाँ अपने तीन पग रखे | थे, उन स्थानोंका भी मुझे ज्ञान है। अमृत-मन्थन तथा | देवासुरसंग्राम भी मेरी देखी और जानी हुई घटनाएँ हैं॥ "
                },
                {
                    "slok": "रामस्य यदिदं कार्यं कर्तव्यं प्रथमं मया। इस | जरया च हृतं तेजः प्राणाश्च शिथिला मम॥१४॥",
                    "arth": "'यद्यपि वृद्धावस्थाने मेरा तेज हर लिया है और | मेरी प्राणशक्ति शिथिल हो गयी है तथापि श्रीरामचन्द्रजीका | यह कार्य मुझे सबसे पहले करना है॥१४॥"
                },
                {
                    "slok": "तरुणी रूपसम्पन्ना सर्वाभरणभूषिता। ह्रियमाणा मया दृष्टा रावणेन दुरात्मना॥१५॥",
                    "arth": "एक दिन मैंने भी देखा, दुरात्मा रावण सब प्रकारके गहनोंसे सजी हुई एक रूपवती युवतीको हरकर लिये जा रहा था॥१५॥ "
                },
                {
                    "slok": "क्रोशन्ती रामरामेति लक्ष्मणेति च भामिनी। भूषणान्यपविध्यन्ती गात्राणि च विधुन्वती॥१६॥ ",
                    "arth": "'वह मानिनी देवी 'हा राम! हा राम! हा लक्ष्मण' की रट लगाती हुई अपने गहने फेंकती और अपने शरीरके अवयवोंको कम्पित करती हुई छटपटा रही थी॥१६॥"
                },
                {
                    "slok": "सूर्यप्रभेव शैलाने तस्याः कौशेयमुत्तमम्। असिते राक्षसे भाति यथा वा तडिदम्बुदे॥१७॥ ",
                    "arth": "'उसका सुन्दर रेशमी पीताम्बर उदयाचलके शिखरपर फैली हुई सूर्यकी प्रभाके समान सुशोभित होता था। वह उस काले राक्षसके समीप बादलोंमें चमकती हुई बिजलीके समान प्रकाशित हो रही थी॥ १७॥ "
                },
                {
                    "slok": "तां तु सीतामहं मन्ये रामस्य परिकीर्तनात्। श्रूयतां मे कथयतो निलयं तस्य रक्षसः॥१८॥",
                    "arth": "श्रीरामका नाम लेनेसे मैं समझता हूँ, वह सीता ही थी।अब मैं उस राक्षसके घरका पता बताता हूँ, सुनो॥१८॥ "
                },
                {
                    "slok": "पुत्रो विश्रवसः साक्षाद् भ्राता वैश्रवणस्य च। अध्यास्ते नगरी लङ्कां रावणो नाम राक्षसः॥१९॥",
                    "arth": "'रावण नामक राक्षस महर्षि विश्रवाका पुत्र और साक्षात् कुबेरका भाई है। वह लङ्का नामवाली नगरीमें निवास करता है॥१९॥ "
                },
                {
                    "slok": "इतो द्वीपे समुद्रस्य सम्पूर्णे शतयोजने। तस्मिल्लङ्का पुरी रम्या निर्मिता विश्वकर्मणा॥२०॥",
                    "arth": "'यहाँसे पूरे चार सौ कोसके अन्तरपर समुद्रमें एक द्वीप है, जहाँ विश्वकर्माने अत्यन्त रमणीय लङ्कापुरीका निर्माण किया है॥२०॥ "
                },
                {
                    "slok": "जाम्बूनदमयैारैश्चित्रैः काञ्चनवेदिकैः।। प्रासादैहमवर्णैश्च महद्भिः सुसमाकृता॥२१॥ ",
                    "arth": "'उसके विचित्र दरवाजे और बड़े-बड़े महल सुवर्णके बने हुए हैं। उनके भीतर सोनेके चबूतरे या वेदियाँ हैं ॥ २१॥"
                },
                {
                    "slok": "प्राकारेणार्कवर्णेन महता च समन्विता। तस्यां वसति वैदेही दीना कौशेयवासिनी॥२२॥",
                    "arth": "'उस नगरीकी चहारदीवारी बहुत बड़ी है और सूर्यकी भाँति चमकती रहती है। उसीके भीतर पीले रंगकी रेशमी साड़ी पहने विदेहकुमारी सीता बड़े दुःखसे निवास करती हैं ॥ २२ ॥"
                },
                {
                    "slok": "रावणान्तःपुरे रुद्धा राक्षसीभिः सुरक्षिता। जनकस्यात्मजां राज्ञस्तस्यां द्रक्ष्यथ मैथिलीम्॥२३॥",
                    "arth": "'रावणके अन्त:पुरमें नजरबंद हैं। बहुत-सी राक्षसियाँ | उनके पहरेपर तैनात हैं। वहाँ पहुँचनेपर तुमलोग राजा जनककी कन्या मैथिली सीताको देख सकोगे॥ २३॥"
                },
                {
                    "slok": "लङ्कायामथ गुप्तायां सागरेण समन्ततः। सम्प्राप्य सागरस्यान्तं सम्पूर्णं शतयोजनम्॥२४॥ आसाद्य दक्षिणं तीरं ततो द्रक्ष्यथ रावणम्। तत्रैव त्वरिताः क्षिप्रं विक्रमध्वं प्लवङ्गमाः॥२५॥",
                    "arth": "'लङ्का चारों ओरसे समुद्रके द्वारा सुरक्षित है। पूरे सौ योजन समुद्रको पार करके उसके दक्षिण तटपर पहुँचनेपर तुमलोग रावणको देख सकोगे। अतः वानरो! समुद्रको पार करनेमें ही तुरंत शीघ्रतापूर्वक अपने पराक्रमका परिचय दो॥ "
                },
                {
                    "slok": "ज्ञानेन खलु पश्यामि दृष्ट्वा प्रत्यागमिष्यथ। आद्यः पन्थाः कुलिङ्गानां ये चान्ये धान्यजीविनः॥२६॥ ",
                    "arth": "निश्चय ही मैं ज्ञानदृष्टिसे देखता हूँ। तुमलोग सीताका दर्शन करके लौट आओगे। आकाशका पहला मार्ग गौरैयों | तथा अन्न खानेवाले कबूतर आदि पक्षियोंका है॥ २६ ॥"
                },
                {
                    "slok": "द्वितीयो बलिभोजानां ये च वृक्षफलाशनाः। | भासास्तृतीयं गच्छन्ति क्रौञ्चाश्च कुररैः सह॥२७॥",
                    "arth": "'उससे ऊपरका दूसरा मार्ग कौओं तथा वृक्षोंके | फल खाकर रहनेवाले दूसरे-दूसरे पक्षियोंका है। उससे | भी ऊँचा जो आकाशका तीसरा मार्ग है, उससे चील, | क्रौञ्च और कुरर आदि पक्षी जाते हैं॥२७॥ "
                },
                {
                    "slok": "श्येनाश्चतुर्थं गच्छन्ति गृध्रा गच्छन्ति पञ्चमम्। बलवीर्योपपन्नानां रूपयौवनशालिनाम्॥२८॥ षष्ठस्तु पन्था हंसानां वैनतेयगतिः परा। वैनतेयाच्च नो जन्म सर्वेषां वानरर्षभाः॥२९॥",
                    "arth": "'बाज चौथे और गीध पाँचवें मार्गसे उड़ते हैं। रूप, बल और पराक्रमसे सम्पन्न तथा यौवनसे सुशोभित होनेवाले हंसोंका छठा मार्ग है। उनसे भी ऊँची उड़ान गरुड़की है। वानरशिरोमणियो! हम सबका जन्म गरुड़से ही हुआ है। "
                },
                {
                    "slok": "गर्हितं तु कृतं कर्म येन स्म पिशिताशिनः। प्रतिकार्यं च मे तस्य वैरं भ्रातृकृतं भवेत्॥३०॥",
                    "arth": "'परंतु पूर्वजन्ममें हमसे कोई निन्दित कर्म बन गया था, जिससे इस समय हमें मांसाहारी होना पड़ा है। तुमलोगोंकी सहायता करके मुझे रावणसे अपने भाईके वैरका बदला लेना है॥३०॥ "
                },
                {
                    "slok": "इहस्थोऽहं प्रपश्यामि रावणं जानकी तथा। अस्माकमपि सौपर्णं दिव्यं चक्षुर्बलं तथा॥३१॥",
                    "arth": "'मैं यहींसे रावण और जानकीको देखता हूँ। हमलोगोंमें भी गरुड़की भाँति दूरतक देखनेकी दिव्य शक्ति है॥३१॥ "
                },
                {
                    "slok": "तस्मादाहारवीर्येण निसर्गेण च वानराः। आयोजनशतात् साग्राद् वयं पश्याम नित्यशः॥३२॥",
                    "arth": "'इसलिये वानरो! हम भोजनजनित बलसे तथा स्वाभाविक शक्तिसे भी सदा सौ योजन और उससे आगेतक भी देख सकते हैं॥३२॥ "
                },
                {
                    "slok": "अस्माकं विहिता वृत्तिनिसर्गेण च दूरतः।। विहिता वृक्षमूले तु वृत्तिश्चरणयोधिनाम्॥३३॥",
                    "arth": "'जातीय स्वभावके अनुसार हमलोगोंकी जीविकावृत्ति दूरसे देखे गये दूरस्थ भक्ष्यविशेषके द्वारा नियत की गयी है तथा जो कुक्कुट आदि पक्षी हैं, उनकी जीवन-वृत्ति वृक्षकी जड़तक ही सीमित है-वे वहींतक उपलब्ध होनेवाली वस्तुसे जीवन-निर्वाह करते हैं ॥ ३३ ॥"
                },
                {
                    "slok": "उपायो दृश्यतां कश्चिल्लङ्घने लवणाम्भसः। अभिगम्य तु वैदेहीं समृद्धार्था गमिष्यथ॥३४॥",
                    "arth": "'अब तुम इस खारे पानीके समुद्रको लाँघनेका कोई उपाय सोचो। विदेहकुमारी सीताके पास जा सफलमनोरथ होकर किष्किन्धापुरीको लौटोगे॥३४॥"
                },
                {
                    "slok": "समुद्रं नेतुमिच्छामि भवद्भिर्वरुणालयम्। प्रदास्याम्युदकं भ्रातुः स्वर्गतस्य महात्मनः॥३५॥",
                    "arth": "'अब मैं तुम्हारी सहायतासे समुद्रके किनारे चलना चाहता हूँ। वहाँ अपने स्वर्गवासी भाई महात्मा जटायुको जलाञ्जलि प्रदान करूँगा'॥३५॥"
                },
                {
                    "slok": "ततो नीत्वा तु तं देशं तीरे नदनदीपतेः। निर्दग्धपक्षं सम्पातिं वानराः सुमहौजसः॥३६॥ तं पुनः प्रापयित्वा च तं देशं पतगेश्वरम्। बभूवुर्वानरा हृष्टाः प्रवृत्तिमुपलभ्य ते॥३७॥ ",
                    "arth": "यह सुनकर महापराक्रमी वानरोंने जले पंखवाले पक्षिराज सम्पातिको उठाकर समुद्रके किनारे पहुँचा दिया और जलाञ्जलि देनेके पश्चात् वे पुनः उनको वहाँसे उठाकर उनके रहनेके स्थानपर ले आये। उनके मुखसे सीताका समाचार जानकर उन सभी वानरोंको बड़ी प्रसन्नता हुई।"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायाणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे अष्टपञ्चाशः सर्गः॥५८॥ ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें अट्ठावनवाँ सर्ग पूरा हुआ॥५८॥"
                }
            ]
        },
        {
            "ADHIYAAY": "एकोनषष्टितमः सर्गः सम्पातिका अपने पुत्र सुपार्श्वके मुखसे सुनी हुई सीता और रावणको देखनेकी घटनाका वृत्तान्त बताना",
            "arth": [
                {
                    "slok": "ततस्तदमृतास्वादं गृध्रराजेन भाषितम्। निशम्य वदता हृष्टास्ते वचः प्लवगर्षभाः॥१॥",
                    "arth": "उस समय वार्तालाप करते हुए गृध्रराजके द्वारा कहे गये उस अमृतके समान स्वादिष्ट मधुर वचनको सुनकर सब वानरश्रेष्ठ हर्षसे खिल उठे॥१॥ "
                },
                {
                    "slok": "जाम्बवान् वानरश्रेष्ठः सह सर्वैः प्लवङ्गमैः। भूतलात् सहसोत्थाय गृध्रराजानमब्रवीत्॥२॥",
                    "arth": "वानरों और भालुओंमें श्रेष्ठ जाम्बवान् सब वानरोंके साथ सहसा भूतलसे उठकर खड़े हो गये और गृध्रराजसे इस प्रकार पूछने लगे- ॥२॥"
                },
                {
                    "slok": "क्व सीता केन वा दृष्टा को वा हरति मैथिलीम्। तदाख्यातु भवान् सर्वं गतिर्भव वनौकसाम्॥३॥",
                    "arth": "'पक्षिराज! सीता कहाँ हैं? किसने उन्हें देखा है? और कौन उन मिथिलेशकुमारीको हरकर ले गया है? ये सब बातें बताइये और हम सब वनवासी वानरोंके आश्रयदाता होइये ॥३॥"
                },
                {
                    "slok": "को दाशरथिबाणानां वनवेगनिपातिनाम्। स्वयं लक्ष्मणमुक्तानां न चिन्तयति विक्रमम्॥४॥",
                    "arth": "'कौन ऐसा धृष्ट है, जो वज्रके समान वेगपूर्वक चोट करनेवाले दशरथनन्दन श्रीरामके बाणों तथा स्वयं लक्ष्मणके चलाये हुए सायकोंके पराक्रमको कुछ नहीं समझता है?'॥४॥ "
                },
                {
                    "slok": "स हरीन् प्रतिसम्मुक्तान् सीताश्रुतिसमाहितान्। पुनराश्वासयन् प्रीत इदं वचनमब्रवीत् ॥५॥",
                    "arth": "उस समय उपवास छोड़कर बैठे और सीताजीका वृत्तान्त सुननेके लिये एकाग्र हुए वानरोंको प्रसन्नतापूर्वक पुनः आश्वासन देते हुए सम्पातिने उनसे यह बात कही-॥५॥ "
                },
                {
                    "slok": "श्रूयतामिह वैदेह्या यथा मे हरणं श्रुतम्।। येन चापि ममाख्यातं यत्र चायतलोचना॥६॥",
                    "arth": "'वानरो! विदेहकुमारी सीताका जिस प्रकार अपहरण हुआ है, विशाललोचना सीता इस समय जहाँ है और जिसने मुझसे यह सब वृत्तान्त कहा है एवं जिस तरह मैंने सुना है, वह सब बताता हूँ, सुनो-॥६॥ "
                },
                {
                    "slok": "अहमस्मिन् गिरौ दुर्गे बहुयोजनमायते। चिरान्निपतितो वृद्धः क्षीणप्राणपराक्रमः॥७॥",
                    "arth": "'यह दुर्गम पर्वत कई योजनोंतक फैला है। दीर्घकाल हुआ, जब मैं इस पर्वतपर गिरा था। मेरी प्राणशक्ति क्षीण हो गयी थी और मैं वृद्ध था॥७॥"
                },
                {
                    "slok": "तं मामेवंगतं पुत्रः सुपार्थो नाम नामतः। आहारेण यथाकालं बिभर्ति पततां वरः॥८॥",
                    "arth": "'इस अवस्थामें मेरा पुत्र पक्षिप्रवर सुपार्श्व ही यथासमय आहार देकर प्रतिदिन मेरा भरण-पोषण करता है॥८॥"
                },
                {
                    "slok": "तीक्ष्णकामास्तु गन्धर्वास्तीक्ष्णकोपा भुजङ्गमाः।।। मृगाणां तु भयं तीक्ष्णं ततस्तीक्ष्णक्षुधा वयम्॥९॥",
                    "arth": "'जैसे गन्धर्वोका कामभाव तीव्र होता है, साँका क्रोध तेज होता है और मृगोंको भय अधिक होता है, उसी प्रकार हमारी जातिके लोगोंकी भूख बड़ी तीव्र होती है॥९॥"
                },
                {
                    "slok": "स कदाचित् क्षुधार्तस्य ममाहाराभिकांक्षिणः। गतसूर्येऽहनि प्राप्तो मम पुत्रो ह्यनामिषः॥१०॥",
                    "arth": "एक दिनकी बात है मैं भूखसे पीड़ित होकर आहार प्राप्त करना चाहता था। मेरा पुत्र मेरे लिये भोजनकी तलाशमें निकला था, किंत सर्यास्त होनेके बाद वह खाली हाथ लौट आया, उसे कहीं मांस नहीं मिला॥१०॥"
                },
                {
                    "slok": "स मयाऽऽहारसंरोधात् पीडितः प्रीतिवर्धनः। अनुमान्य यथातत्त्वमिदं वचनमब्रवीत्॥११॥",
                    "arth": "'भोजन न मिलनेसे मैंने कठोर बातें सुनाकर अपनी प्रीति बढ़ानेवाले उस पुत्रको बहुत पीड़ा दी, किंतु उसने नम्रतापूर्वक मुझे आदर देते हुए यह यथार्थ बात कही-॥११॥ "
                },
                {
                    "slok": "अहं तात यथाकालमामिषार्थी खमाप्लुतः। महेन्द्रस्य गिरेभरमावृत्य सुसमाश्रितः॥१२॥ ",
                    "arth": "'तात! मैं यथासमय मांस प्राप्त करनेकी इच्छासे आकाशमें उड़ा और महेन्द्र पर्वतके द्वारको रोककर खडा हो गया॥१२॥ "
                },
                {
                    "slok": "तत्र सत्त्वसहस्त्राणां सागरान्तरचारिणाम्। पन्थानमेकोऽध्यवसं संनिरोद्धमवाङ्मुखः॥१३॥",
                    "arth": "'वहाँ अपनी चोंच नीची करके मैं समुद्रके भीतर विचरनेवाले सहस्रों जन्तुओंके मार्गको रोकनेके लिये अकेला ठहर गया॥१३॥"
                },
                {
                    "slok": "तत्र कश्चिन्मया दृष्टः सूर्योदयसमप्रभाम्। . निगमानाय गठन वै भिन्नाञनचयोपमः॥१४॥",
                    "arth": "'उस समय मैंने देखा खानसे काटकर निकाले | हुए कोयलेकी राशिके समान काला कोई पुरुष एक स्त्रीको लेकर जा रहा है। उस स्त्रीकी कान्ति सूर्योदयकालकी प्रभाके समान प्रकाशित हो रही थी॥१४॥ "
                },
                {
                    "slok": "सोऽहमभ्यवहारार्थं तौ दृष्ट्वा कृतनिश्चयः। तेन साम्ना विनीतेन पन्थानमनुयाचितः॥१५॥",
                    "arth": "'उस स्त्री और उस पुरुषको देखकर मैंने उन्हें आपके आहारके लिये लानेका निश्चय किया, किंतु उस पुरुषने नम्रतापूर्वक मधुर वाणीमें मुझसे मार्गकी याचना की।"
                },
                {
                    "slok": "नहि सामोपपन्नानां प्रहर्ता विद्यते भुवि। नीचेष्वपि जनः कश्चित् किमङ्ग बत मद्विधः॥१६॥",
                    "arth": "'पिताजी! भूतलपर नीच पुरुषोंमें भी कोई ऐसा नहीं है, जो विनयपूर्वक मीठे वचन बोलनेवालोंपर प्रहार करे। फिर मुझ-जैसा कुलीन पुरुष कैसे कर सकता है?॥"
                },
                {
                    "slok": "स यातस्तेजसा व्योम संक्षिपन्निव वेगितः। अथाहं खेचरैर्भूतैरभिगम्य सभाजितः॥१७॥",
                    "arth": "'फिर तो वह तेजसे आकाशको व्याप्त करता हुआसा वेगपूर्वक चला गया। उसके चले जानेपर आकाशचारी प्राणी सिद्ध-चारण आदिने आकर मेरा बड़ा सम्मान किया। "
                },
                {
                    "slok": "दिष्ट्या जीवति सीतेति ह्यब्रुवन् मां महर्षयः। | कथंचित् सकलत्रोऽसौ गतस्ते स्वस्त्यसंशयम्॥१८॥",
                    "arth": "'वे महर्षि मुझसे बोले-'सौभाग्यकी बात है कि | सीता जीवित हैं। तुम्हारी दृष्टि पड़नेपर भी स्त्रीके साथ | आया हुआ वह पुरुष किसी तरह सकुशल बच गया; | अतः अवश्य तुम्हारा कल्याण हो'॥१८॥"
                },
                {
                    "slok": "एवमुक्तस्ततोऽहं तैः सिद्धः परमशोभनैः। स च मे रावणो राजा रक्षसां प्रतिवेदितः॥१९॥",
                    "arth": "'उन परम शोभायमान सिद्ध पुरुषोंने मुझसे ऐसा कहा, तत्पश्चात् उन्होंने यह भी बताया कि 'वह काला पुरुष राक्षसोंका राजा रावण था'॥१९॥"
                },
                {
                    "slok": "पश्यन् दाशरथेर्भार्यां रामस्य जनकात्मजाम्। भ्रष्टाभरणकौशेयांशोकवेगपराजिताम्॥२०॥ रामलक्ष्मणयोर्नाम क्रोशन्तीं मुक्तमूर्धजाम्। एष कालात्ययस्तात इति वाक्यविदां वरः॥२१॥ एतदर्थं समग्रं मे सुपार्श्वः प्रत्यवेदयत्। तच्छ्रुत्वापि हि मे बुद्धिर्नासीत् काचित् पराक्रमे॥२२॥",
                    "arth": "'तात! दशरथनन्दन श्रीरामकी पत्नी जनककिशोरी सीता शोकके वेगसे पराजित हो गयी थीं। उनके आभूषण गिर रहे थे और रेशमी वस्त्र भी सिरसे खिसक गया था। उनके केश खुले हुए थे और वे श्रीराम तथा लक्ष्मणका नाम ले-लेकर उन्हें पुकार रही थीं। मैं उनकी इस दयनीय दशाको देखता रह गया। यही मेरे विलम्बसे आनेका कारण है।' इस प्रकार बातचीतकी कला जाननेवालोंमें श्रेष्ठ सुपार्श्वने मेरे सामने इन सारी बातोंका वर्णन किया। यह सब सुनकर भी मेरे हृदयमें पराक्रम कर दिखानेका कोई विचार नहीं उठा ॥ २०-२२॥"
                },
                {
                    "slok": "अपक्षो हि कथं पक्षी कर्म किंचित् समारभेत्। यत् तु शक्यं मया कर्तुं वाग्बुद्धिगुणवर्तिना॥२३॥ श्रूयतां तत्र वक्ष्यामि भवतां पौरुषाश्रयम्।",
                    "arth": "'बिना पंखका पक्षी कैसे कोई पराक्रम कर सकता है? अपनी वाणी और बुद्धिके द्वारा साध्य जो उपकाररूप गुण है, उसे करना मेरा स्वभाव बन गया है। ऐसे स्वभावसे मैं जो कुछ कर सकता हूँ, वह कार्य तुम्हें बता रहा हूँ, सुनो। वह कार्य तुमलोगोंके पुरुषार्थसे ही सिद्ध होनेवाला है॥ २३ ॥"
                },
                {
                    "slok": "वाङ्मतिभ्यां हि सर्वेषां करिष्यामि प्रियं हि वः॥२४॥ यद्धि दाशरथेः कार्यं मम तन्नात्र संशयः।",
                    "arth": "'मैं वाणी और बुद्धिके द्वारा तुम सब लोगोंका प्रिय कार्य अवश्य करूँगा; क्योंकि दशरथनन्दन श्रीरामका जो कार्य है, वह मेरा ही है-इसमें संशय नहीं है॥२४॥"
                },
                {
                    "slok": "तद् भवन्तो मतिश्रेष्ठा बलवन्तो मनस्विनः ॥२५॥ प्रहिताः कपिराजेन देवैरपि दुरासदाः।",
                    "arth": "'तुमलोग भी उत्तम बुद्धिसे युक्त, बलवान्, मनस्वी तथा देवताओंके लिये भी दुर्जय हो। इसीलिये वानरराज सुग्रीवने तुम्हें इस कार्यके लिये भेजा है॥ २५ ॥"
                },
                {
                    "slok": "रामलक्ष्मणबाणाश्च विहिताः कङ्कपत्रिणः ॥२६॥ त्रयाणामपि लोकानां पर्याप्तास्त्राणनिग्रहे।",
                    "arth": "'श्रीराम और लक्ष्मणके कङ्कपत्रसे युक्त जो बाण हैं, वे साक्षात् विधाताके बनाये हुए हैं। वे तीनों लोकोंका संरक्षण और दमन करनेके लिये पर्याप्त शक्ति रखते हैं।"
                },
                {
                    "slok": "कामं खलु दशग्रीवस्तेजोबलसमन्वितः। भवतां तु समर्थानां न किंचिदपि दुष्करम्॥२७॥",
                    "arth": "'तुम्हारा विपक्षी दशग्रीव रावण भले ही तेजस्वी और बलवान् है, किंतु तुम-जैसे सामर्थ्यशाली वीरोंके लिये उसे परास्त करना आदि कोई भी कार्य दुष्कर नहीं है।"
                },
                {
                    "slok": "तदलं कालसङ्गेन क्रियतां बुद्धिनिश्चयः। नहि कर्मसु सज्जन्ते बुद्धिमन्तो भवद्विधाः॥२८॥",
                    "arth": "'अतः अब अधिक समय बितानेकी आवश्यकता नहीं है। अपनी बुद्धिके द्वारा दृढ निश्चय करके सीताके दर्शनके लिये उद्योग करो; क्योंकि तुम-जैसे बुद्धिमान् लोग कार्योंकी सिद्धिमें विलम्ब नहीं करते हैं ॥२८॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे एकोनषष्टितमः सर्गः॥५९॥",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें उनसठवाँ सर्ग पूरा हुआ॥५९॥"
                }
            ]
        },
        {
            "ADHIYAAY": "षष्टितमः सर्गः सम्पातिकी आत्मकथा",
            "arth": [
                {
                    "slok": "ततः कृतोदकं स्नातं तं गृधं हरियूथपाः। उपविष्टा गिरौ रम्ये परिवार्य समन्ततः॥१॥",
                    "arth": "गृध्रराज सम्पाति अपने भाईको जलाञ्जलि देकर जब स्नान कर चुके, तब उस रमणीय पर्वतपर वे समस्त वानरयूथपति उन्हें चारों ओरसे घेरकर बैठ गये॥१॥"
                },
                {
                    "slok": "तमङ्गदमुपासीनं तैः सर्वैर्हरिभिर्वृतम्। जनितप्रत्ययो हर्षात् सम्पातिः पुनरब्रवीत्॥२॥",
                    "arth": "उन समस्त वानरोंसे घिरे हुए अङ्गद उनके पास बैठे थे। सम्पातिने सबके हृदयमें अपनी ओरसे विश्वास पैदा कर दिया था। वे हर्षोत्फुल्ल होकर फिर इस प्रकार कहने लगे- ॥२॥"
                },
                {
                    "slok": "कृत्वा निःशब्दमेकानाः शृण्वन्तु हरयो मम। तथ्यं संकीर्तयिष्यामि यथा जानामि मैथिलीम्॥३॥",
                    "arth": "'सब वानर एकाग्रचित्त एवं मौन होकर मेरी बात | सुनो। मैं मिथिलेशकुमारीको जिस प्रकार जानता हूँ, वह | सारा प्रसङ्ग ठीक-ठीक बता रहा हूँ॥३॥"
                },
                {
                    "slok": "अस्य विन्ध्यस्य शिखरे पतितोऽस्मि पुरानघ। | सूर्यतापपरीताङ्गो निर्दग्धः सूर्यरश्मिभिः॥४॥",
                    "arth": "'निष्पाप अङ्गद! प्राचीन कालमें मैं सूर्यकी किरणोंसे झुलसकर इस विन्ध्यपर्वतके शिखरपर गिरा था। उस समय मेरे सारे अङ्ग सूर्यके प्रचण्ड तापसे संतप्त हो रहे थे॥"
                },
                {
                    "slok": "लब्धसंज्ञस्तु षड्रात्राद् विवशो विह्वलन्निव। वीक्षमाणो दिशः सर्वा नाभिजानामि किंचन॥५॥",
                    "arth": "'छ: रातें बीतनेपर जब मुझे होश हुआ और मैं विवश एवं विह्वल-सा होकर सम्पूर्ण दिशाओंकी ओर देखने लगा, तब सहसा किसी भी वस्तुको मैं पहचान न सका॥५॥"
                },
                {
                    "slok": "ततस्तु सागरान् शैलान् नदीः सर्वाः सरांसि च। वनानि च प्रदेशांश्च निरीक्ष्य मतिरागता॥६॥",
                    "arth": "'तदनन्तर धीरे-धीरे समुद्र, पर्वत, समस्त नदी, सरोवर, वन और यहाँके विभिन्न प्रदेशोंपर दृष्टि डाली, तब मेरी स्मरण-शक्ति लौटी॥६॥ "
                },
                {
                    "slok": "हृष्टपक्षिगणाकीर्णः कन्दरोदरकूटवान्। दक्षिणस्योदधेस्तीरे विन्ध्योऽयमिति निश्चितः॥७॥",
                    "arth": "'फिर मैंने निश्चय किया कि यह दक्षिण समुद्रके तटपर स्थित विन्ध्यपर्वत है, जो हर्षोत्फुल्ल विहंगमोंके समुदायसे व्याप्त है। यहाँ बहुत-सी कन्दराएँ, गुफाएँ और शिखर हैं॥७॥ "
                },
                {
                    "slok": "आसीच्चात्राश्रमं पुण्यं सुरैरपि सुपूजितम्। ऋषिर्निशाकरो नाम यस्मिन्नुग्रतपाऽभवत्॥८॥",
                    "arth": "'पूर्वकालमें यहाँ एक पवित्र आश्रम था, जिसका देवता भी बड़ा सम्मान करते थे। उस आश्रममें निशाकर (चन्द्रमा) नामधारी एक ऋषि रहते थे, जो बड़े ही उग्र तपस्वी थे॥ "
                },
                {
                    "slok": "अष्टौ वर्षसहस्त्राणि तेनास्मिन्नृषिणा गिरौ। वसतो मम धर्मज्ञे स्वर्गते तु निशाकरे॥९॥",
                    "arth": "'वे धर्मज्ञ निशाकर मुनि अब स्वर्गवासी हो चुके हैं। उन महर्षिके बिना इस पर्वतपर रहते हुए मेरे आठ हजार वर्ष बीत गये॥९॥"
                },
                {
                    "slok": "अवतीर्य च विन्ध्याग्रात् कृच्छ्रेण विषमाच्छनैः। तीक्ष्णदर्भा वसुमती दुःखेन पुनरागतः॥१०॥",
                    "arth": "'होशमें आनेके बाद मैं इस पर्वतके नीचे-ऊँचे शिखरसे धीरे-धीरे बड़े कष्टके साथ भूमिपर उतरा, उस समय ऐसे स्थानपर आ पहुँचा, जहाँ तीखे कुश उगे हुए थे। फिर वहाँसे भी कष्ट सहन करता हुआ आगे बढ़ा ॥१०॥"
                },
                {
                    "slok": "तमृषिं द्रष्टुकामोऽस्मि दुःखेनाभ्यागतो भृशम्। जटायुषा मया चैव बहुशोऽधिगतो हि सः॥११॥",
                    "arth": "'मैं उन महर्षिका दर्शन करना चाहता था, इसीलिये अत्यन्त कष्ट उठाकर वहाँ गया था। इसके पहले मैं और जटायु दोनों कई बार उनसे मिल चुके थे॥११॥ "
                },
                {
                    "slok": "तस्याश्रमपदाभ्याशे ववुर्वाताः सुगन्धिनः। वृक्षो नापुष्पितः कश्चिदफलो वा न दृश्यते॥१२॥",
                    "arth": "'उनके आश्रमके समीप सदा सुगन्धित वायु चलती थी। वहाँका कोई भी वृक्ष फल अथवा फूलसे रहित नहीं देखा जाता था॥१२॥"
                },
                {
                    "slok": "उपेत्य चाश्रमं पुण्यं वृक्षमूलमुपाश्रितः। द्रष्टुकामः प्रतीक्षे च भगवन्तं निशाकरम्॥१३॥",
                    "arth": "‘उस पवित्र आश्रमपर पहुँचकर मैं एक वृक्षके नीचे ठहर गया और भगवान् निशाकरके दर्शनकी | इच्छासे उनके आनेकी प्रतीक्षा करने लगा॥१३॥"
                },
                {
                    "slok": "अथ पश्यामि दूरस्थमृषिं ज्वलिततेजसम्। कृताभिषेकं दुर्धर्षमुपावृत्तमुदङ्मुखम्॥१४॥",
                    "arth": "'थोड़ी ही देरमें महर्षि मुझे दूरसे आते दिखायी दिये। वे अपने तेजसे दिप रहे थे और स्नान करके उत्तरकी ओर लौटे आ रहे थे। उनका तिरस्कार करना किसीके लिये भी कठिन था॥१४॥ "
                },
                {
                    "slok": "तमृक्षाः सृमरा व्याघ्राः सिंहा नानासरीसृपाः। परिवार्योपगच्छन्ति दातारं प्राणिनो यथा॥१५॥",
                    "arth": "'अनेकानेक रीछ, हरिन, सिंह, बाघ और नाना प्रकारके सर्प उन्हें इस प्रकार घेरे आ रहे थे, जैसे याचना करनेवाले प्राणी दाताको घेरकर चलते हैं॥१५॥"
                },
                {
                    "slok": "ततः प्राप्तमृषि ज्ञात्वा तानि सत्त्वानि वै ययुः। प्रविष्टे राजनि यथा सर्वं सामात्यकं बलम्॥१६॥ ",
                    "arth": "'ऋषिको आश्रमपर आया जान वे सभी प्राणी लौट गये। ठीक उसी तरह, जैसे राजाके अपने महलमें चले जानेपर मन्त्रीसहित सारी सेना अपने-अपने विश्रामस्थानको लौट जाती है॥१६॥ "
                },
                {
                    "slok": "ऋषिस्तु दृष्ट्वा मां तुष्टः प्रविष्टश्चाश्रमं पुनः। संवर मुहूर्तमात्रान्निर्गम्य ततः कार्यमपृच्छत ॥१७॥",
                    "arth": "'ऋषि मुझे देखकर बड़े प्रसन्न हुए और अपने आश्रममें प्रवेश करके पुनः दो ही घड़ीमें बाहर निकल आये। फिर पास आकर उन्होंने मेरे आनेका प्रयोजन पूछा- ॥१७"
                },
                {
                    "slok": "सौम्य वैकल्यतां दृष्ट्वा रोम्णां ते नावगम्यते। अग्निदग्धाविमौ पक्षौ प्राणाश्चापि शरीरके ॥१८॥",
                    "arth": "'वे बोले-'सौम्य! तुम्हारे रोएँ गिर गये और दोनों पंख जल गये हैं। इसका कारण नहीं जान पड़ता। इतनेपर भी तुम्हारे शरीरमें प्राण टिके हुए हैं॥१८॥"
                },
                {
                    "slok": "गृध्रौ द्वौ दृष्टपूर्वी मे मातरिश्वसमौ जवे। गृध्राणां चैव राजानौ भ्रातरौ कामरूपिणौ ॥१९॥ ",
                    "arth": "'मैंने पहले वायुके समान वेगशाली दो गीधोंको देखा है। वे दोनों परस्पर भाई और इच्छानुसार रूप धारण करनेवाले थे। साथ ही वे गीधोंके राजा भी थे॥१९॥ "
                },
                {
                    "slok": "ज्येष्ठोऽवितस्त्वं सम्पाते जटायुरनुजस्तव। मानुषं रूपमास्थाय गृह्णीतां चरणौ मम॥२०॥",
                    "arth": "'सम्पाते! मैं तुम्हें पहचान गया। तुम उन दो भाइयोंमेंसे बड़े हो। जटायु तुम्हारा छोटा भाई था। तुम दोनों मनुष्यरूप धारण करके मेरा चरण स्पर्श किया करते थे॥२०॥:"
                },
                {
                    "slok": "किं ते व्याधिसमुत्थानं पक्षयोः पतनं कथम्। दण्डो वायं धृतः केन सर्वमाख्याहि पृच्छतः॥२१॥",
                    "arth": "'यह तुम्हें कौन-सा रोग लग गया है। तुम्हारे दोनों पंख कैसे गिर गये? किसीने दण्ड तो नहीं दिया है? मैं जो कुछ पूछता हूँ, वह सब तुम स्पष्टरूपसे कहो'॥२१॥"
                },
                {
                    "SAMAPT_SARG": "इत्याचे श्रीमद्राणायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे षष्टितमः सर्गः॥६०॥ ",
                    "SAMAPT अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें साठवाँ सर्ग पूरा हुआ॥६०॥"
                }
            ]
        },
        {
            "ADHIYAAY": "एकषष्टितमः सर्गः सम्पातिका निशाकर मुनिको अपने पंखके जलनेका कारण बताना",
            "arth": [
                {
                    "slok": "ततस्तद् दारुणं कर्म दुष्करं सहसा कृतम्। आचचक्षे मुनेः सर्वं सूर्यानुगमनं तथा॥१॥ ",
                    "arth": "'उनके इस प्रकार पूछनेपर मैंने बिना सोचे-समझे सूर्यका अनुगमनरूप जो दुष्कर एवं दारुण कार्य किया था, वह सब उन्हें बताया॥१॥ "
                },
                {
                    "slok": "भगवन् व्रणयुक्तत्वाल्लज्जया चाकुलेन्द्रियः। परिश्रान्तो न शक्नोमि वचनं परिभाषितुम्॥२॥",
                    "arth": "'मैंने कहा-'भगवन्! मेरे शरीर में घाव हो गया है तथा मेरी इन्द्रियाँ लज्जासे व्याकुल हैं, इसलिये अधिक कष्ट पानेके कारण मैं अच्छी तरह बात भी नहीं कर सकता। "
                },
                {
                    "slok": "अहं चैव जटायुश्च संघर्षाद् गर्वमोहितौ। आकाशं पतितौ दूराज्जिज्ञासन्तौ पराक्रमम्॥३॥ ",
                    "arth": "'मैं और जटायु दोनों ही गर्वसे मोहित हो रहे थे; अतः अपने पराक्रमकी थाह लगानेके लिये हम दोनों दूरतक पहुँचनेके उद्देश्यसे उड़ने लगे॥३॥ "
                },
                {
                    "slok": "कैलासशिखरे बद्ध्वा मुनीनामग्रतः पणम्। रविः स्यादनुयातव्यो यावदस्तं महागिरिम्॥४॥ । ",
                    "arth": "'कैलास पर्वतके शिखरपर मुनियोंके सामने हम दोनोंने यह शर्त बदी थी कि सूर्य जबतक अस्ताचलपर जायँ, उसके पहले ही हम दोनोंको उनके पास पहुँच जाना चाहिये। "
                },
                {
                    "slok": "अप्यावां युगपत् प्राप्तावपश्याव महीतले। म रथचक्रप्रमाणानि नगराणि पृथक् पृथक् ॥५॥ ",
                    "arth": "'यह निश्चय करके हम साथ ही आकाशमें जा पहुँचे। वहाँसे पृथ्वीके भिन्न-भिन्न नगरमें हम रथके पहियेके बराबर दिखायी देते थे॥५॥। "
                },
                {
                    "slok": "क्वचिद् वादित्रघोषश्च क्वचिद् भूषणनिःस्वनः। गायन्तीः स्माङ्गना बह्वीः पश्यावो रक्तवाससः॥६॥ ",
                    "arth": "'ऊपरके लोकोंमें कहीं वाद्योंका मधुर घोष हो रहा था, कहीं आभूषणोंकी झनकारें सुनायी पड़ती थीं और कहीं लाल रंगकी साड़ी पहने बहुत-सी सुन्दरियाँ गीत गा रही थीं, जिन्हें हम दोनोंने अपनी आँखों देखा था।"
                },
                {
                    "slok": "तूर्णमुत्पत्य चाकाशमादित्यपदमास्थितौ। | आवामालोकयावस्तद् वनं शाद्वलसंस्थितम्॥७॥",
                    "arth": "'उससे भी ऊँचे उडकर हम तुरंत सूर्यके मार्गपर जा पहुँचे। वहाँसे नीचे दृष्टि डालकर जब दोनोंने देखा, तब यहाँके जंगल हरी-हरी घासकी तरह दिखायी देते थे॥७॥ "
                },
                {
                    "slok": "उपलैरिव संछन्ना दृश्यते भूः शिलोच्चयैः। आपगाभिश्च संवीता सूत्रैरिव वसुंधरा ॥८॥ ",
                    "arth": "'पर्वतोंके कारण यह भूमि ऐसी जान पड़ती थी, मानो इसपर पत्थर बिछाये गये हों और नदियोंसे ढकी हुई भूमि ऐसी लगती थी, मानो उसमें सूतके धागे लपेटे गये हों॥८॥ "
                },
                {
                    "slok": "हिमवांश्चैव विन्ध्यश्च मेरुश्च सुमहागिरिः। पवन भूतले सम्प्रकाशन्ते नागा इव जलाशये॥ ९ ॥ तीव्रः स्वेदश्च खेदश्च भयं चासीत् तदावयोः। समाविशत मोहश्च ततो मूर्छा च दारुणा ॥१०॥",
                    "arth": "- 'भूतलपर हिमालय, मेरु और विन्ध्य आदि बड़ेबड़े पर्वत तालाबमें खड़े हुए हाथियोंके समान प्रतीत होते थे। उस समय हम दोनों भाइयोंके शरीरसे बहुत पसीना निकलने लगा। हमें बड़ी थकावट मालूम हुई। फिर तो हमारे ऊपर भय, मोह और भयानक मूर्छाने अधिकार जमा लिया। "
                },
                {
                    "slok": "न च दिग् ज्ञायते याम्या न चानेयी न वारुणी। युगान्ते नियतो लोको हतो दग्ध इवाग्निना॥११॥",
                    "arth": "'उस समय न दक्षिण दिशाका ज्ञान होता था, न अग्निकोण अथवा पश्चिम आदि दिशाका ही। यद्यपि यह जगत् नियमितरूपसे स्थित था, तथापि उस समय मानो युगान्तकालमें अग्निसे दग्ध हो गया हो, इस प्रकार नष्टप्राय दिखायी देता था॥११॥ "
                },
                {
                    "slok": "मनश्च मे हतं भूयश्चक्षुः प्राप्य तु संश्रयम्। वीर यत्नेन महता ह्यस्मिन् मनः संधाय चक्षुषी॥१२॥ यत्नेन महता भूयो भास्करः प्रतिलोकितः। तुल्यपृथ्वीप्रमाणेन भास्करः प्रतिभाति नौ॥१३॥",
                    "arth": "'मेरा मन नेत्ररूपी आश्रयको पाकर उसके साथ ही हतप्राय हो गया-सूर्यके तेजसे उसकी दर्शन-शक्ति लुप्त हो गयी। तदनन्तर महान् प्रयास करके मैंने पुनः मन और नेत्रोंको सूर्यदेवमें लगाया। इस प्रकार विशेष प्रयत्न करनेपर फिर सूर्यदेवका दर्शन हुआ। वे हमें पृथ्वीके बराबर ही जान पड़ते थे॥१२-१३॥ "
                },
                {
                    "slok": "जटायुमिनापृच्छ्य निपपात महीं ततः। तं दृष्ट्वा तूर्णमाकाशादात्मानं मुक्तवानहम्॥१४॥",
                    "arth": "'जटायु मुझसे पूछे बिना ही पृथ्वीपर उतर पड़ा। उसे नीचे जाते देख मैंने भी तुरंत अपने-आपको आकाशसे नीचेकी ओर छोड़ दिया॥१४॥ "
                },
                {
                    "slok": "पक्षाभ्यां च मया गुप्तो जटायुर्न प्रदह्यत। प्रमादात् तत्र निर्दग्धः पतन् वायुपथादहम्॥१५॥| आशङ्के तं निपतितं जनस्थाने जटायुषम्। अहं तु पतितो विन्ध्ये दग्धपक्षो जडीकृतः॥१६॥ ",
                    "arth": "'मैंने अपने दोनों पंखोंसे जटायुको ढक लिया था, इसलिये वह जल न सका। मैं ही असावधानीके कारण वहाँ जल गया। वायुके पथसे नीचे गिरते समय मुझे ऐसा संदेह हुआ कि जटायु जनस्थानमें गिरा है; परंतु मैं इस विन्ध्यपर्वतपर गिरा था। मेरे दोनों पंख जल गये थे, इसलिये यहाँ जडवत् हो गया॥१५-१६॥ "
                },
                {
                    "slok": "राज्याच्च हीनो भ्रात्रा च पक्षाभ्यां विक्रमेण च। सर्वथा मर्तुमेवेच्छन् पतिष्ये शिखराद् गिरेः॥१७॥",
                    "arth": "'राज्यसे भ्रष्ट हआ, भाईसे बिछड़ गया और पंख तथा पराक्रमसे भी हाथ धो बैठा। अब मैं सर्वथा मरनेकी ही इच्छासे इस पर्वतशिखरसे नीचे गिरूँगा'॥"
                }
            ]
        },
        {
            "ADHIYAAY": "द्विषष्टितमः सर्गः निशाकर मुनिका सम्पातिको सान्त्वना देते हुए उन्हें भावी श्रीरामचन्द्रजीके कार्यमें सहायता देनेके लिये जीवित रहनेका आदेश देना",
            "arth": [
                {
                    "slok": "एवमुक्त्वा मुनिश्रेष्ठमरुदं भृशदुःखितः। अथ ध्यात्वा मुहूर्तं च भगवानिदमब्रवीत्॥१॥",
                    "arth": "'वानरो! उन मुनिश्रेष्ठसे ऐसा कहकर मैं बहुत दुःखी हो विलाप करने लगा। मेरी बात सुनकर थोड़ी देरतक ध्यान करनेके बाद महर्षि भगवान् निशाकर बोले- ॥१॥ "
                },
                {
                    "slok": "पक्षौ च ते प्रपक्षौ च पुनरन्यौ भविष्यतः। चक्षुषी चैव प्राणाश्च विक्रमश्च बलं च ते॥२॥ ",
                    "arth": "'सम्पाते! चिन्ता न करो। तुम्हारे छोटे और बड़े दोनों तरहके पंख फिर नये निकल आयेंगे। आँखें भी ठीक हो जायँगी तथा खोयी हुई प्राणशक्ति, बल और पराक्रम-सब लौट आयेंगे॥२॥ "
                },
                {
                    "slok": "पुराणे सुमहत्कार्यं भविष्यं हि मया श्रुतम्। दृष्टं मे तपसा चैव श्रुत्वा च विदितं मम॥३॥",
                    "arth": "'मैंने पुराणमें आगे होनेवाले अनेक बड़े-बड़े कार्योंकी बात सुनी है। सुनकर तपस्याके द्वारा भी मैंने उन सब बातोंको प्रत्यक्ष किया और जाना है॥३॥ "
                },
                {
                    "slok": "राजा दशरथो नाम कश्चिदिक्ष्वाकुवर्धनः। तस्य पुत्रो महातेजा रामो नाम भविष्यति॥४॥",
                    "arth": "'इक्ष्वाकुवंशकी कीर्ति बढ़ानेवाले कोई दशरथ नामसे प्रसिद्ध राजा होंगे। उनके एक महातेजस्वी पत्र होंगे, जिनकी श्रीरामके नामसे प्रसिद्धि होगी॥४॥ "
                },
                {
                    "slok": "अरण्यं च सह भ्रात्रा लक्ष्मणेन गमिष्यति। तस्मिन्नर्थे नियुक्तः सन् पित्रा सत्यपराक्रमः॥५॥",
                    "arth": "'सत्यपराक्रमी श्रीरामचन्द्रजी अपनी पत्नी सीता और भाई लक्ष्मणके साथ वनमें जायँगे; इसके लिये उन्हें पिताकी ओरसे आज्ञा प्राप्त होगी॥५॥ "
                },
                {
                    "slok": "नैर्ऋतो रावणो नाम तस्य भार्यां हरिष्यति। राक्षसेन्द्रो जनस्थाने अवध्यः सुरदानवैः॥६॥ ",
                    "arth": "'वनवास-कालमें जनस्थानमें रहते समय उनकी पत्नी सीताको राक्षसोंका राजा रावण नामक असुर हर ले जायगा। वह देवताओं और दानवोंके लिये भी अवध्य होगा॥६॥ "
                },
                {
                    "slok": "सा च कामैः प्रलोभ्यन्ती भक्ष्यैर्भोज्यैश्च मैथिली। न भोक्ष्यति महाभागा दुःखमना यशस्विनी॥७॥",
                    "arth": "'मिथिलेशकुमारी सीता बड़ी ही यशस्विनी और सौभाग्यवती होगी। यद्यपि राक्षसराजकी ओरसे उसको तरहतरहके भोगों और भक्ष्य-भोज्य आदि पदार्थोंका प्रलोभन दिया जायगा, तथापि वह उन्हें स्वीकार नहीं करेगी और निरन्तर अपने पतिके लिये चिन्तित होकर दुःखमें डूबी रहेगी॥७॥ "
                },
                {
                    "slok": "परमानं च वैदेह्या ज्ञात्वा दास्यति वासवः। यदन्नममतप्रख्यं सुराणामपि दुर्लभम्॥८॥",
                    "arth": "सीता राक्षसका अन्न नहीं ग्रहण करती-यह मालूम होनेपर देवराज इन्द्र उसके लिये अमृतके समान खीर, जो देवताओंको दुर्लभ है, निवेदन करेंगे॥८॥ "
                },
                {
                    "slok": "तदन्नं मैथिली प्राप्य विज्ञायेन्द्रादिदं त्विति। अग्रमुद्धृत्य रामाय भूतले निर्वपिष्यति॥९॥ ",
                    "arth": "'उस अन्नको इन्द्रका दिया हुआ जानकर जानकी उसे स्वीकार कर लेगी और सबसे पहले उसमेंसे अग्रभाग निकालकर श्रीरामचन्द्रजीके उद्देश्यसे पृथ्वीपर रखकर अर्पण करेगी॥९॥ "
                },
                {
                    "slok": "यदि जीवति मे भर्ता लक्ष्मणो वापि देवरः। देवत्वं गच्छतोऽपि तयोरन्नमिदं विति॥१०॥",
                    "arth": "'उस समय वह इस प्रकार कहेगी-'मेरे पति भगवान् श्रीराम तथा देवर लक्ष्मण यदि जीवित हों अथवा देवभावको प्राप्त हो गये हों, यह अन्न उनके लिये समर्पित है' ॥१०॥ "
                },
                {
                    "slok": "एष्यन्ति प्रेषितास्तत्र रामदूताः प्लवङ्गमाः। आख्येया राममहिषी त्वया तेभ्यो विहङ्गम॥११॥",
                    "arth": "'सम्पाते! रघनाथजीके भेजे हए उनके दत वानर यहाँ सीताका पता लगाते हुए आयेंगे। उन्हें तुम श्रीरामकी महारानी सीताका पता बताना॥११॥"
                },
                {
                    "slok": "सर्वथा तु न गन्तव्यमीदृशः क्व गमिष्यसि। देशकालौ प्रतीक्षस्व पक्षौ त्वं प्रतिपत्स्यसे॥१२॥",
                    "arth": "'यहाँसे किसी तरह कभी दूसरी जगह न जाना। ऐसी दशामें तुम जाओगे भी कहाँ। देश और कालकी प्रतीक्षा करो। तुम्हें फिर नये पंख प्राप्त हो जायेंगे॥१२॥ "
                },
                {
                    "slok": "उत्सहेयमहं कर्तुमद्यैव त्वां सपक्षकम्। कि इहस्थस्त्वं हि लोकानां हितं कार्यं करिष्यसि॥१३॥ ",
                    "arth": "'यद्यपि मैं आज ही तुम्हें पंखयुक्त कर सकता हूँ; फिर भी इसलिये ऐसा नहीं करता कि यहाँ रहनेपर तुम संसारके लिये हितकर कार्य कर सकोगे॥१३॥ "
                },
                {
                    "slok": "त्वयापि खलु तत् कार्यं तयोश्च नृपपुत्रयोः। ब्राह्मणानां गुरूणां च मुनीनां वासवस्य च॥१४॥",
                    "arth": "'तुम भी उन दोनों राजकुमारोंके कार्यमें सहायता करना। वह कार्य केवल उन्हींका नहीं. समस्त ब्राह्मणों. गुरुजनों, मुनियों और देवराज इन्द्रका भी है॥१४॥ "
                },
                {
                    "slok": "इच्छाम्यहमपि द्रष्टुं भ्रातरौ रामलक्ष्मणौ। नेच्छे चिरं धारयितुं प्राणांस्त्यक्ष्ये कलेवरम्। महर्षिस्त्वब्रवीदेवं दृष्टतत्त्वार्थदर्शनः॥१५॥",
                    "arth": "'यद्यपि मैं भी उन दोनों भाइयोंका दर्शन करना चाहता हूँ; परंतु अधिक कालतक इन प्राणोंको धारण करनेकी इच्छा नहीं है। अतः वह समय आनेसे पहले ही मैं प्राणोंको त्याग दूंगा' ऐसा उन तत्त्वदर्शी महर्षिने मुझे कहा था'॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे द्विषष्टितमः सर्गः॥६२॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें बासठवाँ सर्ग पूरा हुआ॥६२॥"
                }
            ]
        },
        {
            "ADHIYAAY": "त्रिषष्टितमः सर्गः सम्पातिका पंखयुक्त होकर वानरोंको उत्साहित करके उड़ जाना और वानरोंका वहाँसे दक्षिण दिशाकी ओर प्रस्थान करना",
            "arth": [
                {
                    "slok": "एतैरन्यैश्च बहुभिर्वाक्यैर्वाक्यविशारदः। मां प्रशस्याभ्यनुज्ञाप्य प्रविष्टः स स्वमालयम्॥१॥",
                    "arth": "'बातचीतकी कलामें चतुर महर्षि निशाकरने ये तथा और भी बहुत-सी बातें कहकर मुझे समझाया और श्रीरामकार्यमें सहायक बननेके कारण मेरे सौभाग्यकी सराहना की। तत्पश्चात् मेरी अनुमति लेकर वे अपने आश्रमके भीतर चले गये॥१॥"
                },
                {
                    "slok": "कन्दरात् तु विसर्पित्वा पर्वतस्य शनैः शनैः। अहं विन्ध्यं समारुह्य भवतः प्रतिपालये॥२॥",
                    "arth": "'तदनन्तर कन्दरासे धीरे-धीरे निकलकर मैं विन्ध्य | पर्वतके शिखरपर चढ़ आया और तबसे तुम लोगोंके आनेकी बाट देख रहा हूँ॥२॥   "
                },
                {
                    "slok": "अद्य त्वेतस्य कालस्य वर्ष साग्रशतं गतम्। | देशकालप्रतीक्षोऽस्मि हृदि कृत्वा मुनेर्वचः॥३॥",
                    "arth": "'मुनिसे बातचीतके बाद आजतक जो समय बीता | है, इसमें आठ* हजारसे अधिक वर्ष निकल गये। मुनिके कथनको हृदयमें धारण करके मैं देश-कालकी प्रतीक्षा कर रहा हूँ॥३॥"
                },
                {
                    "slok": "महाप्रस्थानमासाद्य स्वर्गते तु निशाकरे। मां निर्दहति संतापो वितर्बहुभिर्वृतम्॥४॥ ",
                    "arth": "निशाकर मुनि महाप्रस्थान करके जब स्वर्गलोकको चले गये, तभीसे मैं अनेक प्रकारके तर्कवितर्कोंसे घिर गया। संतापकी आग मुझे रात-दिन जलाती रहती है॥४॥ "
                },
                {
                    "slok": "उदितां मरणे बुद्धिं मुनिवाक्यैर्निवर्तये। बुद्धिर्या तेन मे दत्ता प्राणानां रक्षणे मम॥५॥ सा मेऽपनयते दुःखं दीप्तेवाग्निशिखा तमः।",
                    "arth": "'मेरे मनमें कई बार प्राण त्यागनेकी इच्छा हुई, किंतु मुनिके वचनोंको याद करके मैं उस संकल्पको टालता आया हूँ। उन्होंने मुझे प्राणोंको रखनेके लिये जो बुद्धि (सम्मति) दी थी, वह मेरे दुःखको उसी प्रकार दूर कर देती है, जैसे जलती हुई अग्निशिखा अन्धकारको"
                },
                {
                    "slok": "बुध्यता च मया वीर्यं रावणस्य दुरात्मनः॥६॥ पुत्रः संतर्जितो वाग्भिन त्राता मैथिली कथम्।",
                    "arth": "'दुरात्मा रावणमें कितना बल है, इसे मैं जानता हूँ। इसलिये मैंने कठोर वचनोंद्वारा अपने पुत्रको डाँटा था कि तूने मिथिलेशकुमारी सीताकी रक्षा क्यों नहीं की॥६॥ "
                },
                {
                    "slok": "तस्या विलपितं श्रुत्वा तौ च सीतावियोजितौ॥७॥ न मे दशरथस्नेहात् पुत्रेणोत्पादितं प्रियम्।",
                    "arth": "'सीताका विलाप सुनकर और उनसे बिछुड़े हुए श्रीराम तथा लक्ष्मणका परिचय पाकर तथा राजा दशरथके प्रति मेरे स्नेहका स्मरण करके भी मेरे पुत्रने जो सीताकी रक्षा नहीं की, अपने इस बर्तावसे उसने मुझे प्रसन्न नहीं किया-मेरा प्रिय कार्य नहीं होने दिया"
                },
                {
                    "slok": "तस्य त्वेवं ब्रुवाणस्य संहतैर्वानरैः सह॥८॥ उत्पेततुस्तदा पक्षौ समक्षं वनचारिणाम्।",
                    "arth": "वहाँ एकत्र होकर बैठे हुए वानरोंके साथ सम्पाति इस प्रकार बातें कर ही रहे थे कि उन वनचारी वानरोंके समक्ष उसी समय उनके दो नये पंख निकल आये॥८३ ॥ "
                },
                {
                    "slok": "स दृष्ट्वा स्वां तनुं पक्षरुद्गतैररुणच्छदैः॥९॥ प्रहर्षमतुलं लेभे वानरांश्चेदमब्रवीत्।",
                    "arth": "अपने शरीरको नये निकले हुए लाल रंगके पंखोंसे संयुक्त हुआ देख सम्पातिको अनुपम हर्ष प्राप्त हुआ। वे वानरोंसे इस प्रकार बोले- ॥९॥ "
                },
                {
                    "slok": "निशाकरस्य राजर्षेः प्रसादादमितौजसः॥१०॥ आदित्यरश्मिनिर्दग्धौ पक्षौ पुनरुपस्थितौ।",
                    "arth": "'कपिवरो! अमिततेजस्वी राजर्षि निशाकरके प्रसादसे सूर्य-किरणोंद्वारा दग्ध हुए मेरे दोनों पंख फिर उत्पन्न हो गये॥१०॥ "
                },
                {
                    "slok": "यौवने वर्तमानस्य ममासीद् यः पराक्रमः॥११॥ तमेवाद्यावगच्छामि बलं पौरुषमेव च।",
                    "arth": "'युवावस्थामें मेरा जैसा पराक्रम और बल था, वैसे ही बल और पुरुषार्थका इस समय मैं अनुभव कर रहा हूँ॥११३॥"
                },
                {
                    "slok": "सर्वथा क्रियतां यत्नः सीतामधिगमिष्यथ॥१२॥ पक्षलाभो ममायं वः सिद्धिप्रत्ययकारकः।",
                    "arth": "'वानरो! तुम सब प्रकारसे यत्न करो। निश्चय ही तुम्हें सीताका दर्शन प्राप्त होगा। मुझे पंखोंका प्राप्त होना तुमलोगोंकी कार्य-सिद्धिका विश्वास दिलानेवाला है'॥ इत्युक्त्वा तान् हरीन् सर्वान् सम्पातिः पतगोत्तमः॥१३॥ "
                },
                {
                    "slok": "इत्युक्त्वा तान् हरीन् सर्वान् सम्पातिः पतगोत्तमः॥१३॥ उत्पपात गिरेः शृङ्गाज्जिज्ञासुः खगमो गतिम्। ",
                    "arth": "उन समस्त वानरोंसे ऐसा कहकर पक्षियोंमें श्रेष्ठ सम्पाति अपने आकाश-गमनकी शक्तिका परिचय पानेके लिये उस पर्वतशिखरसे उड़ गये॥१३३ ॥ "
                },
                {
                    "slok": "॥ तस्य तद् वचनं श्रुत्वा प्रतिसंहृष्टमानसाः। बभूवुर्हरिशार्दूला विक्रमाभ्युदयोन्मुखाः॥१४॥ ।",
                    "arth": "। उनकी वह बात सुनकर उन श्रेष्ठ वानरोंका हृदय प्रसन्नतासे खिल उठा। वे पराक्रमसाध्य अभ्युदयके लिये उद्यत हो गये॥१४॥"
                },
                {
                    "slok": "अथ र पवनसमानविक्रमाः  सप्लवगवराः प्रतिलब्धपौरुषाः। अभिजिदभिमुखां दिशं ययु जनकसुतापरिमार्गणोन्मुखाः॥१५॥ ",
                    "arth": "तदनन्तर वायुके समान पराक्रमी वे श्रेष्ठ वानर अपने भूले हुए पुरुषार्थको फिरसे पा गये और जनकनन्दिनी सीताकी खोजके लिये उत्सुक हो अभिजित् नक्षत्रसे युक्त दक्षिण दिशाकी ओर चल दिये॥१५॥ "
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे त्रिषष्टितमः सर्गः॥६३॥  ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें तिरसठवाँ सर्ग पूरा हुआ॥६३॥ "
                }
            ]
        },
        {
            "ADHIYAAY": "चतुःषष्टितमः सर्गः समुद्रकी विशालता देखकर विषादमें पड़े हुए वानरोंको आश्वासन दे अङ्गदका उनसे पृथक्-पृथक् समुद्र-लङ्घनके लिये उनकी शक्ति पूछना ",
            "arth": [
                {
                    "slok": "आख्याता गृध्रराजेन समुत्प्लुत्य प्लवङ्गमाः। संगताः प्रीतिसंयुक्ता विनेदुः सिंहविक्रमाः॥१॥",
                    "arth": "गृध्रराज सम्पातिके इस प्रकार कहनेपर सिंहके समान पराक्रमी सभी वानर बड़े प्रसन्न हुए और परस्पर मिलकर उछल-उछलकर गर्जने लगे॥१॥ "
                },
                {
                    "slok": "सम्पातेर्वचनं श्रुत्वा हरयो रावणक्षयम्। हृष्टाः सागरमाजग्मः सीतादर्शनकांक्षिणः॥२॥",
                    "arth": "सम्पातिकी बातोंसे रावणके निवासस्थान तथा उसके भावी विनाशकी सूचना मिली थी। उन्हें सुनकर हर्षसे भरे हुए वे सभी वानर सीताजीके दर्शनकी इच्छा मनमें लिये समुद्रके तटपर आये॥२॥ "
                },
                {
                    "slok": "अभिगम्य तु तं देशं ददृशुर्भीमविक्रमाः। कृत्स्नं लोकस्य महतः प्रतिबिम्बमवस्थितम्॥३॥",
                    "arth": "उन भयंकर पराक्रमी वानरोंने उस देशमें पहुंचकर समुद्रको देखा, जो इस विराट् विश्वके सम्पूर्ण प्रतिबिम्बकी भाँति स्थित था॥३॥"
                },
                {
                    "slok": "दक्षिणस्य समुद्रस्य समासाद्योत्तरां दिशम्। संनिवेशं ततश्चक्रुर्हरिवीरानाः महाबलाः॥४॥",
                    "arth": "दक्षिण समुद्रके उत्तर तटपर जाकर उन महाबली वानर वीरोंने डेरा डाला॥४॥ "
                },
                {
                    "slok": "प्रसुप्तमिव चान्यत्र क्रीडन्तमिव चान्यतः। क्वचित् पर्वतमात्रैश्च जलराशिभिरावृतम्॥५॥ ",
                    "arth": "___ वह समुद्र कहीं तो तरङ्गहीन एवं शान्त होनेके कारण सोया हुआ-सा जान पड़ता था। अन्यत्र जहाँ थोड़ी-थोड़ी लहरें उठ रही थीं, वहाँ वह क्रीडा करतासा प्रतीत होता था और दूसरे स्थलोंमें जहाँ उत्ताल तरङ्गे उठती थीं, वहाँ पर्वतके बराबर जलराशियोंसे आवृत दिखायी देता था॥५॥ "
                },
                {
                    "slok": "संकुलं दानवेन्द्रैश्च पातालतलवासिभिः । रोमहर्षकरं दृष्ट्वा विषेदुः कपिकुञ्जराः॥६॥",
                    "arth": "वह सारा समुद्र पातालनिवासी दानवराजोंसे व्याप्त था। उस रोमाञ्चकारी महासागरको देखकर वे समस्त श्रेष्ठ वानर बड़े विषादमें पड़ गये॥६॥ "
                },
                {
                    "slok": "आकाशमिव दुष्पारं सागरं प्रेक्ष्य वानराः। विषेदुः सहिताः सर्वे कथं कार्यमिति ब्रुवन्॥७॥",
                    "arth": "आकाशके समान दुर्लङ्घय समुद्रपर दृष्टिपात करके वे सब वानर 'अब कैसे करना चाहिये' ऐसा  कहते हुए एक साथ बैठकर चिन्ता करने लगे॥७॥ "
                },
                {
                    "slok": "विषण्णां वाहिनीं दृष्ट्वा सागरस्य निरीक्षणात्। आश्वासयामास हरीन् भयार्तान् हरिसत्तमः॥८॥",
                    "arth": "उस महासागरका दर्शन करके सारी वानरसेनाको विषादमें डूबी हुई देख कपिश्रेष्ठ अङ्गद उन भयातुर वानरोंको आश्वासन देते हुए बोले-॥८॥ "
                },
                {
                    "slok": "न विषादे मनः कार्यं विषादो दोषवत्तरः। विषादो हन्ति पुरुषं बालं क्रुद्ध इवोरगः॥९॥ ",
                    "arth": "'वीरो! तुम्हें अपने मनको विषादमें नहीं डालना चाहिये; क्योंकि विषादमें बहुत बड़ा दोष है। जैसे क्रोधमें भरा हुआ साँप अपने पास आये हुए बालकको काट खाता है, उसी प्रकार विषाद पुरुषका नाश कर | डालता है॥९॥ "
                },
                {
                    "slok": "यो विषादं प्रसहते विक्रमे समुपस्थिते। - | तेजसा तस्य हीनस्य पुरुषार्थो न सिद्धयति॥१०॥",
                    "arth": "'जो पराक्रमका अवसर आनेपर विषादग्रस्त हो जाता | है, उसके तेजका नाश होता है। उस तेजोहीन पुरुषका पुरुषार्थ नहीं सिद्ध होता है'॥१०॥ "
                },
                {
                    "slok": "तस्यां रात्र्यां व्यतीतायामङ्गदो वानरैः सह। हरिवृद्धैः समागम्य पुनर्मन्त्रममन्त्रयत्॥११॥",
                    "arth": "उस रात्रिके बीत जानेपर बड़े-बड़े वानरोंके साथ | मिलकर अङ्गदने पुनः विचार आरम्भ किया॥११॥ "
                },
                {
                    "slok": "सा वानराणां ध्वजिनी परिवार्याङ्गदं बभौ।  वासवं परिवार्येव मरुतां वाहिनी स्थिता ॥१२॥ 1",
                    "arth": "उस समय अङ्गदको घेरकर बैठी हुई वानरोंकी वह सेना इन्द्रको घेरकर स्थित हुई देवताओंकी विशाल वाहिनीके समान शोभा पाती थी॥१२॥ "
                },
                {
                    "slok": " कोऽन्यस्तां वानरी सेनांशक्तः स्तम्भयितुं भवेत्। अन्यत्र वालितनयादन्यत्र च हनूमतः॥१३॥ ",
                    "arth": "वालिपुत्र अङ्गद तथा पवनकुमार हनुमान्जीको छोड़कर दूसरा कौन वीर उस वानरसेनाको सुस्थिर रख सकता था॥१३॥ "
                },
                {
                    "slok": "ततस्तान् हरिवृद्धांश्च तच्च सैन्यमरिंदमः। अनुमान्याङ्गदः श्रीमान् वाक्यमर्थवदब्रवीत्॥१४॥ ",
                    "arth": "शत्रुवीरोंका दमन करनेवाले श्रीमान् अङ्गदने  उन बड़े-बूढ़े वानरोंका सम्मान करके उनसे यह अर्थयुक्त बात कही-॥१४॥ "
                },
                {
                    "slok": "क इदानीं महातेजा लवयिष्यति सागरम्। कः करिष्यति सुग्रीवं सत्यसंधमरिंदमम्॥१५॥ ",
                    "arth": "'सज्जनो! तुमलोगोंमें कौन ऐसा महातेजस्वी वीर है जो इस समय समुद्रको लाँघ जायगा और शत्रुदमन सुग्रीवको सत्यप्रतिज्ञ बनायेगा॥ १५॥ "
                },
                {
                    "slok": "को वीरो योजनशतं लङ्घयेत प्लवङ्गमः। इमांश्च यूथपान् सर्वान् मोचयेत् को महाभयात्॥१६॥ ",
                    "arth": "'कौन वीर वानर सौ योजन समुद्रको लाँघ सकेगा? और कौन इन समस्त यूथपतियोंको महान् भयसे मुक्त कर देगा?॥१६॥ "
                },
                {
                    "slok": "कस्य प्रसादाद् दारांश्च पुत्रांश्चैव गृहाणि च। इतो निवृत्ताः पश्येम सिद्धार्थाः सुखिनो वयम्॥१७॥",
                    "arth": "'किसके प्रसादसे हमलोग सफलमनोरथ एवं सुखी होकर यहाँसे लौटेंगे और घर-द्वार तथा स्त्रीपुत्रोंका मुँह देख सकेंगे॥१७॥ "
                },
                {
                    "slok": "कस्य प्रसादाद् रामं च लक्ष्मणं च महाबलम्। अभिगच्छेम संहृष्टाः सुग्रीवं च वनौकसम्॥१८॥",
                    "arth": "'किसके प्रसादसे हमलोग हर्षोत्फुल्ल होकर श्रीराम, महाबली लक्ष्मण तथा वानरवीर सुग्रीवके पास चल सकेंगे॥१८॥"
                },
                {
                    "slok": "यदि कश्चित् समर्थो वः सागरप्लवने हरिः। स ददात्विह नः शीघ्रं पुण्यामभयदक्षिणाम्॥१९॥",
                    "arth": "'यदि तुमलोगोंमेंसे कोई वानरवीर समुद्रको लाँघ जानेमें समर्थ हो तो वह शीघ्र ही हमें यहाँ परम पवित्र अभय दान दे'॥ १९॥ "
                },
                {
                    "slok": "अङ्गदस्य वचः श्रुत्वा न कश्चित् किंचिदब्रवीत्। स्तिमितेवाभवत् सर्वा सा तत्र हरिवाहिनी॥२०॥",
                    "arth": "अङ्गदकी यह बात सुनकर कोई कुछ नहीं बोला। वह सारी वानर-सेना वहाँ जडवत् स्थिर रही ॥२०॥ "
                },
                {
                    "slok": "पुनरेवाङ्गदः प्राह तान् हरीन् हरिसत्तमः। सर्वे बलवतां श्रेष्ठा भवन्तो दृढविक्रमाः। व्यपदेशकुले जाताः पूजिताश्चाप्यभीक्ष्णशः॥२१॥ ",
                    "arth": "तब वानरश्रेष्ठ अङ्गदने पुनः उन सबसे कहा'बलवानोंमें श्रेष्ठ वानरो! तुम सब लोग दृढ़तापूर्वक पराक्रम प्रकट करनेवाले हो। तुम्हारा जन्म कलङ्करहित उत्तम कुलमें हुआ है। इसके लिये तुम्हारी बारम्बार प्रशंसा हो चुकी है॥ २१॥ "
                },
                {
                    "slok": "नहि वो गमने भङ्गः कदाचित् कस्यचिद् भवेत्। ब्रुवध्वं यस्य या शक्तिः प्लवने प्लवगर्षभाः॥२२॥",
                    "arth": "श्रेष्ठ वानरो! तुमलोगोंमें कभी किसीकी भी गति कहीं नहीं रुकती। इसलिये समुद्रको लाँघनेमें जिसकी जितनी शक्ति हो, वह उसे बतावे'॥ २२॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे चतुःषष्टितमः सर्गः॥६४॥   ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें प्ति छ चौंसठवाँ   चौंसठवाँ सर्ग पूरा हुआ॥६४॥"
                }
            ]
        },
        {
            "ADHIYAAY": "पञ्चषष्टितमः सर्गः बारी-बारीसे वानर-वीरोंके द्वारा अपनी-अपनी गमनशक्तिका वर्णन, जाम्बवान् और अङ्गदकी बातचीत तथा जाम्बवान्का हनुमानजीको प्रेरित करनेके लिये उनके पास जाना ",
            "arth": [
                {
                    "slok": "अथाङ्गदवचः श्रुत्वा ते सर्वे वानरर्षभाः। स्वं स्वं गतौ समुत्साहमूचुस्तत्र यथाक्रमम्॥१॥",
                    "arth": "अङ्गदकी यह बात सुनकर वे सभी श्रेष्ठ वानर लम्बी छलाँग मारनेके सम्बन्धमें अपने-अपने उत्साहका-शक्तिका क्रमशः परिचय देने लगे॥१॥ "
                },
                {
                    "slok": "गजो गवालो गवयः शरभो गन्धमादनः। मैन्दश्च द्विविदश्चैव सुषेणो जाम्बवांस्तथा ॥२॥",
                    "arth": " गज, गवाक्ष, गवय, शरभ, गन्धमादन, मैन्द, द्विविद, सुषेण और जाम्बवान् - इन सबने अपनी अपनी शक्तिका वर्णन किया॥२॥ "
                },
                {
                    "slok": "आबभाषे गजस्तत्र प्लवेयं दशयोजनम्। गवाक्षो योजनान्याह गमिष्यामीति विंशतिम्॥३॥",
                    "arth": "इनमेंसे गजने कहा-'मैं दस योजनकी छलाँग मार सकता हूँ। गवाक्ष बोले-'मैं बीस योजनतक चला जाऊँगा'॥३॥ "
                },
                {
                    "slok": "शरभो वानरस्तत्र वानरांस्तानुवाच ह। त्रिंशतं तु गमिष्यामि योजनानां प्लवङ्गमाः॥४॥",
                    "arth": "इसके बाद वहाँ शरभ नामक वानरने उन कपिवरोंसे कहा-'वानरो! मैं तीस योजनतक एक छलाँगमें चला जाऊँगा'॥४॥ "
                },
                {
                    "slok": "ऋषभो वानरस्तत्र वानरांस्तानुवाच ह। चत्वारिंशद् गमिष्यामि योजनानां न संशयः॥५॥",
                    "arth": "तदनन्तर कपिवर ऋषभने उन वानरोंसे कहा-'मैं चालीस योजनतक चला जाऊँगा, इसमें संशय नहीं है'। "
                },
                {
                    "slok": "वानरांस्तु महातेजा अब्रवीद् गन्धमादनः। योजनानां गमिष्यामि पञ्चाशत्तु न संशयः॥६॥",
                    "arth": "तत्पश्चात् महातेजस्वी गन्धमादनने उन वानरोंसे कहा-'इसमें संदेह नहीं कि मैं पचास योजनतक एक छलाँगमें चला जाऊँगा'॥६॥"
                },
                {
                    "slok": "मैन्दस्तु वानरस्तत्र वानरांस्तानुवाच ह। योजनानां परं षष्टिमहं प्लवितुमुत्सहे॥७॥",
                    "arth": "इसके बाद वहाँ वानर-वीर मैन्द उन वानरोंसे बोले- 'मैं साठ योजनतक एक छलाँगमें कूद जानेका उत्साह रखता हूँ॥७॥ "
                },
                {
                    "slok": "ततस्तत्र महातेजा द्विविदः प्रत्यभाषत। गमिष्यामि न संदेहः सप्ततिं योजनान्यहम्॥८॥ ",
                    "arth": "तदनन्तर महातेजस्वी द्विविद बोले-'मैं सत्तर योजनतक चला जाऊँगा, इसमें संदेह नहीं है'॥८॥ "
                },
                {
                    "slok": "सुषेणस्तु महातेजाः सत्त्ववान् कपिसत्तमः। अशीतिं प्रतिजानेऽहं योजनानां पराक्रमे॥९॥",
                    "arth": "इसके बाद धैर्यशाली कपिश्रेष्ठ महातेजस्वी सुषेण बोले-'मैं एक छलाँगमें असी योजनतक जानेकी प्रतिज्ञा करता हूँ'॥९॥"
                },
                {
                    "slok": "तेषां कथयतां तत्र सर्वांस्ताननुमान्य च। ततो वृद्धतमस्तेषां जाम्बवान् प्रत्यभाषत॥१०॥",
                    "arth": "इस प्रकार कहनेवाले सब वानरोंका सम्मान करके ऋक्षराज जाम्बवान्, जो सबसे बूढ़े थे, बोले-॥१०॥ "
                },
                {
                    "slok": "पूर्वमस्माकमप्यासीत् कश्चिद् गतिपराक्रमः। ते वयं वयसः पारमनुप्राप्ताः स्म साम्प्रतम्॥११॥ किं तु नैवं गते शक्यमिदं कार्यमुपेक्षितुम्। यदर्थं कपिराजश्च रामश्च कृतनिश्चयौ॥१२॥ साम्प्रतं कालमस्माकं या गतिस्तां निबोधत। नवतिं योजनानां तु गमिष्यामि न संशयः॥१३॥",
                    "arth": "'पहले युवावस्थामें मेरे अंदर भी दूरतक छलाँग मारनेकी कुछ शक्ति थी। यद्यपि अब मैं उस अवस्थाको पार कर चुका हूँ तो भी जिस कार्यके लिये वानरराज सुग्रीव तथा भगवान् श्रीराम दृढ़ निश्चय कर चुके हैं, उसकी मेरे द्वारा उपेक्षा नहीं की जा सकती। इस समय मेरी जो गति है, उसे आपलोग सुनें। मैं एक छलाँगमें नब्बे योजनतक चला जाऊँगा, इसमें संशय नहीं है'।"
                },
                {
                    "slok": "तांश्च सर्वान् हरिश्रेष्ठाञ्जाम्बवानिदमब्रवीत्। न खल्वेतावदेवासीद् गमने मे पराक्रमः॥१४॥ मया वैरोचने यज्ञे प्रभविष्णुः सनातनः।। प्रदक्षिणीकृतः पूर्वं क्रममाणस्त्रिविक्रमम्॥१५॥",
                    "arth": "ऐसा कहकर जाम्बवान् उन समस्त श्रेष्ठ वानरोंसे पुनः इस प्रकार बोले-'पूर्वकालमें मेरे अंदर इतनी ही दूरतक चलनेकी शक्ति नहीं थी। पहले राजा बलिके यज्ञमें सर्वव्यापी एवं सबके कारणभूत सनातन भगवान् विष्णु जब तीन पग भूमि नापनेके लिये अपने पैर बढ़ा रहे थे, उस समय मैंने उनके उस विराट् स्वरूपकी थोड़े ही समयमें परिक्रमा कर ली थी॥१४-१५॥ "
                },
                {
                    "slok": "स इदानीमहं वृद्धः प्लवने मन्दविक्रमः। यौवने च तदासीन्मे बलमप्रतिमं परम्॥१६॥ ",
                    "arth": "'इस समय तो मैं बूढ़ा हो गया, अतः छलाँग मारनेकी मेरी शक्ति बहुत कम हो गयी है; किंतु युवावस्थामें मेरे भीतर वह महान् बल था, जिसकी कहीं तुलना नहीं है॥१६॥ "
                },
                {
                    "slok": "सम्प्रत्येतावदेवाद्य शक्यं मे गमने स्वतः। नैतावता च संसिद्धिः कार्यस्यास्य भविष्यति ॥१७॥",
                    "arth": "'आजकल तो मुझमें स्वतः चलनेकी इतनी ही शक्ति है, परंतु इतनी ही गतिसे समुद्रलङ्घनरूप इस वर्तमान कार्यकी सिद्धि नहीं हो सकती'॥१७॥ "
                },
                {
                    "slok": "अथोत्तरमुदारार्थमब्रवीदङ्गदस्तदा । अनुमान्य तदा प्राज्ञो जाम्बवन्तं महाकपिः॥१८॥",
                    "arth": "तदनन्तर बुद्धिमान् महाकपि अङ्गदने उस समय जाम्बवान्का विशेष आदर करके यह उदारतापूर्ण बात कही-॥१८॥ "
                },
                {
                    "slok": "अहमेतद् गमिष्यामि योजनानां शतं महत्। निवर्तने तु मे शक्तिः स्यान्न वेति न निश्चितम्॥१९॥",
                    "arth": "'मैं इस महासागरके सौ योजनकी विशाल दूरीको लाँघ जाऊँगा, किंतु उधरसे लौटनेमें मेरी ऐसी ही शक्ति रहेगी या नहीं, यह निश्चितरूपसे नहीं कहा जा सकता' ॥१९॥ "
                },
                {
                    "slok": " तमुवाच हरिश्रेष्ठं जाम्बवान् वाक्यकोविदः। ज्ञायते गमने शक्तिस्तव हपृक्षसत्तम॥२०॥",
                    "arth": "- तब बातचीतकी कलामें चतुर जाम्बवान्ने कपिश्रेष्ठ अङ्गदसे कहा-'रीछों और वानरोंमें श्रेष्ठ युवराज! तुम्हारी गमनशक्तिसे हमलोग भलीभाँति परिचित हैं॥२०॥"
                },
                {
                    "slok": "कामं शतसहस्त्रं वा नह्येष विधिरुच्यते। योजनानां भवान् शक्तो गन्तुं प्रतिनिवर्तितुम्॥२१॥",
                    "arth": "'भले ही, तुम एक लाख योजनतक चले जाओ, तथापि तुम सबके स्वामी हो, अतः तुम्हें भेजना हमारे लिये उचित नहीं है। तुम लाखों योजन जाने और वहाँसे लौटने में समर्थ हो॥२१॥ "
                },
                {
                    "slok": "नहि प्रेषयिता तात स्वामी प्रेष्यः कथंचन। भवतायं जनः सर्वः प्रेष्यः प्लवगसत्तम॥२२॥ ",
                    "arth": "किंतु तात! वानरशिरोमणे! जो सबको भेजनेवाला स्वामी है, वह किसी तरह प्रेष्य (आज्ञापालक) नहीं हो सकता। ये सब लोग तुम्हारे सेवक हैं, तुम इन्हींमेंसे किसीको भेजो ॥२२॥ "
                },
                {
                    "slok": "भवान् कलत्रमस्माकं स्वामिभावे व्यवस्थितः। स्वामी कलत्रं सैन्यस्य गतिरेषा परंतप॥२३॥ ",
                    "arth": "'तुम कलत्र (स्त्रीकी भाँति रक्षणीय) हो, (जैसे नारी पतिके हृदयकी स्वामिनी होती है, उसी प्रकार) तुम हमारे स्वामीके पदपर प्रतिष्ठित हो। परंतप! स्वामी सेनाके लिये कलत्र (स्त्री) के समान संरक्षणीय होता है। यही लोककी मान्यता है॥ २३॥ "
                },
                {
                    "slok": "अपि वै तस्य कार्यस्य भवान् मूलमरिंदम। तस्मात् कलत्रवत् तात प्रतिपाल्यः सदा भवान्॥२४॥ ",
                    "arth": "'शत्रुदमन! तात! तुम्हीं उस कार्यके मूल हो, अतः सदा कलत्रकी भाँति तम्हारा पालन करना उचित है॥२४॥ "
                },
                {
                    "slok": "मूलमर्थस्य संरक्ष्यमेष कार्यविदां नयः। मूले हि सति सिध्यन्ति गुणाः सर्वे फलोदयाः॥२५॥",
                    "arth": "'कार्यके मूलकी रक्षा करनी चाहिये। यही कार्यके तत्त्वको जाननेवाले विद्वानोंकी नीति है; क्योंकि मूलके रहनेपर ही सभी गुण सफल सिद्ध होते हैं॥ २५ ॥"
                },
                {
                    "slok": "तद भवानस्य कार्यस्य साधनं सत्यविक्रम। वुद्धिविक्रमसम्पन्नो हेतुरत्र परंतप॥२६॥",
                    "arth": "'अतः सत्यपराक्रमी शत्रुदमन वीर! तुम्हीं इस कार्यके साधन तथा बुद्धि और पराक्रमसे सम्पन्न हेतु हो॥२६॥ "
                },
                {
                    "slok": "गुरुश्च गुरुपुत्रश्च त्वं हि नः कपिसत्तम। भवन्तमाश्रित्य वयं समर्था ह्यर्थसाधने॥२७॥",
                    "arth": "‘कपिश्रेष्ठ! तुम्हीं हमारे गुरु और गुरुपुत्र हो । तुम्हारा आश्रय लेकर ही हम सब लोग कार्यसाधनमें | समर्थ हो सकते हैं' ॥२७॥"
                },
                {
                    "slok": "उक्तवाक्यं महाप्राज्ञं जाम्बवन्तं महाकपिः। | प्रत्युवाचोत्तरं वाक्यं वालिसूनुरथाङ्गदः॥२८॥",
                    "arth": "जब परम बुद्धिमान् जाम्बवान् पूर्वोक्त बात कह | चुके, तब महाकपि वालिकुमार अङ्गदने उन्हें इस प्रकार उत्तर दिया- ॥२८॥ |"
                },
                {
                    "slok": "यदि नाहं गमिष्यामि नान्यो वानरपुङ्गवः। | पुनः खल्विदमस्माभिः कार्य प्रायोपवेशनम्॥२९॥",
                    "arth": "'यदि मैं नहीं जाऊँगा और दूसरा कोई भी श्रेष्ठ वानर जानेको तैयार न होगा, तब फिर हमलोगोंको निश्चितरूपसे मरणान्त उपवास ही करना चाहिये॥२९॥"
                },
                {
                    "slok": "नाकृत्वा हरिपतेः संदेशं तस्य धीमतः।। तत्रापि गत्वा प्राणानां न पश्ये परिरक्षणम्॥३०॥",
                    "arth": "'बुद्धिमान् वानरराज सुग्रीवके आदेशका पालन किये बिना यदि हमलोग किष्किन्धाको लौट चलें तो वहाँ जाकर भी हमें अपने प्राणोंकी रक्षाका कोई उपाय नहीं दिखायी देता॥३०॥"
                },
                {
                    "slok": "स हि प्रसादे चात्यर्थकोपे च हरिरीश्वरः। अतीत्य तस्य संदेशं विनाशो गमने भवेत्॥३१॥",
                    "arth": "'वे हमपर कृपा करने और अत्यन्त कुपित होकर हमें दण्ड देनेमें भी समर्थ हैं। उनकी आज्ञाका उल्लङ्घन करके जानेपर हमारा विनाश अवश्यम्भावी है॥३१॥ "
                },
                {
                    "slok": "तत्तथा ह्यस्य कार्यस्य न भवत्यन्यथा गतिः। तद् भवानेव दृष्टार्थः संचिन्तयितुमर्हति ॥३२॥ ",
                    "arth": "'अत: जिस उपायसे इस सीता दर्शनरूपी कार्यकी सिद्धिमें कोई रुकावट न पड़े, उसका आप ही विचार करें; क्योंकि आपको सब बातोंका अनुभव है'॥३२॥ "
                },
                {
                    "slok": "सोऽङ्गदेन तदा वीरः प्रत्युक्तः प्लवगर्षभः। जाम्बवानुत्तमं वाक्यं प्रोवाचेदं ततोऽङ्गदम्॥३३॥",
                    "arth": "उस समय अङ्गदके ऐसा कहनेपर वीर वानरशिरोमणि जाम्बवान्ने उनसे यह उत्तम बात कही-॥३३॥ "
                },
                {
                    "slok": "तस्य ते वीर कार्यस्य न किंचित् परिहास्यते। एष संचोदयाम्येनं यः कार्यं साधयिष्यति॥३४॥",
                    "arth": "'वीर! तुम्हारे इस कार्यमें कोई किंचित् भी त्रुटि नहीं आने पायेगी। अब मैं ऐसे वीरको प्रेरित कर रहा हूँ, जो इस कार्यको सिद्ध कर सकेगा ॥ ३४ ॥"
                },
                {
                    "slok": "ततः प्रतीतं प्लवतां वरिष्ठ मेकान्तमाश्रित्य सुखोपविष्टम्। संचोदयामास हरिप्रवीरो हरिप्रवीरं हनुमन्तमेव॥३५॥ ",
                    "arth": "ऐसा कहकर वानरों और भालुओंके वीर यूथपति जाम्बवान्ने वानरसेनाके श्रेष्ठ वीर हनुमान्जीको ही प्रेरित किया, जो एकान्तमें जाकर मौजसे बैठे हुए थे। उन्हें किसी बातकी चिन्ता नहीं थी और वे दूरतककी छलाँग मारनेवालोंमें सबसे श्रेष्ठ थे॥ ३५॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे पञ्चषष्टितमः सर्गः॥६५॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमेंलिफो पैंसठवाँ सर्ग पूरा हुआ॥६५  "
                }
            ]
        },
        {
            "ADHIYAAY": "षट्षष्टितमः सर्गः जाम्बवान्का हनुमान्जीको उनकी उत्पत्तिकथा सुनाकर समुद्रलङ्गनके लिये उत्साहित करना",
            "arth": [
                {
                    "slok": "अनेकशतसाहस्त्री विषण्णां हरिवाहिनीम्। जाम्बवान् समुदीक्ष्यैवं हनूमन्तमथाब्रवीत्॥१॥",
                    "arth": "लाखों वानरोंकी सेनाको इस तरह विषादमें पड़ी देख जाम्बवान्ने हनुमान्जीसे कहा- ॥१॥ "
                },
                {
                    "slok": "वीर वानरलोकस्य सर्वशास्त्रविदां वर। तूष्णीमेकान्तमाश्रित्य हनूमन् किं न जल्पसि॥२॥ ",
                    "arth": "'वानरजगत्के वीर तथा सम्पूर्ण शास्त्रवेत्ताओंमें श्रेष्ठ हनुमान् ! तुम एकान्तमें आकर चुपचाप क्यों बैठे हो? कुछ बोलते क्यों नहीं? ॥२॥"
                },
                {
                    "slok": "हनूमन्हरिराजस्य सुग्रीवस्य समो ह्यसि। रामलक्ष्मणयोश्चापि तेजसा च बलेन च॥३॥",
                    "arth": "'हनूमन्! तुम तो वानरराज सुग्रीवके समान पराक्रमी हो तथा तेज और बलमें श्रीराम और लक्ष्मणके तुल्य हो॥३॥"
                },
                {
                    "slok": "अरिष्टनेमिनः पुत्रो वैनतेयो महाबलः। गरुत्मानिव विख्यात उत्तमः सर्वपक्षिणाम्॥४॥",
                    "arth": "'कश्यपजीके महाबली पुत्र और समस्त पक्षियोंमें श्रेष्ठ जो विनतानन्दन गरुड़ हैं, उन्हींके समान तुम भी विख्यात शक्तिशाली एवं तीव्रगामी हो॥४॥ "
                },
                {
                    "slok": "बहुशो हि मया दृष्टः सागरे स महाबलः। भुजङ्गानुद्धरन् पक्षी महाबाहुर्महाबलः॥५॥ ",
                    "arth": "'महाबली महाबाहु पक्षिराज गरुड़को मैंने समुद्रमें कई बार देखा है, जो बड़े-बड़े सर्पोको वहाँसे निकाल लाते हैं॥५॥ "
                },
                {
                    "slok": "पक्षयोर्यद् बलं तस्य भुजवीर्यबलं तव। विक्रमश्चापि वेगश्च न ते तेनापहीयते॥६॥",
                    "arth": "'उनके दोनों पंखोंमें जो बल है, वही बल, वही पराक्रम तुम्हारी इन दोनों भुजाओंमें भी है। इसीलिये तुम्हारा वेग और विक्रम भी उनसे कम नहीं है॥६॥"
                },
                {
                    "slok": "बलं बुद्धिश्च तेजश्च सत्त्वं च हरिपुङ्गव। विशिष्टं सर्वभूतेषु किमात्मानं न सज्जसे ॥७॥",
                    "arth": "'वानरशिरोमणे! तुम्हारा बल, बुद्धि, तेज और धैर्य भी समस्त प्राणियोंमें सबसे बढ़कर है। फिर तुम अपने-आपको ही समुद्र लाँघनेके लिये क्यों नहीं तैयार करते?॥७॥ "
                },
                {
                    "slok": "अप्सराऽप्सरसां श्रेष्ठा विख्याता पुञ्जिकस्थला। अञ्जनेति परिख्याता पत्नी केसरिणो हरेः॥८॥ विख्याता त्रिषु लोकेषु रूपेणाप्रतिमा भुवि। अभिशापादभूत् तात कपित्वे कामरूपिणी॥९॥ दुहिता वानरेन्द्रस्य कुञ्जरस्य महात्मनः।",
                    "arth": "(वीरवर! तुम्हारे प्रादुर्भावकी कथा इस प्रकार है-) पुञ्जिकस्थला नामसे विख्यात जो अप्सरा है, वह समस्त अप्सराओंमें अग्रगण्य है। तात! एक समय शापवश वह कपियोनिमें अवतीर्ण हुई। उस समय वह वानरराज महामनस्वी कुञ्जरकी पुत्री इच्छानुसार रूप धारण करनेवाली थी। इस भूतलपर उसके रूपकी समानता करनेवाली दूसरी कोई स्त्री नहीं थी। वह तीनों लोकोंमें विख्यात थी। उसका नाम अञ्जना था। वह वानरराज केसरीकी पत्नी हुई॥८-९१ ॥"
                },
                {
                    "slok": "मानुषं विग्रहं कृत्वा रूपयौवनशालिनी॥१०॥ विचित्रमाल्याभरणा कदाचित् क्षौमधारिणी। अचरत् पर्वतस्याने प्रावृडम्बुदसंनिभे॥११॥",
                    "arth": "'एक दिनकी बात है, रूप और यौवनसे सुशोभित होनेवाली अञ्जना मानवी स्त्रीका शरीर धारण करके वर्षाकालके मेघकी भाँति श्याम कान्तिवाले एक पर्वतशिखरपर विचर रही थी। उसके अङ्गोंपर रेशमी साड़ी शोभा पाती थी। वह फूलोंके विचित्र आभूषणोंसे विभूषित थी॥१०-११॥"
                },
                {
                    "slok": " तस्या वस्त्रं विशालाक्ष्याः पीतं रक्तदशं शुभम्। स्थितायाः पर्वतस्याने मारुतोऽपाहरच्छनैः॥१२॥ ",
                    "arth": "'उस विशाललोचना बालाका सुन्दर वस्त्र तो पीले रंगका था, किंतु उसके किनारेका रंग लाल था। वह पर्वतके शिखरपर खड़ी थी। उसी समय वायुदेवताने उसके उस वस्त्रको धीरेसे हर लिया॥१२॥ "
                },
                {
                    "slok": "स ददर्श ततस्तस्या वृत्तावूरू सुसंहतौ। स्तनौ च पीनौ सहितौ सुजातं चारु चाननम्॥१३॥",
                    "arth": "'तत्पश्चात् उन्होंने उसकी परस्पर सटी हुई गोलगोल जाँघों, एक-दूसरेसे लगे हुए पीन उरोजों तथा मनोहर मुखको भी देखा ॥१३॥ "
                },
                {
                    "slok": "तां बलादायतश्रोणीं तनुमध्यां यशस्विनीम्।। दृष्ट्वैव शुभसर्वाङ्गी पवनः काममोहितः॥१४॥ ",
                    "arth": "'उसके नितम्ब ऊँचे और विस्तृत थे। कटिभाग बहुत ही पतला था। उसके सारे अङ्ग परम सुन्दर थे। इस प्रकार बलपूर्वक यशस्विनी अञ्जनाके अङ्गोंका अवलोकन करके पवन देवता कामसे मोहित हो गये। "
                },
                {
                    "slok": "स तां भुजाभ्यां दीर्घाभ्यां पर्यष्वजत मारुतः।। मन्मथाविष्टसर्वाङ्गो गतात्मा तामनिन्दिताम्॥१५॥ ",
                    "arth": "'उनके सम्पूर्ण अङ्गोंमें कामभावका आवेश हो गया। मन अञ्जनामें ही लग गया। उन्होंने उस अनिन्द्य सुन्दरीको अपनी दोनों विशाल भुजाओंमें भरकर हृदयसे लगा लिया॥१५॥"
                },
                {
                    "slok": "सा तु तत्रैव सम्भ्रान्ता सुव्रता वाक्यमब्रवीत्। एकपत्नीव्रतमिदं को नाशयितुमिच्छति॥१६॥",
                    "arth": "'अञ्जना उत्तम व्रतका पालन करनेवाली सती नारी थी। अतः उस अवस्थामें पड़कर वह वहीं घबरा उठी और बोली-'कौन मेरे इस पातिव्रत्यका नाश करना चाहता है'?॥१६॥"
                },
                {
                    "slok": "अञ्जनाया वचः श्रुत्वा मारुतः प्रत्यभाषत। न त्वां हिंसामि सुश्रोणि मा भूत् ते मनसो भयम्॥१७॥",
                    "arth": "अञ्जनाकी बात सुनकर पवनदेवने उत्तर दिया — 'सुश्रोणि ! मैं तुम्हारे एकपत्नी-व्रतका नाश`| नहीं कर रहा हूँ। अतः तुम्हारे मनसे यह भय दूर हो  जाना चाहिये॥१७॥ "
                },
                {
                    "slok": "मनसास्मि गतो यत् त्वां परिष्वज्य यशस्विनि। वीर्यवान् बुद्धिसम्पन्नस्तव पुत्रो भविष्यति॥१८॥",
                    "arth": "'यशस्विनि! मैंने अव्यक्तरूपसे तुम्हारा आलिङ्गन | करके मानसिक संकल्पके द्वारा तुम्हारे साथ समागम | किया है। इससे तुम्हें बल-पराक्रमसे सम्पन्न एवं बुद्धिमान् पुत्र प्राप्त होगा॥ १८॥ "
                },
                {
                    "slok": "महासत्त्वो महातेजा महाबलपराक्रमः। | लङ्घने प्लवने चैव भविष्यति मया समः॥१९॥ ",
                    "arth": "'वह महान् धैर्यवान्, महातेजस्वी, महाबली, | महापराक्रमी तथा लाँघने और छलाँग मारनेमें मेरे | समान होगा' ॥१९॥"
                },
                {
                    "slok": "एवमुक्ता ततस्तुष्टा जननी ते महाकपे। गुहायां त्वां महाबाहो प्रजज्ञे प्लवगर्षभ॥२०॥",
                    "arth": "'महाकपे! वायुदेवके ऐसा कहनेपर तुम्हारी माता प्रसन्न हो गयीं। महाबाहो! वानरश्रेष्ठ! फिर उन्होंने तुम्हें एक गुफामें जन्म दिया॥२०॥ "
                },
                {
                    "slok": "अभ्युत्थितं ततः सूर्यं बालो दृष्ट्वा महावने। फलं चेति जिघृक्षुस्त्वमुत्प्लुत्याभ्युत्पतो दिवम्॥२१॥",
                    "arth": "'बाल्यावस्थामें एक विशाल वनके भीतर एक दिन उदित हुए सूर्यको देखकर तुमने समझा कि यह भी कोई फल है; अतः उसे लेनेके लिये तुम सहसा आकाशमें उछल पड़े॥२१॥"
                },
                {
                    "slok": "शतानि त्रीणि गत्वाथ योजनानां महाकपे। तेजसा तस्य निर्धूतो न विषादं गतस्ततः॥२२॥",
                    "arth": "'महाकपे! तीन सौ योजन ऊँचे जानेके बाद सूर्यके तेजसे आक्रान्त होनेपर भी तुम्हारे मनमें खेद या चिन्ता नहीं हुई ॥ २२॥ "
                },
                {
                    "slok": "त्वामप्युपगतं तूर्णमन्तरिक्षं महाकपे। क्षिप्तमिन्द्रेण ते वज्रं कोपाविष्टेन तेजसा॥२३॥",
                    "arth": "'कपिप्रवर! अन्तरिक्षमें जाकर जब तुरंत ही तुम सूर्यके पास पहुँच गये, तब इन्द्रने कुपित होकर तुम्हारे ऊपर तेजसे प्रकाशित वज्रका प्रहार किया॥ २३॥ "
                },
                {
                    "slok": "तदा शैलाग्रशिखरे वामो हनुरभज्यत। ततो हि नामधेयं ते हनुमानिति कीर्तितम्॥२४॥",
                    "arth": "'उस समय उदयगिरिके शिखरपर तुम्हारे हनु (ठोड़ी) का बायाँ भाग वज्रकी चोटसे खण्डित हो गया। नधीये तम्हारा नाम हनमान पड गया॥२४॥"
                },
                {
                    "slok": "'ततस्त्वां निहतं दृष्ट्वा वायुर्गन्धवहः स्वयम्। त्रैलोक्यं भृशसंक्रुद्धो न ववौ वै प्रभञ्जनः॥२५॥ ",
                    "arth": "तुमपर प्रहार किया गया है, यह देखकर गन्धवाहक वायुदेवताको बड़ा क्रोध हुआ। उन प्रभञ्जनदेवने तीनों लोकोंमें प्रवाहित होना छोड़ दिया॥ २५॥ "
                },
                {
                    "slok": "सम्भ्रान्ताश्च सुराः सर्वे त्रैलोक्ये क्षुभिते सति। प्रसादयन्ति संक्रुद्धं मारुतं भुवनेश्वराः॥२६॥",
                    "arth": "'इससे सम्पूर्ण देवता घबरा गये; क्योंकि वायुके अवरुद्ध हो जानेसे तीनों लोकोंमें खलबली मच गयी थी। उस समय समस्त लोकपाल कुपित हुए वायुदेवको मनाने लगे॥२६॥ "
                },
                {
                    "slok": "प्रसादिते च पवने ब्रह्मा तुभ्यं वरं ददौ। अशस्त्रवध्यतां तात समरे सत्यविक्रम॥२७॥",
                    "arth": "'सत्यपराक्रमी तात! पवनदेवके। प्रसन्न होनेपर ब्रह्माजीने तुम्हारे लिये यह वर दिया कि तुम समराङ्गणमें किसी भी अस्त्र-शस्त्रके द्वारा मारे नहीं जा सकोगे॥ २७॥ "
                },
                {
                    "slok": "वज्रस्य च निपातेन विरुजं त्वां समीक्ष्य च। सहस्त्रनेत्रः प्रीतात्मा ददौ ते वरमुत्तमम्॥२८॥ स्वच्छन्दतश्च मरणं तव स्यादिति वै प्रभो।",
                    "arth": "'प्रभो! वज्रके प्रहारसे भी तुम्हें पीड़ित न देखकर सहस्र नेत्रधारी इन्द्रके मनमें बड़ी प्रसन्नता हुई और उन्होंने तुम्हारे लिये यह उत्तम वर दिया-'मृत्यु तुम्हारी इच्छाके अधीन होगी-तुम जब चाहोगे, तभी मर सकोगे, अन्यथा नहीं'॥ २८ ॥ "
                },
                {
                    "slok": "स त्वं केसरिणः पुत्रः क्षेत्रजो भीमविक्रमः॥२९॥ मारुतस्यौरसः पुत्रस्तेजसा चापि तत्समः।",
                    "arth": "'इस प्रकार तुम केसरीके क्षेत्रज पुत्र हो। तुम्हारा पराक्रम शत्रुओंके लिये भयंकर है। तुम वायुदेवके औरस पुत्र हो, इसलिये तेजकी दृष्टिसे भी उन्हींके समान हो॥ २९ ॥ "
                },
                {
                    "slok": "हि वायुसुतो वत्स प्लवने चापि तत्समः॥३०॥ वयमद्य गतप्राणा भवानस्मासु साम्प्रतम्। दाक्ष्यविक्रमसम्पन्नः कपिराज इवापरः॥३१॥",
                    "arth": "'वत्स! तुम पवनके पुत्र हो, अतः छलाँग मारनेमें भी उन्हींके तुल्य हो। हमारी प्राणशक्ति अब चली गयी। इस समय तुम्हीं हमलोगोंमें दूसरे वानरराजकी भाँति चातुर्य एवं पौरुषसे सम्पन्न हो॥३०-३१॥ "
                },
                {
                    "slok": " त्रिविक्रमे मया तात सशैलवनकानना। त्रिःसप्तकृत्वः पृथिवी परिक्रान्ता प्रदक्षिणम्॥३२॥ ",
                    "arth": "'तात! भगवान् वामनने त्रिलोकीको नापनेके लिये जब पैर बढ़ाया था, उस समय मैंने पर्वत, वन और काननोंसहित समूची पृथ्वीकी इक्कीस बार प्रदक्षिणा की थी॥३२॥ "
                },
                {
                    "slok": "तथा चौषधयोऽस्माभिः संचिता देवशासनात्। निर्मथ्यममृतं याभिस्तदानीं नो महबलम्॥३३॥",
                    "arth": "'समुद्र-मन्थनके समय देवताओंकी आज्ञासे हमने उन ओषधियोंका संचय किया था, जिनके द्वारा | अमृतको मथकर निकालना था। उन दिनों हममें महान् - बल था॥३३॥"
                },
                {
                    "slok": "स इदानीमहं वृद्धः परिहीनपराक्रमः। | साम्प्रतं कालमस्माकं भवान् सर्वगुणान्वितः॥३४॥ ",
                    "arth": "'अब तो मैं बूढ़ा हो गया हूँ। मेरा पराक्रम घट गया है। इस समय हमलोगोंमें तुम्हीं सब प्रकारके | गुणोंसे सम्पन्न हो॥३४॥ "
                },
                {
                    "slok": "तद् विजृम्भस्व विक्रान्त प्लवतामुत्तमो ह्यसि। त्वद्वीर्यं द्रष्टुकामा हि सर्वा वानरवाहिनी॥३५॥",
                    "arth": "'अतः पराक्रमी वीर! तुम अपने असीम बलका । विस्तार करो। छलाँग मारनेवालोंमें तुम सबसे श्रेष्ठ हो। यह सारी वानरसेना तुम्हारे बल-पराक्रमको देखना चाहती है॥ ३५॥ "
                },
                {
                    "slok": "उत्तिष्ठ हरिशार्दूल लवयस्व महार्णवम्। | परा हि सर्वभूतानां हनुमन् या गतिस्तव॥३६॥ ",
                    "arth": "'वानरश्रेष्ठ हनुमान् ! उठो और इस महासागरको लाँघ जाओ; क्योंकि तुम्हारी गति सभी प्राणियोंसे बढ़कर है॥३६॥"
                },
                {
                    "slok": "विषण्णा हरयः सर्वे हनुमन् किमुपेक्षसे। विक्रमस्व महावेग विष्णुस्त्रीन् विक्रमानिव॥३७॥",
                    "arth": "'हनुमन्! समस्त वानर चिन्तामें पड़े हैं। तुम क्यों इनकी उपेक्षा करते हो? महान् वेगशाली वीर! जैसे भगवान् विष्णुने त्रिलोकीको नापनेके लिये तीन पग बढ़ाये थे, उसी प्रकार तुम भी अपने पैर बढ़ाओ'॥३७॥ "
                },
                {
                    "slok": " ततः कपीनामृषभेण चोदितः ना हो प्रतीतवेगः पवनात्मजः कपिः। प्रहर्षयंस्तां सदा हरिवीरवाहिनीं गया का चकार रूपं महदात्मनस्तदा ॥ ३८॥ ",
                    "arth": "इस प्रकार वानरों और भालुओंमें श्रेष्ठ जाम्बवान्की प्रेरणा पाकर कपिवर पवनकुमार हनुमान्को अपने महान् वेगपर विश्वास हो आया। उन्होंने वानर वीरोंकी उस सेनाका हर्ष बढ़ाते हुए उस समय अपना विराटप प्रकट किया॥३८॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे षट्षष्टितमः सर्गः॥६६॥  ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके किष्किन्धाकाण्डमें छाछठवाँ सर्ग पूरा हुआ॥६६॥"
                }
            ]
        },
        {
            "ADHIYAAY": "सप्तषष्टितमः सर्गः हनुमान्जीका समुद्र लाँघनेके लिये उत्साह प्रकट करना, जाम्बवान्के द्वारा उनकी प्रशंसा तथा वेगपूर्वक छलाँग मारनेके लिये हनुमान्जीका महेन्द्र पर्वतपर चढ़ना ",
            "arth": [
                {
                    "slok": "तं दृष्ट्वा जृम्भमाणं ते क्रमितुं शतयोजनम्। वेगेनापूर्यमाणं च सहसा वानरोत्तमम्॥१॥ सहसा शोकमुत्सृज्य प्रहर्षेण समन्विताः। विनेदुस्तुष्टुवुश्चापि हनूमन्तं महाबलम्॥२॥",
                    "arth": "सौ योजनके समुद्रको लाँघनेके लिये वानरश्रेष्ठ हनुमान्जीको सहसा बढ़ते और वेगसे परिपूर्ण होते देख सब वानर तुरंत शोक छोड़कर अत्यन्त हर्षसे भर गये और महाबली हनुमान्जीकी स्तुति करते हुए जोर-जोरसे गर्जना करने लगे॥१-२॥ "
                },
                {
                    "slok": "प्रहृष्टा विस्मिताश्चापि ते वीक्षन्ते समन्ततः। त्रिविक्रमं कृतोत्साहं नारायणमिव प्रजाः॥३॥",
                    "arth": "वे उनके चारों ओर खड़े हो प्रसन्न एवं चकित होकर उन्हें इस प्रकार देखने लगे, जैसे उत्साहयुक्त नारायणावतार वामनजीको समस्त प्रजाने देखा था॥३॥ "
                },
                {
                    "slok": "संस्तूयमानो हनुमान् व्यवर्धत महाबलः। समाविद्ध्य च लाङ्गलं हर्षाद् बलमुपेयिवान्॥४॥",
                    "arth": "अपनी प्रशंसा सुनकर महाबली हनुमान्ने शरीरको और भी बढ़ाना आरम्भ किया। साथ ही हर्षके साथ अपनी पूँछको बारम्बार घुमाकर अपने महान् बलका स्मरण किया ॥४॥ "
                },
                {
                    "slok": "तस्य संस्तूयमानस्य वृद्धैर्वानरपुङ्गवैः। तेजसाऽऽपूर्यमाणस्य रूपमासीदनुत्तमम्॥५॥ ",
                    "arth": "वानरशिरोमणियोंके मुखसे अपनी प्रशंसा सुनते और तेजसे परिपूर्ण होते हुए हनुमान्जीका रूप उस समय बड़ा ही उत्तम प्रतीत होता था॥५॥ "
                },
                {
                    "slok": "यथा विजृम्भते सिंहो विवृते गिरिगह्वरे। मारुतस्यौरसः पुत्रस्तथा सम्प्रति जृम्भते॥६॥",
                    "arth": "जैसे पर्वतकी विस्तृत कन्दरामें सिंह अँगड़ाई लेता है, उसी प्रकार वायुदेवताके औरस पुत्रने उस समय अपने शरीरको अँगड़ाई ले-लेकर बढ़ाया ॥ ६ ॥"
                },
                {
                    "slok": "अशोभत मुखं तस्य जृम्भमाणस्य धीमतः। अम्बरीषोपमं दीप्तं विधूम इव पावकः॥७॥",
                    "arth": "जभाई लेते समय बुद्धिमान् हनुमान्जीका दीप्तिमान् मुख जलते हुए भाड़ तथा धूमरहित अग्निके समान शोभा पा रहा था॥७॥ "
                },
                {
                    "slok": " हरीणामुत्थितो मध्यात् सम्प्रहृष्टतनूरुहः। अभिवाद्य हरीन् वृद्धान् हनूमानिदमब्रवीत्॥८॥",
                    "arth": "वे वानरोंके बीचसे उठकर खड़े हो गये। उनके सम्पूर्ण शरीरमें रोमाञ्च हो आया। उस अवस्थामें हनुमान्जीने बड़े-बूढ़े वानरोंको प्रणाम करके इस प्रकार कहा-॥८॥"
                },
                {
                    "slok": "आरुजन् पर्वताग्राणि हुताशनसखोऽनिलः। बलवानप्रमेयश्च वायुराकाशगोचरः॥९॥",
                    "arth": "'आकाशमें विचरनेवाले वायुदेवता बड़े बलवान् | हैं। उनकी शक्तिकी कोई सीमा नहीं है। वे अग्निदेवके | सखा हैं और अपने वेगसे बड़े-बड़े पर्वत-शिखरोंको | भी तोड़ डालते हैं॥९॥"
                },
                {
                    "slok": "तस्याहं शीघ्रवेगस्य शीघ्रगस्य महात्मनः। | मारुतस्यौरसः पुत्रः प्लवनेनास्मि तत्समः॥१०॥",
                    "arth": "- 'अत्यन्त शीघ्र वेगसे चलनेवाले उन शीघ्रगामी | महात्मा वायुका मैं औरस पुत्र हूँ और छलाँग मारनेमें | उन्हींके समान हूँ॥१०॥ "
                },
                {
                    "slok": " उत्सहेयं हि विस्तीर्णमालिखन्तमिवाम्बरम्। मेरुं गिरिमसङ्गेन परिगन्तुं सहस्रशः॥११॥ ",
                    "arth": "'कई सहस्त्र योजनोंतक फैले हुए मेरुगिरिकी, जो | आकाशके बहुत बड़े भागको ढके हुए है और उसमें । रेखा खींचता-सा जान पड़ता है, मैं बिना विश्राम लिये । सहस्रों बार परिक्रमा कर सकता हूँ॥११॥ "
                },
                {
                    "slok": "बाहुवेगप्रणुन्नेन सागरेणाहमुत्सहे। समाप्लावयितुं लोकं सपर्वतनदीह्रदम् ॥ १२ ॥",
                    "arth": "'अपनी भुजाओंके वेगसे समुद्रको विक्षुब्ध करके उसके जलसे मैं पर्वत, नदी और जलाशयोसहित सम्पूर्ण जगत्को आप्लावित कर सकता हूँ॥ १२ ॥ "
                },
                {
                    "slok": "ममोरुजावेगेन भविष्यति समुत्थितः। समुत्थितमहाग्राहः समुद्रो वरुणालयः॥१३॥",
                    "arth": "'वरुणका निवासस्थान यह महासागर मेरी जाँघों और पिंडलियोंके वेगसे विक्षुब्ध हो उठेगा और इसके भीतर रहनेवाले बड़े-बड़े ग्राह ऊपर आ जायँगे॥१३॥ "
                },
                {
                    "slok": "पन्नगाशनमाकाशे पतन्तं पक्षिसेवितम्। वैनतेयमहं शक्तः परिगन्तुं सहस्रशः॥१४॥ ",
                    "arth": "'समस्त पक्षी जिनकी सेवा करते हैं, वे सर्पभोजी विनतानन्दन गरुड़ आकाशमें उड़ते हों तो भी मैं हजारों बार उनके चारों ओर घूम सकता हूँ॥१४॥ "
                },
                {
                    "slok": "उदयात् प्रस्थितं वापि ज्वलन्तं रश्मिमालिनम्। अनस्तमितमादित्यमहं गन्तुं समुत्सहे॥१५॥ ततो भूमिमसंस्पृष्ट्वा पुनरागन्तुमुत्सहे। प्रवेगेनैव महता भीमेन प्लवगर्षभाः॥१६॥",
                    "arth": "'श्रेष्ठ वानरो! उदयाचलसे चलकर अपने तेजसे प्रज्वलित होते हुए सूर्यदेवको मैं अस्त होनेसे पहले ही छू सकता हूँ और वहाँसे पृथ्वीतक आकर यहाँ पैर रखे बिना ही पुनः उनके पासतक बड़े भयंकर वेगसे जा सकता हूँ॥१५-१६॥ "
                },
                {
                    "slok": "उत्सहेयमतिक्रान्तुं सर्वानाकाशगोचरान्। सागरान् शोषयिष्यामि दारयिष्यामि मेदिनीम्॥१७॥ पर्वतांश्चूर्णयिष्यामि प्लवमानः प्लवङ्गमः। हरिष्याम्युरुवेगेन प्लवमानो महार्णवम्॥१८॥",
                    "arth": "'आकाशचारी समस्त ग्रह-नक्षत्र आदिको लाँघकर आगे बढ़ जानेका उत्साह रखता हूँ। मैं चाहूँ तो समुद्रोंको सोख लूँगा, पृथ्वीको विदीर्ण कर दूंगा और कूद कूदकर पर्वतोंको चूर-चूर कर डालूँगा; क्योंकि मैं दूरतककी छलाँगें मारनेवाला वानर हूँ। महान् वेगसे महासागरको फाँदता हुआ मैं अवश्य उसके पार पहुँच जाऊँगा॥ "
                },
                {
                    "slok": "लतानां विविधं पुष्पं पादपानां च सर्वशः। अनुयास्यति मामद्य प्लवमानं विहायसा॥१९॥ ",
                    "arth": "'आज आकाशमें वेगपूर्वक जाते समय लताओं और वृक्षोंके नाना प्रकारके फूल मेरे साथ-साथ उड़ते जायँगे ॥ १९॥ "
                },
                {
                    "slok": "भविष्यति हि मे पन्थाः स्वातेः पन्था इवाम्बरे। चरन्तं घोरमाकाशमुत्पतिष्यन्तमेव च॥२०॥ द्रक्ष्यन्ति निपतन्तं च सर्वभूतानि वानराः।",
                    "arth": "'बहुत-से फूल बिखरे होनेके कारण मेरा मार्ग आकाशमें अनेक नक्षत्रपुञ्जोंसे सुशोभित स्वातिमार्ग (छायापथ) के समान प्रतीत होगा। वानरो! आज समस्त प्राणी मुझे भयंकर आकाशमें सीधे जाते हुए, ऊपर उछलते हुए और नीचे उतरते हुए देखेंगे॥ २० ॥ "
                },
                {
                    "slok": "महामेरुप्रतीकाशं मां द्रक्ष्यध्वं प्लवङ्गमाः॥२१॥ दिवमावृत्य गच्छन्तं ग्रसमानमिवाम्बरम्। विधमिष्यामि जीमूतान् कम्पयिष्यामि पर्वतान्। सागरं शोषयिष्यामि प्लवमानः समाहितः॥२२॥",
                    "arth": "'कपिवरो! तुम देखोगे, मैं महागिरि मेरुके समान विशाल शरीर धारण करके स्वर्गको ढकता और आकाशको निगलता हुआ-सा आगे बढुंगा, बादलोंको छिन्न-भिन्न कर डालूँगा, पर्वतोंको हिला दूंगा और एकचित्त हो छलाँग मारकर आगे बढ़नेपर समुद्रको भी सुखा दूंगा॥ २१-२२॥ "
                },
                {
                    "slok": "वैनतेयस्य वा शक्तिर्मम वा मारुतस्य वा। ऋते सुपर्णराजानं मारुतं वा महाबलम्। न तद् भूतं प्रपश्यामि यन्मां प्लुतमनुव्रजेत् ॥२३॥ । ",
                    "arth": "'विनतानन्दन गरुडमें, मुझमें अथवा वायुदेवतामें ही समुद्रको लाँघ जानेकी शक्ति है। पक्षिराज गरुड अथवा महाबली वायुदेवताके सिवा और किसी प्राणीको मैं ऐसा नहीं देखता, जो यहाँसे छलाँग मारनेपर मेरे साथ जा सके॥२३॥ "
                },
                {
                    "slok": "निमेषान्तरमात्रेण निरालम्बनमम्बरम्। सहसा निपतिष्यामि घनाद् विद्युदिवोत्थिता ॥ २४॥ ",
                    "arth": "'मेघसे उत्पन्न हुई विद्युत्की भाँति मैं पलक मारते-मारते सहसा निराधार आकाशमें उड़ जाऊँगा॥ २४॥"
                },
                {
                    "slok": "भविष्यति हि मे रूपं प्लवमानस्य सागरम्।। विष्णोः प्रक्रममाणस्य तदा त्रीन् विक्रमानिव॥२५॥",
                    "arth": "'समुद्रको लाँघते समय मेरा वही रूप प्रकट होगा, जो तीनों पगोंको बढ़ाते समय वामनरूपधारी भगवान् विष्णुका हुआ था॥ २५॥ "
                },
                {
                    "slok": "बुद्ध्या चाहं प्रपश्यामि मनश्चेष्टा च मे तथा। अहं द्रक्ष्यामि वैदेही प्रमोदध्वं प्लवङ्गमाः॥२६॥",
                    "arth": "'वानरो! मैं बुद्धिसे जैसा देखता या सोचता हूँ, मेरे मनकी चेष्टा भी उसके अनुरूप ही होती है। मुझे निश्चय जान पड़ता है कि मैं विदेहकुमारीका दर्शन करूँगा, अतः अब तुमलोग खुशियाँ मनाओ॥ २६॥ "
                },
                {
                    "slok": "मारुतस्य समो वेगे गरुडस्य समो जये। अयुतं योजनानां तु गमिष्यामीति मे मतिः ॥ २७ ॥",
                    "arth": " मैं वेगमें वायुदेवता तथा गरुडके समान हूँ। मेरा तो ऐसा विश्वास है कि इस समय में दस हजार योजनतक जा सकता हूँ ॥ २७ ॥ "
                },
                {
                    "slok": "वासवस्य सवत्रस्य ब्रह्मणो वा स्वयम्भुवः । विक्रम्य सहसा हस्तादमृतं तदिहानये ॥ २८ ॥   ",
                    "arth": "लङ्कां वापि समुत्क्षिप्य गच्छेयमिति मे मतिः । 'वज्रधारी इन्द्र अथवा स्वयम्भू ब्रह्माजीके हाथ से भी मैं बलपूर्वक अमृत छीनकर सहसा यहाँ ला सकता हूँ। समूची लङ्काको भी भूमिसे उखाड़कर हाथपर उठाये स चल सकता हूँ। ऐसा मेरा विश्वास है ॥ २८ ॥"
                },
                {
                    "slok": "तमेवं वानरश्रेष्ठं गर्जन्तममितप्रभम् ॥ २९ ॥ प्रहृष्टा हरयस्तत्र समुदैक्षन्त विस्मिताः । ",
                    "arth": "अमिततेजस्वी वानरश्रेष्ठ हनुमान्जी जब इस प्रकार गर्जना कर रहे थे, उस समय सम्पूर्ण वानर अत्यन्त हर्षमें भरकर चकितभावसे उनकी ओर देख म रहे थे ॥ २९ ॥ "
                },
                {
                    "slok": "तच्चास्य वचनं श्रुत्वा ज्ञातीनां शोकनाशनम् ॥ ३० ॥ उवाच परिसंहृष्टो जाम्बवान् प्लवगेश्वरः ।",
                    "arth": "हनुमान्जीकी बातें भाई-बन्धुवाँके शोकको नष्ट करनेवाली थीं। उन्हें सुनकर वानर सेनापति जाम्बवान्‌को बड़ी प्रसन्नता हुई। वे बोले- ॥३०३ ॥"
                },
                {
                    "slok": "वीर केसरिणः पुत्र वेगवन् मारुतात्मज ॥ ३१ ॥ ज्ञातीनां विपुलः शोकस्त्वया तात प्रणाशितः। ",
                    "arth": "वीर! केसरीके सुपुत्र! वेगशाली पवनकुमार! तात! तुमने अपने बन्धुओंका महान् शोक नष्ट कर दिया "
                },
                {
                    "slok": "तव कल्याणरुचयः कपिमुख्याः समागताः ॥ ३२ ॥ मङ्गलान्यर्थसिद्धयर्थं करिष्यन्ति समाहिताः ।",
                    "arth": "'यहाँ आये हुए सभी श्रेष्ठ वानर तुम्हारे कल्याणकी कामना करते हैं। अब ये कार्यकी सिद्धिके उद्देश्यसे एकाग्रचित्त हो तुम्हारे लिये मङ्गलकृत्य - स्वस्तिवाचन आदिका अनुष्ठान करेंगे ॥ ३२३ ॥ ऋषीणां च प्रसादेन कपिवृद्धमतेन च ॥ ३३ ॥"
                },
                {
                    "slok": "ऋषीणां च प्रसादेन कपिवृद्धमतेन च ॥ ३३ ॥ गुरूणां च प्रसादेन सम्प्लव त्वं महार्णवम् ।",
                    "arth": "'ऋषियोंके प्रसाद, वृद्ध वानरोंकी अनुमति तथा गुरुजनोंकी कृपासे तुम इस महासागरके पार हो जाओ ॥ ३३३ ॥ "
                },
                {
                    "slok": "स्थास्यामश्चैकपादेन यावदागमनं तव॥३४॥ त्वद्गतानि च सर्वेषां जीवनानि वनौकसाम्।",
                    "arth": "'जबतक तुम लौटकर यहाँ आओगे, तबतक हम तुम्हारी प्रतीक्षामें एक पैरसे खड़े रहेंगे; क्योंकि हम सब वानरोंका जीवन तुम्हारे ही अधीन है'॥ ३४३ ॥ "
                },
                {
                    "slok": "ततश्च हरिशार्दूलस्तानुवाच वनौकसः॥३५॥ कोऽपि लोके न मे वेगं प्लवने धारयिष्यति।",
                    "arth": "तदनन्तर कपिश्रेष्ठ हनुमान्ने उन वनवासी वानरोंसे कहा-'जब मैं यहाँसे छलाँग मारूँगा, उस समय संसारमें कोई भी मेरे वेगको धारण नहीं कर सकेगा॥३५॥ "
                },
                {
                    "slok": "एतानीह नगस्यास्य शिलासंकटशालिनः॥३६॥ शिखराणि महेन्द्रस्य स्थिराणि च महान्ति च। येषु वेगं गमिष्यामि महेन्द्रशिखरेष्वहम्॥३७॥ नानाद्रुमविकीर्णेषु धातुनिष्पन्दशोभिषु। ",
                    "arth": "'शिलाओंके समूहसे शोभा पानेवाले केवल इस महेन्द्र पर्वतके ये शिखर ही ऊँचे-ऊँचे और स्थिर हैं, जिनपर नाना प्रकारके वृक्ष फैले हुए हैं तथा गैरिक आदि धातुओंके समुदाय शोभा दे रहे हैं। इन महेन्द्रशिखरोंपर ही वेगपूर्वक पैर रखकर मैं यहाँसे छलाँग मारूँगा॥३६-३७३॥  "
                },
                {
                    "slok": "| एतानि मम वेगं हि शिखराणि महान्ति च॥३८॥ | प्लवतो धारयिष्यन्ति योजनानामितः शतम्।",
                    "arth": "'यहाँसे सौ योजनके लिये छलाँग मारते समय महेन्द्र पर्वतके ये महान् शिखर ही मेरे वेगको धारण कर सकेंगे'॥३८ ॥ "
                },
                {
                    "slok": "ततस्तु मारुतप्रख्यः स हरिर्मारुतात्मजः। आरुरोहन नगश्रेष्ठं । महेन्द्रमरिमर्दनः ॥३९॥",
                    "arth": "यों कहकर वायुके समान महापराक्रमी | शत्रुमर्दन पवनकुमार हनुमान्जी पर्वतोंमें श्रेष्ठ महेन्द्रपर चढ़ गये॥३९॥ "
                },
                {
                    "slok": "वृतं नानाविधैः पुष्पैर्मृगसेवितशाद्वलम्। लताकुसुमसम्बाधं नित्यपुष्पफलद्रुमम्॥४०॥ ",
                    "arth": "जा वह पर्वत नाना प्रकारके पुष्पयुक्त वृक्षोंसे भरा हुआ था, वन्य पशु वहाँकी हरी-हरी घास चर रहे थे, लताओं और फूलोंसे वह सघन जान पड़ता था और वहाँके वृक्षोंमें सदा ही फल-फूल लगे रहते थे॥ ४०॥ "
                },
                {
                    "slok": "सिंहशार्दूलसहितं मत्तमातङ्गसेवितम्।  मलिलोमीटसंकलम॥४१ ",
                    "arth": "महेन्द्र पर्वतके वनोंमें सिंह और बाघ भी निवास करते थे, मतवाले गजराज विचरते थे, मदमत्त पक्षियोंके समूह सदा कलरव किया करते थे तथा जलके स्रोतों और झरनोंसे वह पर्वत व्याप्त दिखायी देता था॥४१॥ "
                },
                {
                    "slok": "महद्भिरुच्छ्रितं शृङ्गैर्महेन्द्रं स महाबलः। विचचार हरिश्रेष्ठो महेन्द्रसमविक्रमः॥४२॥",
                    "arth": "बड़े-बड़े शिखरोंसे ऊँचे प्रतीत होनेवाले महेन्द्र पर्वतपर आरूढ़ हो इन्द्रतुल्य पराक्रमी महाबली कपिश्रेष्ठ हनुमान् वहाँ इधर-उधर टहलने लगे॥४२॥ "
                },
                {
                    "slok": "पादाभ्यां पीडितस्तेन महाशैलो महात्मना। ररास सिंहाभिहतो महान् मत्त इव द्विपः॥४३॥",
                    "arth": "महाकाय हनुमान्जीके दोनों पैरोंसे दबा हुआ वह महान् पर्वत सिंहसे आक्रान्त हुए महान् मदमत्त गजराजकी भाँति चीत्कार-सा करने लगा (वहाँ रहनेवाले प्राणियोंका शब्द ही मानो उसका आर्त चीत्कार था)॥४३॥ "
                },
                {
                    "slok": "मुमोच सलिलोत्पीडान् विप्रकीर्णशिलोच्चयः। प्रकम्पितमहाद्रुमः ॥ ४४ ॥",
                    "arth": "उसके शिलासमूह इधर-उधर बिखर गये। उससे नये-नये झरने फूट निकले। वहाँ रहनेवाले मृग और हाथी भयसे थर्रा उठे और बड़े-बड़े वृक्ष झोंके खाकर झूमने लगे॥४४॥ "
                },
                {
                    "slok": "नानागन्धर्वमिथुनैः पानसंसर्गकर्कशैः। उत्पतद्भिर्विहंगैश्च विद्याधरगणैरपि॥४५॥ त्यज्यमानमहासानुः संनिलीनमहोरगः। शैलशृङ्गशिलोत्पातस्तदाभूत् स महागिरिः॥४६॥",
                    "arth": "मधुपानके संसर्गसे उद्धत चित्तवाले अनेकानेक | गन्धर्वोके जोड़े, विद्याधरोंके समुदाय और उड़ते हुए पक्षी भी उस पर्वतके विशाल शिखरोंको छोड़कर जाने लगे। बडे-बडे सर्प बिलोंमें छिप गये तथा उस पर्वतके शिखरोंसे बड़ी-बड़ी शिलाएँ टूट-टूटकर गिरने लगीं। इस प्रकार वह महान् पर्वत बड़ी दुरवस्थामें पड़ गया॥ ४५-४६॥ "
                },
                {
                    "slok": "निःश्वसद्भिस्तदा तैस्तु भुजगैरर्धनिःसृतैः। सपताक इवाभाति स तदा धरणीधरः॥४७॥",
                    "arth": "बिलोंसे अपने आधे शरीरको बाहर निकालकर लम्बी साँस खींचते हुए साँसे उपलक्षित होनेवाला वह महान् पर्वत उस समय अनेकानेक पताकाओंसे अलंकृत-सा प्रतीत होता था॥४७॥ "
                },
                {
                    "slok": "ऋषिभिस्त्राससम्भ्रान्तैस्त्यज्यमानः शिलोच्चयः। सीदन् महति कान्तारे सार्थहीन इवाध्वगः॥४८॥ ",
                    "arth": "भयसे घबराये हुए ऋषि-मुनि भी उस पर्वतको छोड़ने लगे। जैसे विशाल दुर्गम वनमें अपने साथियोंसे बिछुड़ा हुआ एक राही भारी विपत्तिमें फँस जाता है, यही दशा उस महान् पर्वत महेन्द्रकी हो रही थी॥४८॥ "
                },
                {
                    "slok": "स वेगवान् वेगसमाहितात्मा  हरिप्रवीरः परवीरहन्ता। मनः समाधाय महानुभावो जगाम लङ्कां मनसा मनस्वी॥४९॥ ",
                    "arth": "शत्रुवीरोंका संहार करनेवाले वानरसेनाके श्रेष्ठ वीर वेगशाली महामनस्वी महानुभाव हनुमान्जीका मन वेगपूर्वक छलाँग मारनेकी योजनामें लगा हुआ था। उन्होंने चित्तको एकाग्र करके मन-ही-मन लङ्काका स्मरण किया॥४९॥"
                },
                {
                    "samaapt_sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये किष्किन्धाकाण्डे सप्तषष्टितमः सर्गः॥६७॥ ",
                    "samaapt_arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके किष्किन्धाकाण्डमें सरसठवाँ सर्ग पूरा हुआ॥६७॥"
                }
            ]
        }
    ]
} 