export class Mahatmya {
    mahatmya: any = [
        {
            Adhyay: "chapter_1",
            Arth: [
                {
                    Shlok: "रामं विना का गती। रामेण प्रतिहन्यते कलिमलं रामाय कार्यं नमः। रामात् त्रस्यति कालभीमभुजगो रामस्य सर्वं वशे रामे भक्तिरखण्डिता भवतु मे राम त्वमेवाश्रयः॥१॥ ",
                    Arth: " श्रीरामचन्द्रजी समस्त संसारको शरण देनेवाले हैं। श्रीरामके बिना दूसरी कौन-सी गति है। श्रीराम कलियुगके समस्त दोषोंको नष्ट कर देते हैं; अतः श्रीरामचन्द्रजीको नमस्कार करना चाहिये। श्रीरामसे कालरूपी भयंकर सर्प भी डरता है। जगतका सब कुछ भगवान् श्रीरामके वशमें है। श्रीराममें मेरी अखण्ड भक्ति बनी रहे। हे राम! आप ही मेरे आधार हैं॥१॥"
                },
                {
                    Shlok: "चित्रकूटालयं त राममिन्दिरानन्दमन्दिरम्। वन्दे च परमानन्दं भक्तानामभयप्रदम्॥२॥",
                    Arth: "चित्रकूटमें निवास करनेवाले, भगवती लक्ष्मी (सीता) के आनन्दनिकेतन और भक्तोंको अभय देनेवाले परमानन्दस्वरूप भगवान् श्रीरामचन्द्रजीको मैं नमस्कार करता हूँ॥२॥ "
                },
                {
                    Shlok: "ब्रह्मविष्णुमहेशाद्या यस्यांशा लोकसाधकाः। नमामि देवं चिद्रूपं विशुद्धं परमं भजे॥३॥ ",
                    Arth: "सम्पूर्ण जगत्के अभीष्ट मनोरथोंको सिद्ध करनेवाले (अथवा सृष्टि पालन एवं संहारके द्वारा जगत्की व्यावहारिक सत्ताको सिद्ध करनेवाले), ब्रह्मा, विष्णु और महेश आदि देवता जिनके अभिन्न अंशमात्र हैं, उन परम विशुद्ध सच्चिदानन्दमय परमात्मदेव श्रीरामचन्द्रजीको मैं नमस्कार करता हूँ तथा उन्हींके भजन-चिन्तनमें मन लगाता हूँ॥ "
                },
                {
                    Shlok: "ऋषय ऊचुः भगवन् सर्वमाख्यातं यत् पृष्टं विदुषा त्वया। संसारपाशबद्धानां दुःखानि सुबहूनि च॥४॥ ",
                    Arth: "ऋषियोंने कहा- भगवन् ! आप विद्वान् हैं, ज्ञानी हैं। हमने जो कुछ पूछा था, वह सब आपने हमें भलीभाँति बताया है। संसार-बन्धनमें बँधे हुए जीवोंके दुःख बहुत हैं ॥४॥ "
                },
                {
                    Shlok: "एतत्संसारपाशस्यच्छेदकः कतमः स्मृतः। कलौ वेदोक्तमार्गाश्च नश्यन्तीति त्वयोदिताः॥५॥ ",
                    Arth: "इस संसारबन्धनका उच्छेद करनेवाला कौन है ? आपने कहा है कि कलियुगमें वेदोक्त मार्ग नष्ट हो जायँगे ॥५॥"
                },
                {
                    Shlok: "अधर्मनिरतानां च यातनाश्च प्रकीर्तिताः। घोरे कलियुगे प्राप्ते वेदमार्गबहिष्कृते॥६॥ पाखण्डत्वं प्रसिद्धं वै सर्वैश्च परिकीर्तितम्।",
                    Arth: "अधर्मपरायण पुरुषोंको प्राप्त होनेवाली यातनाओंका भी आपने वर्णन किया है। घोर कलियुग आनेपर जब वेदोक्त मार्ग लुप्त हो जायेंगे, उस समय पाखण्ड फैल जायगा-यह बात प्रसिद्ध है। प्रायः सभी लोगोंने ऐसी बात कही है॥६॥ "
                },
                {
                    Shlok: "कामार्ता हस्वदेहाश्च लुब्धा अन्योन्यतत्पराः॥७॥ कलौ सर्वे भविष्यन्ति स्वल्पायुर्बहुपुत्रकाः।",
                    Arth: " कलियुगके सभी लोग कामवेदनासे पीड़ित, नाटे शरीरके और लोभी होंगे तथा धर्म और ईश्वरका आश्रय छोड़कर आपसमें एक-दूसरेपर ही निर्भर रहनेवाले होंगे। प्रायः सब लोग थोड़ी आयु और अधिक संतानवाले होंगे२ ॥७३॥ "
                },
                {
                    Shlok: "स्त्रियः स्वपोषणपरा वेश्याचरणतत्पराः॥८॥ पतिवाक्यमनादृत्य सदान्यगृहतत्पराः। दुःशीलेषु करिष्यन्ति पुरुषेषु सदा स्पृहाम्॥९॥",
                    Arth: "उस युगकी स्त्रियाँ अपने ही शरीरके पोषणमें तत्पर और वेश्याओंके समान आचरणमें प्रवृत्त होंगी। वे अपने पतिकी आज्ञाका अनादर करके सदा दूसरोंके घर जाया-आया करेंगी। दुराचारी पुरुषोंसे मिलनेकी सदैव अभिलाषा करेंगी॥८-९॥ "
                },
                {
                    Shlok: "असद्वार्ता भविष्यन्ति पुरुषेषु कुलांगनाः। परुषानृतभाषिण्यो देहसंस्कारवर्जिताः॥१०॥",
                    Arth: "उत्तम कुलकी स्त्रियाँ भी परपुरुषोंके निकट ओछी बातें करनेवाली होंगी, कठोर और असत्य बोलेंगी तथा शरीरको शुद्ध और सुसंस्कृत बनाये रखनेके सद्गुणोंसे वञ्चित होंगी॥१०॥ "
                },
                {
                    Shlok: "वाचालाश्च भविष्यन्ति कलौ प्रायेण योषितः। भिक्षवश्चापि मित्रादिस्नेहसम्बन्धयन्त्रिताः॥११॥",
                    Arth: "कलियुगमें अधिकांश स्त्रियाँ वाचाल (व्यर्थ बकवास करनेवाली) होंगी। भिक्षासे जीवन-निर्वाह करनेवाले संन्यासी भी मित्र आदिके स्नेह-सम्बन्धमें बँधे रहनेवाले होंगे॥११॥ "
                },
                {
                    Shlok: "अन्नोपाधिनिमित्तेन शिष्यान् बदन्ति लोलुपाः। उभाभ्यामपि पाणिभ्यां शिरःकण्डूयनं स्त्रियः॥१२॥ कुर्वन्त्यो गृहभर्तृणामाज्ञां भेत्स्यन्त्यतन्द्रिताः।",
                    Arth: "वे भोजनके लिये चिन्तित होनेके कारण लोभवश शिष्योंका संग्रह करेंगे। स्त्रियाँ दोनों हाथोंसे सिर खुजलाती हुई गृहपतिकी आज्ञाका जान-बूझकर उल्लङ्घन करेंगी॥ १२॥ "
                },
                {
                    Shlok: "पाखण्डालापनिरताः पाखण्डजनसंगिनः॥१३॥ यदा द्विजा भविष्यन्ति तदा वृद्धिं गतः कलिः।",
                    Arth: "जब ब्राह्मण पाखण्डी लोगोंके साथ रहकर पाखण्डपूर्ण बातें करने लगें, तब जानना चाहिये कि कलियुग खूब बढ़ गया॥१३३ ॥ "
                },
                {
                    Shlok: "घोरे कलियुगे ब्रह्मन् जनानां पापकर्मिणाम्॥१४॥ मनःशुद्धिविहीनानां निष्कृतिश्च कथं भवेत्।",
                    Arth: "ब्रह्मन्! इस प्रकार घोर कलियुग आनेपर सदा पाप-परायण रहनेके कारण जिनका अन्तःकरण शुद्ध नहीं हो सकेगा, उन लोगोंकी मुक्ति कैसे होगी?॥१४३ ॥ "
                },
                {
                    Shlok: "यथा तुष्यति देवेशो देवदेवो जगद्गुरुः॥१५॥ ततो वदस्व सर्वज्ञ सूत धर्मभृतां वर।",
                    Arth: "धर्मात्माओंमें श्रेष्ठ सर्वज्ञ सूतजी! देवाधिदेव देवेश्वर जगद्गुरु भगवान् श्रीरामचन्द्रजी जिस प्रकार संतुष्ट हों, वह उपाय हमें बताइये॥१५३ ॥"
                },
                {
                    Shlok: "वद सूत मुनिश्रेष्ठ सर्वमेतदशेषतः॥१६॥ कस्य नो जायते तुष्टिः सूत त्वद्वचनामृतात्॥१७॥",
                    Arth: "मुनिश्रेष्ठ सूतजी! इन सारी बातोंपर आप पूर्णरूपसे | प्रकाश डालिये। आपके वचनामृतका पान करनेसे किसको संतोष नहीं होता है॥१६-१७॥"
                },
                {
                    Shlok: "शृणुध्वमृषयः सर्वे यदिष्टं वो वदाम्यहम्। गीतं सनत्कुमाराय नारदेन महात्मना॥१८॥ रामायणं महाकाव्यं सर्ववेदेषु सम्मतम्। सर्वपापप्रशमनं दुष्टग्रहनिवारणम्॥१९॥",
                    Arth: "सूतजीने कहा-मुनिवरो! आप सब लोग सुनिये। आपको जो सुनना अभीष्ट है, वह मैं बताता हूँ। महात्मा नारदजीने सनत्कुमारको जिस रामायण नामक महाकाव्यका गान सुनाया था, वह समस्त पापोंका नाश और दुष्ट ग्रहोंकी बाधाका निवारण करनेवाला है। वह सम्पूर्ण वेदार्थोंकी सम्मतिके अनुकूल है॥ १८-१९॥ "
                },
                {
                    Shlok: "दुःस्वप्ननाशनं धन्यं भुक्तिमुक्तिफलप्रदम्। रामचन्द्रकथोपेतं सर्वकल्याणसिद्धिदम्॥२०॥",
                    Arth: "उससे समस्त दुःस्वप्नोंका नाश हो जाता है। वह धन्यवादके योग्य तथा भोग और मोक्षरूप फल प्रदान करनेवाला है। उसमें भगवान् श्रीरामचन्द्रजीकी लीला-कथाका वर्णन है। वह काव्य अपने पाठक और श्रोताओंके लिये समस्त कल्याणमयी सिद्धियोंको | देनेवाला है॥२०॥"
                },
                {
                    Shlok: "धर्मार्थकाममोक्षाणां हेतुभूतं महाफलम्। वा अपूर्वं पुण्यफलदं शृणुध्वं सुसमाहिताः॥२१॥",
                    Arth: "धर्म, Arth, काम और मोक्ष-इन चारों पुरुषार्थोंका साधक है, महान् फल देनेवाला है। यह अपूर्व काव्य पुण्यमय फल प्रदान करनेकी शक्ति रखता है। आपलोग एकाग्रचित्त होकर इसे श्रवण करें॥२१॥ "
                },
                {
                    Shlok: "महापातकयुक्तो वा युक्तो वा सर्वपातकैः। श्रुत्वैतदार्षं दिव्यं हि काव्यं शुद्धिमवाप्नुयात्॥२२॥ रामायणेन वर्तन्ते सुतरां ये जगद्धिताः। त एव कृतकृत्याश्च सर्वशास्त्रार्थकोविदाः॥२३॥",
                    Arth: "महान्‌ पातकों अथवा सम्पूर्ण उपपातकोंसे युक्त मनुष्य भी उस ऋषिप्रणीत दिव्य काव्यका श्रवण करनेसे शुद्धि (अथवा सिद्धि) प्राप्त कर लेता है। सम्पूर्ण जगत्‌के हित-साधनमें लगे रहनेवाले जो मनुष्य सदा रामायणके अनुसार बर्ताव करते हैं, बे ही सम्पूर्ण शास्त्रोंके मर्मको समझनेवाले और कृतार्थ हैं॥ २२-२३॥"
                },
                {
                    Shlok: "धर्मार्थकाममोक्षाणां साधन च॒ द्विजोत्तमा:। श्रोतव्यं च सदा भकत्या रामायणपरामृतम्‌॥ २४॥",
                    Arth: "विप्रवरो! रामायण धर्म, Arth, काम और मोक्षका साधन तथा परम अमृतरूप है; अत: सदा भक्तिभावसे उसका श्रवण करना चाहिये॥ २४॥"
                },
                {
                    Shlok: "पुराजितानि पापानि नाशमायान्ति यस्य वै। रामायणे महाप्रीतिस्तस्य वै भवति श्लुवम्‌॥२५॥",
                    Arth: "जिस मनुष्यके पूर्वजन्मोपार्जित सारे पाप नष्ट हो जाते हैं, उसीका रामायणके प्रति अधिक प्रेम होता है। यह निश्चित बात है॥२५॥"
                },
                {
                    Shlok: "रामायणे वर्तमाने पापपाशेन यन्त्रित:। अनादृत्यअसदगाथासक्तबुद्धिः प्रवर्तते॥ २६॥",
                    Arth: "जो पापके बन्धनमें जकड़ा हुआ है, वह रामायणकी कथा आरम्भ होनेपर उसकी अवहेलना करके दूसरी-दूसरी निम्नकोटिकी बातोंमें फँस जाता है। उन असदगाथाओंमें अपनी बुद्धिक आसक्त होनेके कारण वह तदनुरूप ही बर्ताव करने लगता है॥२६॥"
                },
                {
                    Shlok: "रामायणं नाम पर तु काव्य सुपुण्यद॑ वै श्रृणुत द्विजेन्दा:। अस्मिन्‌ श्रुते जन्मजरादिनाशो भवत्यदोष: स नरोउच्युतः स्थात्‌॥ २७॥",
                    Arth: "इसलिये द्विजेन्द्रण! आपलोग रामायण नामक परम पुण्यदायक उत्तम काव्यका श्रवण करें; जिसके सुननेसे जन्म, जरा और मृत्युके भयका नाश हो जाता है तथा श्रवण करनेवाला मनुष्य पाप-दोषसे रहित हो अच्युतस्वरूप हो जाता है॥ २७॥"
                },
                {
                    Shlok: "बर॑ बरेण्यं बरदं तु काव्यं संतारयत्याशु च॒ सर्वलोकम्‌। संकल्पितार्थप्रदमादिकाव्यं श्रुत्वा च रामस्य पद प्रयाति॥ २८॥",
                    Arth: "रामायण काव्य अत्यन्त उत्तम, वरणीय और मनोवाज्छित वर देनेवाला है। वह उसका पाठ और श्रवण करनेवाले समस्त जगतूको शीघ्र ही संसार- सागरसे पार कर देता है। उस आदिकाव्यको सुनकर मनुष्य श्रीरामचन्द्रजीके परमपदको प्राप्त कर लेता है॥ २८॥"
                },
                {
                    Shlok: "ब्रहोशविष्ण्वाख्यशरीरभेदै- विश्व॑ं सृजत्यत्ति च पाति यश्च। तमादिदेवं परम॑ वरेण्य- माधाय चेतस्युपयाति मुक्तिम्‌॥ २९॥",
                    Arth: "जो ब्रह्मा, रुद्र और विष्णु नामक भिन्‍न-भिन्‍न रूप धारण करके विश्वकी सृष्टि, संहार और पालन करते हैं, उन आदिदेव परमोत्कृष्ट परमात्मा श्रीरामचन्द्रजीको अपने हृदय-मन्दिरमें स्थापित करके मनुष्य मोक्षका भागी होता है॥२९॥"
                },
                {
                    Shlok: "यो. नामजात्यादिविकल्पहीनः 'परावराणां परम: परः स्थात्‌। वेदान्तवेद्य;. स्वरुचा . प्रकाश: स॒वीक्ष्यते सर्वपुराणवेदैः॥ ३०॥",
                    Arth: "जो नाम तथा जाति आदि विकल्पोंसे रहित, कार्य-कारणसे परे, सर्वोत्कृष्ट, वेदान्त शास्त्रके द्वारा जाननेयोग्य एवं अपने ही प्रकाशसे प्रकाशित होनेवाला परमात्मा है, उसका समस्त वेदों और पुराणोंके द्वारा साक्षात्कार होता है (इस रामायणके अनुशीलनसे भी डसीकी प्राप्ति होती है।)॥३०॥"
                },
                {
                    Shlok: "ऊर्जे माघे सिते पक्षे चैत्रे च द्विजसत्तमा:। नवाह्ना खलु श्रोतव्यं रामायणकथामृतम्‌॥ ३१॥",
                    Arth: "विप्रवरो ! कार्तिक, माघ और चैत्रमासके शुक्ल पक्षमें नौ दिनोंमें रामायणकी अमृतमयी कथाका श्रवण करना चाहिये॥"
                },
                {
                    Shlok: " इत्येब॑ श्रुणुयाद्‌ यस्तु श्रीरामचरितं शुभम्‌। सर्वान्‌ कामानवाष्नोति परत्रामुत्र चोत्तमान्‌॥३२॥",
                    Arth: "जो इस प्रकार श्रीरामचन्द्रजीके मंगलमय चरित्रका श्रवण करता है, वह इस लोक और परलोकमें भी अपनी समस्त उत्तम कामनाओंको प्राप्त कर लेता है॥"
                },
                {
                    Shlok: "ब्रिसप्तकुलसंयुक्त: सर्वपापविवर्जित:। प्रयाति रामभवन॑ यत्र गत्वा न शोचते॥३३॥",
                    Arth: "वह सब पापोंसे मुक्त हो अपनी इक्कौस पीढ़ियोंके साथ श्रीरामचन्द्रजीके उस परमधाममें चला जाता है, जहाँ जाकर मनुष्यको कभी शोक नहीं करना पड़ता है॥"
                },
                {
                    Shlok: " चैत्रे माघे कार्तिके च सिते पक्षे च वाचयेत्‌। नवाहस्सु महापुण्यं श्रोतव्यं च॒ प्रयलत:॥ ३४॥",
                    Arth: "चैत्र, माघ और कार्तिकके शुक्लपक्षमें परम पुण्यमय रामायण-कथाका नवाह-पारायण करना चाहिये तथा नौ दिनोंतक इसे प्रयत्वपूर्वक सुनना चाहिये॥ ३४॥"
                },
                {
                    Shlok: "रामायणमादिकाव्यं॑ स्वर्गमोक्षप्रदायकम्‌। तस्माद्‌ घोरे कलियुगे सर्वधर्मबहिष्कृते॥ ३५॥ नवभिर्दिनै: श्रोतव्य॑ रामायणकथामृतम्‌। ",
                    Arth: "रामायण आदिकाव्य है। यह स्वर्ग और मोक्ष देनेवाला है, अतः सम्पूर्ण धर्मोंसे रहित घोर कलियुग आनेपर नौ दिनोंमें रामायणकी अमृतमयी कथाको श्रवण करना चाहिये॥"
                },
                {
                    Shlok: " रामनामपरा ये तु घोरे कलियुगे द्विजाः॥३६॥ त एव कृतकृत्याश्च न कलिर्बाधते हि तान्।",
                    Arth: "ब्राह्मणो! जो लोग भयंकर कलिकालमें श्रीरामनामका आश्रय लेते हैं, वे ही कृतार्थ होते हैं। कलियुग उन्हें बाधा नहीं पहुँचाता॥३६॥"
                },
                {
                    Shlok: "कथा रामायणस्यापि नित्यं भवति यद्गृहे॥३७॥ तद् गृहं तीर्थरूपं हि दुष्टानां पापनाशनम्।",
                    Arth: "जिस घरमें प्रतिदिन रामायणकी कथा होती है, वह तीर्थरूप हो जाता है। वहाँ जानेसे दुष्टोंके पापोंका नाश होता है॥"
                },
                {
                    Shlok: "तावत्पापानि देहेऽस्मिन् निवसन्ति तपोधनाः॥३८॥ यावन्न श्रूयते सम्यक् श्रीमद्रामायणं नरैः।",
                    Arth: "तपोधनो! इस शरीरमें तभीतक पाप रहते हैं, जबतक मनुष्य श्रीरामायणकथाका भलीभाँति श्रवण नहीं करता॥ "
                },
                {
                    Shlok: "दुर्लभैव कथा लोके श्रीमद्रामायणोद्भवा॥३९॥ कोटिजन्मसमत्थेन पुण्येनैव तु लभ्यते।",
                    Arth: "संसारमें श्रीरामायणकी कथा परम दुर्लभ ही है। जब करोड़ों जन्मोंके पुण्योंका उदय होता है, तभी उसकी प्राप्ति होती है ॥ ३९३ ॥"
                },
                {
                    Shlok: "ऊर्जे माघे सिते पक्षे चैत्रे च द्विजसत्तमाः॥४०॥ यस्य श्रवणमात्रेण सौदासोऽपि विमोचितः। ",
                    Arth: "श्रेष्ठ ब्राह्मणो! कार्तिक, माघ और चैत्रके शुक्ल पक्षमें रामायणके श्रवणमात्रसे (राक्षसभावापन्न) सौदास भी शापमुक्त हो गये थे॥ ४० ॥ "
                },
                {
                    Shlok: "गौतमशापतः प्राप्तः सौदासो राक्षसी तनुम्॥४१॥ रामायणप्रभावेण विमुक्तिं प्राप्तवान् पुनः।",
                    Arth: "सौदासने महर्षि गौतमके शापसे राक्षस-शरीर प्राप्त किया था। वे रामायणके प्रभावसे ही पुन: उस शापसे छुटकारा पा सके थे "
                },
                {
                    Shlok: "यस्त्वेतच्छृणुयाद् भक्त्या रामभक्तिपरायणः॥४२॥ | स मुच्यते महापापैः पुरुषः पातकादिभिः॥४३॥",
                    Arth: "जो पुरुष श्रीरामचन्द्रजीकी भक्तिका आश्रय | ले प्रेमपूर्वक इस कथाका श्रवण करता है, वह बड़े-बड़े पापों तथा पातक आदिसे मुक्त हो जाता | है॥ ४२-४३॥"
                },
                {
                    Shlok: "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये कल्पानुकीर्तनं नाम प्रथमोऽध्यायः॥१॥ ",
                    Arth: "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारद-सनत्कुमार-संवादके अन्तर्गत रामायणमाहात्म्यविषयक कल्पका अनुकीर्तन नामक प्रथम Arth पूरा हुआ॥१॥ "
                }
            ]
        },
        {
            Adhyay: "chapter_2",
            Arth: [
                {
                    Shlok: "कथं सनत्कुमाराय देवर्षिर्नारदो मुनिः। प्रोक्तवान् सकलान् धर्मान् कथं तौ मिलितावुभौ॥१॥ कस्मिन् क्षेत्रे स्थितौ तात तावुभौ ब्रह्मवादिनौ। यदुक्तं नारदेनास्मै तत् त्वं ब्रूहि महामुने॥२॥ ",
                    Arth: "ऋषियोंने पूछा-महामुने! देवर्षि नारदमुनिने सनत्कुमारजीसे रामायणसम्बन्धी सम्पूर्ण धर्मोंका किस प्रकार वर्णन किया था? उन दोनों ब्रह्मवादी महात्माओंका किस क्षेत्रमें मिलन हुआ था? तात! वे दोनों कहाँ ठहरे थे? नारदजीने उनसे जो कुछ कहा था, वह सब आप हमलोगोंको बताइये॥"
                },
                {
                    Shlok: "सनकाद्या महात्मानो ब्रह्मणस्तनयाः स्मृताः।। निर्ममा निरहंकाराः सर्वे ते ह्यूवरेतसः॥३॥",
                    Arth: "सूतजीने कहा-मुनिवरो! सनकादि महात्मा भगवान् ब्रह्माजीके पुत्र माने गये हैं। उनमें ममता और अहंकारका तो नाम भी नहीं है। वे सब-के-सब ऊर्ध्वरेता (नैष्ठिक ब्रह्मचारी) हैं॥३॥"
                },
                {
                    Shlok: "तेषां नामानि वक्ष्यामि सनकश्च सनन्दनः। सनत्कुमारश्च तथा सनातन इति स्मृतः॥४॥",
                    Arth: "मैं आपलोगोंसे उनके नाम बताता हूँ, सुनिये। सनक, सनन्दन, सनत्कुमार और सनातन-ये चारों सनकादि माने गये हैं॥४॥ "
                },
                {
                    Shlok: "विष्णुभक्ता महात्मानो ब्रह्मध्यानपरायणाः। गत सहस्रसूर्यसंकाशाः सत्यवन्तो मुमुक्षवः॥ ५ ॥",
                    Arth: "वे भगवान् विष्णुके भक्त और महात्मा हैं। सदा ब्रह्मके चिन्तनमें लगे रहते हैं। बड़े सत्यवादी हैं। सहस्रों सूर्योंके समान तेजस्वी एवं मोक्षके अभिलाषी हैं॥५॥ "
                },
                {
                    Shlok: "एकदा ब्रह्मणः पुत्राः सनकाद्या महौजसः। मेरुशृंगे समाजग्मुर्वीक्षितुं ब्रह्मणः सभाम्॥ ६ ॥",
                    Arth: "एक दिन वे महातेजस्वी ब्रह्मपुत्र सनकादि ब्रह्माजीकी | सभा देखनेके लिये मेरु पर्वतके शिखरपर गये॥६॥"
                },
                {
                    Shlok: "तत्र गंगां महापुण्यां विष्णुपादोद्भवां नदीम्। निरीक्ष्य स्नातुमुधुक्ताः सीताख्यां प्रथितौजसः॥ ७॥",
                    Arth: "वहाँ भगवान् विष्णुके चरणोंसे प्रकट हुई परम पुण्यमयी गंगानदी, जिन्हें सीता भी कहते हैं, बह रही थीं। उनका दर्शन करके वे तेजस्वी महात्मा उनके जलमें स्नान करनेको उद्यत हुए॥७॥ "
                },
                {
                    Shlok: "एतस्मिन्नन्तरे विप्रा देवर्षिर्नारदो मुनिः। आजगामोच्चरन् नाम हरेर्नारायणादिकम्॥ ८ ॥",
                    Arth: "ब्राह्मणो! इतने में ही देवर्षि नारदमुनि भगवान्के नारायण आदि नामोंका उच्चारण करते हुए वहाँ आ पहुँचे ॥८॥"
                },
                {
                    Shlok: "नारायणाच्युतानन्त वासुदेव जनार्दन। यज्ञेश यज्ञपुरुष राम विष्णो नमोऽस्तु ते॥९॥ इत्युच्चरन् हरे म पावयन्नखिलं जगत्। आजगाम स्तुवन् गंगां मुनिर्लोकैकपावनीम्॥१०॥",
                    Arth: "वे 'नारायण! अच्युत! अनन्त! वासुदेव! जनार्दन! यज्ञेश! यज्ञपुरुष! राम! विष्णो! आपको नमस्कार है।' इस प्रकार भगवन्नामका उच्चारण करके सम्पूर्ण जगत्को पवित्र बनाते और एकमात्र लोकपावनी गंगाकी स्तुति करते हुए वहाँ आये॥९-१०॥ "
                },
                {
                    Shlok: "अथायान्तं समुद्वीक्ष्य सनकाद्या महौजसः। यथार्हमहणं चक्रुर्ववन्दे सोऽपि तान् मुनीन्॥११॥ ",
                    Arth: "उन्हें आते देख महातेजस्वी सनकादि मुनियोंने उनकी यथोचित पूजा की तथा नारदजीने भी उन मुनियोंको मस्तक झुकाया॥११॥ "
                },
                {
                    Shlok: "अथ तत्र सभामध्ये नारायणपरायणम्। सनत्कुमारः प्रोवाच नारद मुनिपुंगवम्॥१२॥",
                    Arth: "तदनन्तर वहाँ मुनियोंकी सभामें सनत्कुमारजीने भगवान् नारायणके परम भक्त मुनिवर नारदसे इस प्रकार कहा ॥१२॥"
                },
                {
                    Shlok: "सर्वज्ञोऽसि महाप्राज्ञ मुनीशानां च नारद। हरिभक्तिपरो यस्मात्त्वत्तो नास्त्यपरोऽधिकः॥१३॥ ",
                    Arth: "सनत्कुमार बोले–महाप्राज्ञ नारदजी! आप समस्त   Missing Line  अतः आपसे बढ़कर दूसरा कोई नहीं है॥१३॥"
                },
                {
                    Shlok: "येनेदमखिलं जातं जगत् स्थावरजंगमम्। | गंगा पादोद्भवा यस्य कथं स ज्ञायते हरिः॥१४॥ अनुग्राह्योऽस्मि यदि ते तत्त्वतो वक्तुमर्हसि।",
                    Arth: "इसलिये मैं पूछता हूँ, जिनसे समस्त चराचर जगत्की उत्पत्ति हुई है तथा ये गंगाजी जिनके चरणोंसे प्रकट हुई हैं, उन श्रीहरिके स्वरूपका ज्ञान कैसे होता है? यदि आपकी हमलोगोंपर कृपा हो तो हमारे इस प्रश्रका यथार्थरूपसे विवेचन कीजिये॥१४॥"
                },
                {
                    Shlok: "नमः पराय देवाय परात्परतराय च॥१५॥ परात्परनिवासाय सगुणायागुणाय च।",
                    Arth: "नारदजीने कहा-जो परसे भी परतर हैं, उन परमदेव श्रीरामको नमस्कार है। जिनका निवास स्थान (परमधाम) उत्कृष्टसे भी उत्कृष्ट है तथा जो सगुण और निर्गुणरूप हैं, उन श्रीरामको मेरा नमस्कार है॥ "
                },
                {
                    Shlok: "ज्ञानाज्ञानस्वरूपाय धर्माधर्मस्वरूपिणे॥१६॥ विद्याविद्यास्वरूपाय स्वस्वरूपाय ते नमः।",
                    Arth: "ज्ञान-अज्ञान, धर्म-अधर्म तथा विद्या और अविद्याये सब जिनके अपने ही स्वरूप हैं तथा जो सबके आत्मरूप हैं, उन आप परमेश्वरको नमस्कार है॥१६॥"
                },
                {
                    Shlok: "यो दैत्यहन्ता नरकान्तकश्च भुजाग्रमात्रेण च धर्मगोप्ता॥१७॥ भूभारसंघातविनोदकामं नमामि देवं रघुवंशदीपम्।",
                    Arth: "जो दैत्योंका विनाश और नरकका अन्त करनेवाले हैं, जो अपने हाथके संकेतमात्रसे अथवा अपनी भुजाओंके बलसे धर्मकी रक्षा करते हैं, पृथ्वीके भारका विनाश जिनका मनोरञ्जनमात्र है और जो उस मनोरञ्जनकी सदा अभिलाषा रखते हैं, उन रघुकुलदीप श्रीरामदेवको | मैं नमस्कार करता हूँ॥ १७ ॥ "
                },
                {
                    Shlok: "आविर्भूतश्चतुर्दा यः कपिभिः परिवारितः॥१८॥ हतवान् राक्षसानीकं रामं दाशरथिं भजे।",
                    Arth: "जो एक होकर भी चार स्वरूपोंमें अवतीर्ण होते हैं, जिन्होंने वानरोंको साथ लेकर राक्षससेनाका संहार किया है, उन दशरथनन्दन श्रीरामचन्द्रजीका मैं भजन करता हूँ॥१८॥ "
                },
                {
                    Shlok: "एवमादीन्यनेकानि चरितानि महात्मनः॥१९॥ | तेषां नामानि संख्यातुं शक्यन्ते नाब्दकोटिभिः ।",
                    Arth: "Missing Line जिनके नाम करोड़ों वर्षों में भी नहीं गिनाये जा सकते हैं ॥१९ ॥ "
                },
                {
                    Shlok: "महिमानं तु यन्नाम्नः पारं गन्तुं न शक्यते॥२०॥ मनुभिश्च मुनीन्द्रैश्च कथं तं क्षुल्लको भजेत्। ",
                    Arth: "जिनके नामकी महिमाका मनु और मुनीश्वर भी पार नहीं पा सकते, वहाँ मेरे-जैसे क्षुद्र जीवकी पहुँच कैसे हो सकती है॥२०॥ "
                },
                {
                    Shlok: "यन्नाम्नः स्मरणेनापि महापातकिनोऽपि ये॥२१॥ पावनत्वं प्रपद्यन्ते कथं स्तोष्यामि क्षुल्लधीः।",
                    Arth: "जिनके नामके स्मरणमात्रसे बड़े-बड़े पातकी भी पावन बन जाते हैं, उन परमात्माका स्तवन मेरे-जैसा तुच्छ बुद्धिवाला प्राणी कैसे कर सकता है॥"
                },
                {
                    Shlok: "रामायणपरा ये तु घोरे कलियुगे द्विजाः॥२२॥ त एव कृतकृत्याश्च तेषां नित्यं नमोऽस्तु ते।",
                    Arth: "जो द्विज घोर कलियुगमें रामायण-कथाका आश्रय लेते हैं, वे ही कृतकृत्य हैं। उनके लिये तुम्हें सदा नमस्कार करना चाहिये॥ २२ ॥ "
                },
                {
                    Shlok: "यावा ऊर्जे मासि सिते पक्षे चैत्रे माघे तथैव च॥२३॥ नवाह्रा किल श्रोतव्यं रामायणकथामृतम्।",
                    Arth: "सनत्कुमारजी! भगवान्की महिमाको जाननेके लिये कार्तिक, माघ और चैत्रके शुक्ल पक्षमें रामायणकी अमृतमयी कथाका नवाह श्रवण करना चाहिये॥ २३ ॥ "
                },
                {
                    Shlok: "गौतमशापतः प्राप्तः सदासो राक्षसीं तनम॥२४॥ रामायणप्रभावेण विमुक्तिं प्राप्तवानसौ। ",
                    Arth: "ब्राह्मण सुदास गौतमके शापसे राक्षस-शरीरको प्राप्त हो गये थे; परंतु रामायणके प्रभावसे ही उन्हें उस शापसे छुटकारा मिला था॥ २४ ॥"
                },
                {
                    Shlok: "रामायणं केन प्रोक्तं सर्वधर्मफलप्रदम्॥२५॥ प्राप्तः कथं गौतमेन सौदासो मुनिसत्तम।। रामायणप्रभावेण कथं भूयो विमोक्षितः॥२६॥ ",
                    Arth: "सनत्कुमारने पूछा-मुनिश्रेष्ठ! सम्पूर्ण धर्मोंका फल देनेवाली रामायणकथाका किसने वर्णन किया है? सौदासको गौतमद्वारा कैसे शाप प्राप्त हुआ? फिर वे रामायणके प्रभावसे किस प्रकार शापमुक्त हुए थे। "
                },
                {
                    Shlok: "अनुग्राह्योऽस्मि यदि ते तत्त्वतो वक्तुमर्हसि। सर्वमेतदशेषेण मुने नो वक्तुमर्हसि ॥२७॥ ",
                    Arth: "शृण्वतां वदतां चैव कथा पापविनाशिनी। मुने! यदि आपका हमलोगोंपर अनुग्रह हो तो सब कुछ ठीक-ठीक बताइये। इन सारी बातोंसे हमें अवगत कराइये; क्योंकि भगवान्की कथा वक्ता और श्रोता दोनोंके पापोंका नाश करनेवाली है "
                },
                {
                    Shlok: "शृणु रामायणं विप्र यद् वाल्मीकिमुखोद्गतम्॥२८॥ नवाह्ना खलु श्रोतव्यं रामायणकथामृतम्।।",
                    Arth: "नारदजीने कहा-ब्रह्मन्! रामायणका प्रादुर्भाव महर्षि वाल्मीकिके मुखसे हुआ है। तुम उसीको श्रवण करो। रामायणकी अमृतमयी कथाका श्रवण नौ दिनोंमें करना चाहिये॥ २८ ॥"
                },
                {
                    Shlok: "आस्ते कृतयुगे विप्रो धर्मकर्मविशारदः॥२९॥ | सोमदत्त इति ख्यातो नाम्ना धर्मपरायणः।",
                    Arth: "सत्ययुगमें एक ब्राह्मण थे, जिन्हें धर्म-कर्मका विशेष ज्ञान था। उनका नाम था सोमदत्त । वे सदा धर्मके पालनमें ही तत्पर रहते थे॥ "
                },
                {
                    Shlok: "विप्रस्तु गौतमाख्येन मुनिना ब्रह्मवादिना॥३०॥ श्रावितः सर्वधर्मांश्च गंगातीरे मनोरमे। पुराणशास्त्रकथनैस्तेनासौ बोधितोऽपि च॥३१॥ श्रुतवान् सर्वधर्मान् वै तेनोक्तानखिलानपि।",
                    Arth: "(वे ब्राह्मण सौदास नामसे भी विख्यात थे।) ब्राह्मणने ब्रह्मवादी गौतम मुनिसे गंगाजीके मनोरम तटपर सम्पूर्ण धर्मोंका उपदेश सुना था। गौतमने पुराणों और शास्त्रोंकी कथाओंद्वारा उन्हें तत्त्वका ज्ञान कराया था। सौदासने गौतमसे उनके बताये हुए सम्पूर्ण धर्मोंका श्रवण किया था॥३०-३१३ ॥ "
                },
                {
                    Shlok: "कदाचित् परमेशस्य परिचर्यापरोऽभवत्॥३२॥ उपस्थितायापि तस्मै प्रणामं न चकार सः। ",
                    Arth: "एक दिनकी बात है, सौदास परमेश्वर शिवकी आराधनामें लगे हुए थे। उसी समय वहाँ उनके गुरु गौतमजी आ पहुँचे; परंतु सौदासने अपने निकट आये हुए गुरुको भी उठकर प्रणाम नहीं किया॥"
                },
                {
                    Shlok: "स तु शान्तो महाबुद्धिौतमस्तेजसां निधिः॥३३॥ शास्त्रोदितानि कर्माणि करोति स मुदं ययौ।",
                    Arth: "परम बुद्धिमान् गौतम तेजकी निधि थे, वे शिष्यके बर्तावसे रुष्ट न होकर शान्त ही बने रहे। उन्हें यह जानकर प्रसन्नता हुई कि मेरा शिष्य सौदास शास्त्रोक्त कर्मोका अनुष्ठान करता है"
                },
                {
                    Shlok: " यस्त्वर्चितो महादेवः शिवः सर्वजगद्गुरुः॥३४॥ गुर्ववज्ञाकृतं पापं राक्षसत्वे नियुक्तवान्। | उवाच प्राञ्जलिर्भूत्वा विनयेषु च कोविदः॥३५॥",
                    Arth: "किंतु सौदासने जिनकी आराधना की थी, वे सम्पूर्ण जगत्के गुरु महादेव शिव गुरुकी अवहेलनासे होनेवाले पापको न सह सके। उन्होंने सौदासको राक्षसकी योनिमें जानेका शाप दे दिया। तब विनयकलाकोविद ब्राह्मणने हाथ जोड़कर गौतमसे कहा ॥ ३४-३५॥"
                },
                {
                    Shlok: "भगवन् सर्वधर्मज्ञ सर्वदर्शिन् सुरेश्वर। क्षमस्व भगवन् सर्वमपराधः कृतो मया॥३६॥",
                    Arth: "ब्राह्मण बोले-सम्पूर्ण धर्मोंके ज्ञाता! सर्वदर्शी! सुरेश्वर! भगवन्! मैंने जो अपराध किया है, वह सब आप क्षमा कीजिये॥३६॥"
                },
                {
                    Shlok: "ऊर्जे मासे सिते पक्षे रामायणकथामृतम्। नवाह्ना चैव श्रोतव्यं भक्तिभावेन सादरम्॥३७॥ नात्यन्तिकं भवेदेतद् द्वादशाब्दं भविष्यति। ",
                    Arth: "गौतमने कहा-वत्स! कार्तिक मासके शुक्लपक्षमें तुम रामायणकी अमृतमयी कथाको भक्तिभावसे आदरपूर्वक श्रवण करो। इस कथाको नौ दिनोंमें सुनना चाहिये। ऐसा करनेसे यह शाप अधिक दिनोंतक नहीं रहेगा। केवल बारह वर्षोंतक ही रह सकेगा॥३७॥"
                },
                {
                    Shlok: "केन रामायणं प्रोक्तं चरितानि तु कस्य वै॥३८॥ एतत् सर्वं महाप्राज्ञ संक्षेपाद् वक्तुमर्हसि। मनसा प्रीतिमापन्नो ववन्दे चरणौ गुरोः॥३९॥",
                    Arth: "ब्राह्मणने पूछा-रामायणकी कथा किसने कही है? तथा उसमें किसके चरित्रोंका वर्णन किया गया है? महामते! यह सब संक्षेपसे बतानेकी कृपा करें। यों कहकर मन-ही-मन प्रसन्न हो सौदासने गुरुके चरणोंमें प्रणाम किया॥ ३८-३९॥"
                },
                {
                    Shlok: "शृणु रामायणं विप्र वाल्मीकिमुनिना कृतम्। येन रामावतारेण राक्षसा रावणादयः॥४०॥ हतास्तु देवकार्यं हि चरितं तस्य तच्छृणु। जोक कार्तिके च सिते पक्षे कथा रामायणस्य तु॥४१॥ नवमेऽहनि श्रोतव्या सर्वपापप्रणाशिनी।",
                    Arth: "गौतमने कहा-ब्रह्मन् ! सुनो। रामायण-काव्यका निर्माण वाल्मीकि मुनिने किया है। जिन भगवान् श्रीरामने अवतार ग्रहण करके रावण आदि राक्षसोंका संहार किया और देवताओंका कार्य सँवारा था, उन्हींके चरित्रका रामायण-काव्यमें वर्णन है। तुम उसीका श्रवण प्रतिपदासे नवमीतक रामायणकी कथा सुननी चाहिये। वह समस्त पापोंका नाश करनेवाली है॥ ४०-४१३ ॥ "
                },
                {
                    Shlok: "इत्युक्त्वा चार्थसम्पन्नो गौतमः स्वाश्रमं ययौ॥४२॥ विप्रोऽपि दुःखमापन्नो राक्षसी तनुमाश्रितः।",
                    Arth: "ऐसा कहकर पूर्णकाम गौतम ऋषि अपने आश्रमको चले गये। इधर सोमदत्त या सुदास नामक ब्राह्मणने दुःखमग्न होकर राक्षस-शरीरका आश्रय लिया॥ "
                },
                {
                    Shlok: "॥ क्षुत्पीडितः पिपासातॊ नित्यं क्रोधपरायणः॥४३॥ कृष्णक्षपाद्युतिर्भीमो बभ्राम विजने वने।",
                    Arth: "वे सदा भूख-प्याससे पीड़ित तथा क्रोधके वशीभूत रहते थे। उनके शरीरका रंग कृष्ण पक्षकी रातके समान काला था। वे भयानक राक्षस होकर निर्जन वनमें भ्रमण करने लगे॥"
                },
                {
                    Shlok: "मृगांश्च विविधांस्तत्र मनुष्यांश्च सरीसृपान्॥४४॥ विहगान् प्लवगांश्चैव प्रसभात्तानभक्षयत्।",
                    Arth: "वहाँ वे नाना प्रकारके पशुओं, मनुष्यों, साँपबिच्छू आदि जन्तुओं, पक्षियों और वानरोंको बलपूर्वक पकड़कर खा जाते थे॥ "
                },
                {
                    Shlok: "अस्थिभिर्बहुभिर्विप्राः का पीतरक्तकलेवरैः॥४५॥ रक्तादप्रेतकैश्चैव तेनासीद् भूर्भयंकरी। ",
                    Arth: "ब्रह्मर्षियो! उस राक्षसके द्वारा यह पृथ्वी बहुत। सी हड़ियों तथा लाल-पीले शरीरवाले रक्तपायी प्रेतोंसे परिपूर्ण हो अत्यन्त भयंकर दिखायी देने लगी॥"
                },
                {
                    Shlok: "ऋतुत्रये स पृथिवीं शतयोजनविस्तराम्॥४६॥ कृत्वातिदुःखितां पश्चाद्वनान्तरमगात् पुनः। ",
                    Arth: "छ: महीनेमें ही सौ योजन विस्तृत भूभागको अत्यन्त दुःखित करके वह राक्षस पुनः दूसरे किसी | वनमें चला गया॥"
                },
                {
                    Shlok: "तत्रापि कृतवान् नित्यं नरमांसाशनं तदा॥४७॥ जगाम नर्मदातीरे सर्वलोकभयंकरः। ",
                    Arth: "वहाँ भी वह प्रतिदिन नरमांसका भोजन करता रहा। सम्पूर्ण लोकोंके मनमें भय उत्पन्न करनेवाला वह राक्षस घूमता-घामता नर्मदाजीके तटपर जा पहुँचा॥ "
                },
                {
                    Shlok: "एतस्मिन्नन्तरे प्राप्तः कश्चिद् विप्रोऽतिधार्मिकः॥४८॥ | कलिंगदेशसम्भूतो नाम्ना गर्ग इति स्मृतः।",
                    Arth: "इसी समय कोई अत्यन्त धर्मात्मा ब्राह्मण उधर | आ निकला। उसका जन्म कलिंगदेशमें हुआ था। | लोगोंमें वह गर्ग नामसे विख्यात था॥"
                },
                {
                    Shlok: "वहन गंगाजलं स्कन्धे स्तवन विश्वेश्वरं प्रभुम्॥४९॥ Missing Line",
                    Arth: " कंधेपर गंगाजल लिये भगवान् विश्वनाथकी स्तुति तथा श्रीरामके नामोंका गान करता हुआ वह ब्राह्मण बड़े हर्ष और उत्साहमें भरकर उस पुण्य प्रदेशमें आया था। "
                },
                {
                    Shlok: "तमायान्तं मुनिं दृष्ट्वा सुदासो नाम राक्षसः॥५०॥ प्राप्तो नः पारणेत्युक्त्वा भुजावुद्यम्य तं ययौ। तेन कीर्तितनामानि श्रुत्वा दूरे व्यवस्थितः॥५१॥ अशक्तस्तं द्विजं हन्तुमिदमूचे स राक्षसः।",
                    Arth: "गर्ग मुनिको आते देख राक्षस सुदास बोल उठा, 'हमें भोजन प्राप्त हो गया।' ऐसा कहकर अपनी दोनों भुजाओंको ऊपर उठाये हुए वह मुनिकी ओर चला; परंतु उनके द्वारा उच्चारित होनेवाले भगवन्नामोंको सुनकर वह दूर ही खड़ा रहा। उन ब्रह्मर्षिको मारनेमें असमर्थ होकर राक्षस उनसे इस प्रकार बोला॥"
                },
                {
                    Shlok: "अहो भद्र महाभाग नमस्तुभ्यं महात्मने॥५२॥ नामस्मरणमात्रेण राक्षसा अपि दूरगाः। मया प्रभक्षिताः पूर्वं विप्राः कोटिसहस्त्रशः॥५३॥",
                    Arth: "राक्षसने कहा-यह तो बड़े आश्चर्यकी बात है! भद्र! महाभाग! आप महात्माको नमस्कार है। आप जो भगवन्नामोंका स्मरण कर रहे हैं, इतनेसे ही राक्षस भी दूर भाग जाते हैं। मैंने पहले कोटि सहस्र ब्राह्मणोंका भक्षण किया है॥५२-५३॥ "
                },
                {
                    Shlok: "नामप्रावरणं विप्र रक्षति त्वां महाभयात्। नामस्मरणमात्रेण राक्षसा अपि भो वयम्॥५४॥ परां शान्तिं समापन्ना महिमा कोऽच्युतस्य हि।",
                    Arth: "ब्रह्मन्! आपके पास जो नामरूपी कवच है, वही राक्षसोंके महान् भयसे आपकी रक्षा करता है। आपके द्वारा किये गये नामस्मरणमात्रसे हम राक्षसोंको भी परम शान्ति प्राप्त हो गयी। यह भगवान् अच्युतकी कैसी महिमा है॥५४॥ "
                },
                {
                    Shlok: "सर्वथा त्वं महाभाग रागादिरहितो द्विज॥५५॥ रामकथाप्रभावेण पाह्यस्मात् पातकाधमात्।",
                    Arth: "महाभाग ब्राह्मण! आप श्रीरामकथाके प्रभावसे सर्वथा राग आदि दोषोंसे रहित हो गये हैं। अतः आप मुझे इस अधम पातकसे बचाइये॥"
                },
                {
                    Shlok: "गुर्ववज्ञा मया पूर्वं कृता च मुनिसत्तम॥५६॥ कृतश्चानुग्रहः पश्चाद् गुरुणोक्तमिदं वचः। ",
                    Arth: "मुनिश्रेष्ठ! मैंने पूर्वकालमें अपने गुरुकी अवहेलना की थी। फिर गुरुजीने मुझपर अनुग्रह किया और यह बात कही॥"
                },
                {
                    Shlok: "वाल्मीकिमुनिना पूर्वं कथा रामायणस्य च॥५७॥ ऊर्जे मासे सिते पक्षे श्रोतव्या च प्रयत्नतः।",
                    Arth: " पूर्वकालमें वाल्मीकि मुनिने जो रामायणकी कथा कही है, उसका कार्तिकमासके शुक्ल पक्षमें प्रयत्नपूर्वक श्रवण करना चाहिये ॥"
                },
                {
                    Shlok: "गुरुणापि पुनः प्रोक्तं रम्यं तु शुभदं वचः॥५८॥ नवाह्ना खलु श्रोतव्यं रामायणकथामृतम्।",
                    Arth: "इतना कहकर गुरुदेवने पुनः यह सुन्दर एवं शुभदायक वचन कहा-'रामायणकी अमृतमयी कथा नौ दिनमें सुननी चाहिये"
                },
                {
                    Shlok: "तस्माद् ब्रह्मन् महाभाग सर्वशास्त्रार्थकोविद॥५९॥ कथाश्रवणमात्रेण पाह्यस्मात् पापकर्मणः।",
                    Arth: "अतः सम्पूर्ण शास्त्रोंके तत्त्वको जाननेवाले महाभाग ब्राह्मण! आप मुझे रामायणकथा सुनाकर इस पापकर्मसे मेरी रक्षा कीजिये॥"
                },
                {
                    Shlok: "ततो रामायणं ख्यातं राममाहात्म्यमुत्तमम्॥६०॥ निशम्य विस्मयाविष्टो बभूव द्विजसत्तमः। ततो विप्रः कृपाविष्टो रामनामपरायणः॥६१॥ सुदासराक्षसं नाम चेदं वाक्यमथाब्रवीत्।",
                    Arth: "नारदजी कहते हैं-उस समय वहाँ राक्षसके मुखसे रामायणका परिचय तथा श्रीरामके उत्तम माहात्म्यका वर्णन सुनकर द्विज श्रेष्ठ गर्ग आश्चर्यचकित हो उठे। श्रीरामका नाम ही उनके जीवनका अवलम्ब था। वे ब्राह्मणदेवता उस राक्षसके प्रति दयासे द्रवित हो गये और सुदाससे इस प्रकार बोले॥"
                },
                {
                    Shlok: "राक्षसेन्द्र महाभाग मतिस्ते विमलाभवत्॥६२॥ अस्मिन्नूर्जे सिते पक्षे रामायणकथां शृणु। शृणु त्वं राममाहात्म्यं रामभक्तिपरायण॥६३॥ ",
                    Arth: "ब्राह्मणने कहा-महाभाग! राक्षसराज! तुम्हारी बुद्धि निर्मल हो गयी है। इस समय कार्तिकमासका शुक्ल पक्ष चल रहा है। इसमें रामायणकी कथा सुनो। रामभक्तिपरायण राक्षस! तुम श्रीरामचन्द्रजीके माहात्म्यको श्रवण करो॥६२-६३॥"
                },
                {
                    Shlok: "रामध्यानपराणां च कः समर्थः प्रबाधितुम्। रामभक्तिपरो यत्र तत्र ब्रह्मा हरिः शिवः॥६४॥ तत्र देवाश्च सिद्धाश्च रामायणपरा नराः।",
                    Arth: "श्रीरामचन्द्रजीके ध्यानमें तत्पर रहनेवाले मनुष्योंको | बाधा पहुँचानेमें कौन समर्थ हो सकता है। जहाँ श्रीरामका भक्त है, वहाँ ब्रह्मा, विष्णु और शिव विराजमान हैं। वहीं देवता, सिद्ध तथा रामायणका आश्रय लेनेवाले मनुष्य हैं॥"
                },
                {
                    Shlok: "तस्मादूर्जे सिते पक्षे रामायणकथां शृणु॥६५॥ नवाह्ना खलु श्रोतव्यं सावधानः सदा भव।",
                    Arth: "अतः इस कार्तिकमासके शुक्ल पक्षमें तुम रामायणकी कथा सुनो। नौ दिनोंतक इस कथाको सुननेका विधान है। अतः तुम सदा सावधान रहो॥६५॥ "
                },
                {
                    Shlok: "इत्युक्त्वा कथयामास रामायणकथां मुनिः॥६६॥ कथाश्रवणमात्रेण फि राक्षसत्वमपाकृतम्। विसृज्य राक्षसं भावमभवद् देवतोपमः॥६७॥ कोटिसूर्यप्रतीकाशो । नारायणसमप्रभः। शङ्खचक्रगदापाणिहरेः सद्म जगाम सः॥६८॥ स्तुवन् तं ब्राह्मणं सम्यग् जगाम हरिमन्दिरम्॥६९॥",
                    Arth: "ऐसा कहकर गर्ग मुनिने उसे रामायणकी कथा सुनायी। कथा सुनते ही उसका राक्षसत्व दूर हो गया। राक्षस-भावका परित्याग करके वह देवताओंके समान सुन्दर, करोड़ों सूर्योंके समान तेजस्वी और भगवान् नारायणके समान कान्तिमान् हो गया। अपनी चार भुजाओंमें शङ्ख, चक्र, गदा और पद्म लिये वह श्रीहरिके वैकुण्ठधाममें चला गया। ब्राह्मण गर्ग मुनिकी भूरि-भूरि प्रशंसा करता हुआ वह भगवान्के उत्तम धाममें जा पहँचा॥६६-६९॥"
                },
                {
                    Shlok: "तस्माच्छृणुध्वं विप्रेन्द्रा रामायणकथामृतम्। ण स तस्य महिमा तत्र ऊर्जे मासि च कीर्त्यते॥७०॥",
                    Arth: "नारदजी कहते हैं-विप्रवरो! अतः आपलोग भी रामायणकी अमृतमयी कथा सुनिये। इसके श्रवणकी सदा ही महिमा है, किंतु कार्तिकमासमें विशेष बतायी गयी है॥७॥ "
                },
                {
                    Shlok: "यन्नामस्मरणादेवको महापातककोटिभिः। गिर विमुक्तः सर्वपापेभ्यो नरो याति परां गतिम्॥७१॥",
                    Arth: "रामायणके नामका स्मरण करनेसे ही मनुष्य करोड़ों महापातकों तथा समस्त पापोंसे मुक्त हो परमगतिको प्राप्त होता है॥७१॥ "
                },
                {
                    Shlok: "रामायणेति यन्नाम सकृदप्युच्यते यदा।कामा तदैव पापनिर्मुक्तो विष्णुलोकं स गच्छति॥७२॥",
                    Arth: "मनुष्य 'रामायण' इस नामका जब एक बार भी उच्चारण करता है, तभी वह समस्त पापोंसे मुक्त हो जाता है और अन्तमें भगवान् विष्णुके लोकमें चला जाता है॥७२॥ "
                },
                {
                    Shlok: "ये पठन्ति सदाऽऽख्यानं भक्त्या शृण्वन्ति ये नराः। एमा गंगास्नानाच्छतगुणं तेषां संजायते फलम्॥७३॥",
                    Arth: "जो मनुष्य सदा भक्तिभावसे रामायण-कथाको पढ़ते और सुनते हैं, उन्हें गंगास्नानकी अपेक्षा सौगुना पुण्यफल प्राप्त होता है॥७३॥"
                },
                {
                    Shlok: "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये राक्षसमोक्षणं नाम द्वितीयोऽध्यायः॥२॥",
                    Arth: "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारद-सनत्कुमारसंवादके अन्तर्गत वाल्मीकीय रामायणमाहात्म्यके प्रसंगमें राक्षसका उद्धार नामक दूसरा Arth पूरा हुआ॥२॥ "
                }
            ]
        },
        {
            Adhyay: "chapter_3",
            Arth: [
                {
                    Shlok: "अहो विप्र इदं प्रोक्तमितिहासं च नारद। रामायणस्य माहात्म्यं त्वं पुनर्वद विस्तरात्॥१॥",
                    Arth: "सनत्कुमारने कहा-ब्रह्मर्षि नारदजी! आपने यह अद्भुत इतिहास सुनाया है। अब रामायणके माहात्म्यका पुनः विस्तारपूर्वक वर्णन कीजिये॥१॥ "
                },
                {
                    Shlok: "अन्यमासस्य माहात्म्यं कथयस्व प्रसादतः। कस्य नो जायते तुष्टिर्मुने त्वद्वचनामृतात्॥२॥",
                    Arth: "(आपने कार्तिक मासमें रामायणके श्रवणकी महिमा Missing Line"
                },
                {
                    Shlok: "सर्वे यूयं महाभागाः कृतार्था नात्र संशयः। यतः प्रभावं रामस्य भक्तितः श्रोतुमुद्यताः॥३॥",
                    Arth: "नारदजीने कहा-महात्माओ! आप सब लोग | निश्चय ही बड़े भाग्यशाली और कृतकृत्य हैं, इसमें संशय नहीं है; क्योंकि आप भक्तिभावसे भगवान् श्रीरामकी महिमा सुननेके लिये उद्यत हुए हैं॥३॥ "
                },
                {
                    Shlok: "माहात्म्यश्रवणं यस्य राघवस्य कृतात्मनाम्। र वर्षा गारन्यन्नं मनयो बढ़ावादिनः॥४॥",
                    Arth: "ब्रह्मवादी मुनियोंने भगवान् श्रीरामके माहात्म्यका | श्रवण पुण्यात्मा पुरुषोंके लिये परम दुर्लभ बताया है। "
                },
                {
                    Shlok: "शृणुध्वमृषयश्चित्रमितिहास के पुरातनम्। सर्वपापप्रशमनं सर्वरोगविनाशनम्॥५॥ ",
                    Arth: "महर्षियो! अब आपलोग एक विचित्र पुरातन इतिहास सुनिये, जो समस्त पापोंका निवारण और सम्पूर्ण रोगोंका विनाश करनेवाला है॥५॥ "
                },
                {
                    Shlok: "आसीत् पुरा द्वापरे च सुमतिर्नाम भूपतिः। सोमवंशोद्भवः श्रीमान् सप्तद्वीपैकनायकः॥६॥",
                    Arth: "पूर्वकालकी बात है, द्वापरमें सुमति नामसे प्रसिद्ध एक राजा हो गये हैं। उनका जन्म चन्द्रवंशमें हुआ था। वे श्रीसम्पन्न और सातों द्वीपोंके एकमात्र सम्राट थे॥ "
                },
                {
                    Shlok: "धर्मात्मा सत्यसम्पन्नः सर्वसम्पद्विभूषितः। सदा । रामकथासेवी रामपजापरायणः॥७॥ ",
                    Arth: "उनका मन सदा धर्ममें ही लगा रहता था। वे सत्यवादी तथा सब प्रकारकी सम्पत्तियोंसे सुशोभित थे। सदा श्रीरामकथाके सेवन और श्रीरामकी ही समाराधनामें संलग्न रहते थे॥७॥ "
                },
                {
                    Shlok: "रामपूजापराणां च शुश्रूषुरनहंकृतिः। पूज्येषु पूजानिरतः समदर्शी गुणान्वितः॥८॥",
                    Arth: "श्रीरामकी पूजा-अर्चामें लगे रहनेवाले भक्तोंकी वे | सदा सेवा करते थे। उनमें अहंकारका नाम भी नहीं था। वे पूज्य पुरुषोंके पूजनमें तत्पर रहनेवाले, समदर्शी तथा सद्गुणसम्पन्न थे॥८॥ "
                },
                {
                    Shlok: "सर्वभूतहितः शान्तः कृतज्ञः कीर्तिमान् नृपः। तस्य भार्या महाभागा सर्वलक्षणसंयुता॥९॥",
                    Arth: "राजा सुमति समस्त प्राणियोंके हितैषी, शान्त, कृतज्ञ और यशस्वी थे। उनकी परम सौभाग्यशालिनी पत्नी भी समस्त शुभ लक्षणोंसे सुशोभित थी॥९॥ "
                },
                {
                    Shlok: "पतिव्रता पतिप्राणा नाम्ना सत्यवती श्रुता। काय तावुभौ दम्पती नित्यं रामायणपरायणौ ॥१०॥",
                    Arth: "उसका नाम सत्यवती था। वह पतिव्रता थी। पतिमें ही उसके प्राण बसते थे। वे दोनों पति-पत्नी सदा रामायणके ही पढ़ने और सुनने में संलग्न रहते थे॥१०॥"
                },
                {
                    Shlok: "अन्नदानरतौ नित्यं जलदानपरायणौ। तडागारामवाप्यादीनसंख्यातान् वितेनतुः॥११॥",
                    Arth: "सदा अन्नका दान करते और प्रतिदिन जलदानमें प्रवृत्त रहते थे। उन्होंने असंख्य पोखरों, बगीचों और बावड़ियोंका निर्माण कराया था॥११॥"
                },
                {
                    Shlok: "सोऽपि राजा महाभागो रामायणपरायणः। वाचयेच्छृणुयाद् वापि भक्तिभावेन भावितः॥१२॥",
                    Arth: "महाभाग राजा सुमति भी सदा रामायणके ही अनुशीलनमें लगे रहते थे। वे भक्तिभावसे भावित हो रामायणको ही बाँचते अथवा सुनते थे॥१२॥ "
                },
                {
                    Shlok: "एवं रामपरं नित्यं राजानं धर्मकोविदम्। तस्य प्रियां सत्यवती देवा अपि सदास्तुवन्॥१३॥",
                    Arth: "इस प्रकार वे धर्मज्ञ नरेश सदा श्रीरामकी आराधनामें ही तत्पर रहते थे। उनकी प्यारी पत्नी सत्यवती भी ऐसी ही थी। देवता भी उन दोनों दम्पतिकी सदा भूरि-भूरि प्रशंसा करते थे॥१३॥ "
                },
                {
                    Shlok: "विश्रुतौ त्रिषु लोकेषु दम्पती तौ हि धार्मिको। आययौ बहुभिः शिष्यैर्द्रष्टुकामो विभाण्डकः॥१४॥",
                    Arth: "एक दिन उन त्रिभुवनविख्यात धर्मात्मा राजारानीको देखनेके लिये विभाण्डक मुनि अपने बहुत-से शिष्योंके साथ वहाँ आये ॥१४॥ "
                },
                {
                    Shlok: "विभाण्डकं मुनिं दृष्ट्वा सुखमाप्तो जनेश्वरः।। प्रत्युद्ययौ सपत्नीकः पूजाभिर्बहुविस्तरम्॥१५॥ ",
                    Arth: "मुनिवर विभाण्डकको आया देख राजा सुमतिको बड़ा सुख मिला। वे पूजाकी विस्तृत सामग्री साथ ले पत्नीसहित उनकी अगवानीके लिये गये॥१५॥"
                },
                {
                    Shlok: "कृतातिथ्यक्रियं शान्तं कृतासनपरिग्रहम्। | निजासनगतो भूपः प्राञ्जलिर्मुनिमब्रवीत्॥१६॥",
                    Arth: "जब मुनिका अतिथि-सत्कार सम्पन्न हो गया और वे शान्तभावसे आसनपर विराजमान हो गये, उस समय अपने आसनपर बैठे हुए भूपालने मुनिसे हाथ जोड़कर कहा ॥१६॥"
                },
                {
                    Shlok: "भगवन् कृतकृत्योऽद्य त्वदभ्यागमनेन भोः। सतामागमनं सन्तः प्रशंसन्ति सुखावहम्॥१७॥",
                    Arth: "राजा बोले-भगवन्! आज आपके शुभागमनसे मैं कृतार्थ हो गया; क्योंकि श्रेष्ठ पुरुष संतोंके आगमनको सुखदायक बताकर उसकी प्रशंसा करते हैं ॥१७॥ "
                },
                {
                    Shlok: "यत्र स्यान्महतां प्रेम तत्र स्युः सर्वसम्पदः। तेजः कीर्तिर्धनं पुत्र इति प्राहुर्विपश्चितः॥१८॥ ",
                    Arth: "जहाँ महापुरुषोंका प्रेम होता है, वहाँ सारी सम्पत्तियाँ अपने-आप उपस्थित हो जाती हैं। वहाँ तेज, कीर्ति, धन और पुत्र-सभी वस्तुएँ उपलब्ध होती हैं-ऐसा विद्वान् पुरुषोंका कथन है॥१८॥"
                },
                {
                    Shlok: "तत्र वृद्धिं गमिष्यन्ति श्रेयांस्यनुदिनं मुने। यत्र सन्तः प्रकुर्वन्ति महतीं करुणां प्रभो॥१९॥",
                    Arth: "मुने! प्रभो! जहाँ संत-महात्मा बड़ी भारी कृपा करते हैं, वहाँ प्रतिदिन कल्याणमय साधनोंकी वृद्धि होती है॥१९॥"
                },
                {
                    Shlok: "यो मूर्ध्नि धारयेद् ब्रह्मन् विप्रपादतलोदकम्। स स्नातो सर्वतीर्थेषु पुण्यवान् नात्र संशयः॥२०॥",
                    Arth: "ब्रह्मन्! जो अपने मस्तकपर ब्राह्मणोंका चरणोदक धारण करता है, उस पुण्यात्मा पुरुषने सब तीर्थों में स्नान कर लिया-इसमें संशय नहीं है॥२०॥ "
                },
                {
                    Shlok: "मम पुत्राश्च दाराश्च सम्पदश्च समर्पिताः। समाज्ञापय शान्तात्मन् वयं किं करवाणि ते॥२१॥",
                    Arth: "शान्तस्वरूप महर्षे! मेरे पुत्र, पत्नी तथा सारी सम्पत्ति आपके चरणोंमें समर्पित है। आज्ञा दीजिये, हम आपकी क्या सेवा करें? ॥ २१॥ "
                },
                {
                    Shlok: "इत्थं वदन्तं भूपं तं स निरीक्ष्य मुनीश्वरः। स्पृशन् करेण राजानं प्रत्युवाचातिहर्षितः॥२२॥",
                    Arth: "ऐसी बातें कहते हुए राजा सुमतिकी ओर देखकर मुनीश्वर विभाण्डक बड़े प्रसन्न हुए और उन्होंने अपने हाथसे राजाका स्पर्श करते हुए कहा ॥२२॥"
                },
                {
                    Shlok: "राजन् यदुक्तं भवता तत्सर्वं त्वत्कुलोचितम्। विनयावनताः सर्वे परं श्रेयो भजन्ति हि॥२३॥ ",
                    Arth: "ऋषि बोले-राजन्! तुमने जो कुछ कहा है, वह सब तुम्हारे कुलके अनुरूप है। जो इस प्रकार विनयसे झुक जाते हैं, वे सब लोग परम कल्याणके भागी होते हैं॥२३॥ "
                },
                {
                    Shlok: "प्रीतोऽस्मि तव भूपाल सन्मार्गपरिवर्तिनः। स्वस्ति तेऽस्तु महाभाग यत्पृच्छामि तदुच्यताम्॥२४॥",
                    Arth: "भूपाल! तुम सन्मार्गपर चलनेवाले हो। मैं तुमपर बहुत प्रसन्न हूँ। महाभाग! तुम्हारा कल्याण हो। मैं तुमसे जो कुछ पूछता हूँ, उसे बताओ॥२४॥ "
                },
                {
                    Shlok: "हरिसंतोषकान्यासन् पुराणानि बहून्यपि। माघे मासि चोद्यतोऽसि रामायणपरायणः ॥२५॥ तव भार्यापि साध्वीयं नित्यं रामपरायणा। किमर्थमेतद् वृत्तान्तं यथावद् वक्तुमर्हसि ॥२६॥",
                    Arth: "यद्यपि भगवान् श्रीहरिको संतुष्ट करनेवाले बहुतसे पुराण भी थे, जिनका तुम पाठ कर सकते थे, तथापि इस माघमासमें सब प्रकारसे प्रयत्नशील होकर तुम जो साध्वी पत्नी भी सदा जो श्रीरामकी ही आराधनामें रत रहती है, इसका क्या कारण है? यह वृत्तान्त यथावत्रूपसे मुझे बताओ॥ २५-२६॥"
                },
                {
                    Shlok: "शृणुष्व भगवन् सर्वं यत्पृच्छसि वदामि तत्। आश्चर्यं यद्धि लोकानामावयोश्चरितं मुने॥२७॥ ",
                    Arth: "राजाने कहा-भगवन्! सुनिये, आप जो कुछ पूछते हैं, वह सब मैं बता रहा हूँ। मुने! हम दोनोंका चरित्र सम्पूर्ण जगत्के लिये आश्चर्यजनक है॥२७॥ "
                },
                {
                    Shlok: "अहमासं पुरा शूद्रो मालतिर्नाम सत्तम। कुमार्गनिरतो नित्यं सर्वलोकाहिते रतः॥२८॥",
                    Arth: "साधुशिरोमणे! पूर्वजन्ममें मैं मालति नामक शूद्र था। सदा कुमार्गपर ही चलता और सब लोगोंके अहित-साधनमें ही संलग्न रहता था॥२८॥ "
                },
                {
                    Shlok: "पिशुनो धर्मविद्वेषी देवद्रव्यापहारकः। महापातकिसंसर्गी पान देवद्रव्योपजीवकः॥२९॥ ",
                    Arth: "दूसरोंकी चुगली खानेवाला, धर्मद्रोही, देवतासम्बन्धी द्रव्यका अपहरण करनेवाला तथा महापातकियोंके संसर्गमें रहनेवाला था। मैं देव-सम्पत्तिसे ही जीविका चलाता था। "
                },
                {
                    Shlok: "गोजश्च ब्रह्महा चौरो नित्यं प्राणिवधे रतः। आज नित्यं निष्ठुरवक्ता च पापी वेश्यापरायणः॥३०॥",
                    Arth: "गोहत्या, ब्राह्मणहत्या और चोरी करना-यही अपना धंधा था। मैं सदा दूसरे प्राणियोंकी हिंसामें ही लगा रहता था। प्रतिदिन दूसरोंसे कठोर बातें बोलता, पाप करता और वेश्याओंमें आसक्त रहता था॥३०॥"
                },
                {
                    Shlok: "किञ्चित् काले स्थितो ह्येवमनादृत्य महद्वचः। सर्वबन्धुपरित्यक्तो दुःखी वनमुपागमम्॥३१॥",
                    Arth: "इस प्रकार कुछ कालतक घरमें रहा, फिर बड़े लोगोंकी आज्ञाका उल्लङ्घन करनेके कारण मेरे सभी भाई-बन्धुओंने मुझे त्याग दिया और मैं दुःखी होकर वनमें चला आया॥ ३१॥ "
                },
                {
                    Shlok: "मृगमांसाशनं नित्यं तथा मार्गविरोधकृत्।। एकाकी दुःखबहुलो न्यवसं निर्जने वने॥३२॥",
                    Arth: "वहाँ प्रतिदिन मृगोंका मांस खाकर रहता था और काँटे आदि बिछाकर लोगोंके आने-जानेका मार्ग अवरुद्ध कर देता था। इस तरह अकेला बहुत दुःख भोगता हुआ मैं उस निर्जन वनमें रहने लगा॥३२॥ "
                },
                {
                    Shlok: "एकदा क्षुत्परिश्रान्तो निद्राघूर्णः पिपासितः। शोक वसिष्ठस्याश्रमं दैवादपश्यं निर्जने वने॥३३",
                    Arth: "एक दिनकी बात है, मैं भूखा-प्यासा, थका - माँदा, निद्रासे झूमता हुआ एक निर्जन वनमें आया। वहाँ दैवयोगसे वसिष्ठजीके आश्रमपर मेरी दृष्टि पड़ी ॥ ३३ ॥"
                },
                {
                    Shlok: "हंसकारण्डवाकीर्णं तत्समीपे पर्यन्ते वनपुष्पौघैश्छादितं तन्मुनीश्वर ॥ ३४ ॥",
                    Arth: "उस आश्रमके निकट एक विशाल सरोवर था, • जिसमें हंस और कारण्डव आदि जलपक्षी छा रहे थे मुनीश्वर! वह सरोवर चारों ओरसे वन्य पुष्प-समूहों द्वारा आच्छादित था ॥ ३४ ॥"
                },
                {
                    Shlok: "अपिबं तत्र पानीयं तत्तटे विगतश्रमः । उन्मूल्य वृक्षमूलानि मया क्षुच्च निवारिता ॥ ३५ ॥",
                    Arth: "वहाँ जाकर मैंने पानी पिया और उसके तटपर बैठकर अपनी थकावट दूर की। फिर कुछ वृक्षोंकी जड़ें उखाड़कर उनके द्वारा अपनी भूख बुझायी ॥ ३५ ॥"
                },
                {
                    Shlok: "वसिष्ठस्याश्रमे तत्र निवासं कृतवानहम् । शीर्णस्फटिकसंधानं तत्र चाहमकारिषम् ॥ ३६ ॥",
                    Arth: "वसिष्ठके उस आश्रमके पास ही मैं निवास करने लगा। टूटी-फूटी स्फटिक-शिलाओंको जोड़कर मैंने वहाँ दीवार खड़ी की ॥ ३६ ॥"
                },
                {
                    Shlok: "पर्णैस्तृणैश्च काष्ठैश्च गृहं सम्यक् प्रकल्पितम्। तत्राहं व्याधसत्त्वस्थो हत्वा बहुविधान् मृगान् ॥ ३७॥ आजीविकां च कुर्वाणो वत्सराणां च विंशतिम् ।",
                    Arth: "फिर पत्तों, तिनकों और काष्ठोंद्वारा एक सुन्दर घर बना लिया। उसी घरमें रहकर मैं व्याधोंकी वृत्तिका आश्रय ले नाना प्रकारके मृगोंको मारकर उन्हींके द्वारा बीस वर्षांतक अपनी जीविका चलाता रहा ॥"
                },
                {
                    Shlok: "अथेयमागता साध्वी विन्ध्यदेशसमुद्भवा ॥ ३८ ॥ निषादकुलसम्भूता नाम्ना कालीति विश्रुता । बन्धुवर्गैः परित्यक्ता दुःखिता जीर्णविग्रहा ॥ ३९ ॥",
                    Arth: "तदनन्तर मेरी ये साध्वी पत्नी वहाँ मेरे पास आयीं। पूर्वजन्ममें इनका नाम काली था । काली निषादकुलकी कन्या थी और विन्ध्यप्रदेशमें उत्पन्न हुई थी। उसके भाई-बन्धुओंने उसे त्याग दिया था। वह दुःखसे पीड़ित थी । उसका शरीर वृद्ध हो चला था ।। ३८-३९ ।"
                },
                {
                    Shlok: "ब्रह्मन् क्षुत्तृट्परिश्रान्ता शोचन्ती भौक्तिकीं क्रियाम्। बैंक दैवयोगात् समायाता भ्रमन्ती विजने वने ॥ ४० ॥",
                    Arth: "ब्रह्मन्! वह भूख-प्याससे शिथिल हो गयी थी और इस सोचमें पड़ी थी कि भोजनका कार्य कैसे चलेगा ? दैवयोगसे घूमती-घामती वह उसी निर्जन वनमें आ पहुँची, जिसमें मैं रहता था ॥ ४० ॥"
                },
                {
                    Shlok: "मासे ग्रीष्मे च तापार्त्ता ह्यन्तस्तापप्रपीडिता । इमां दुःखवतीं दृष्ट्वा जाता मे विपुला घृणा ॥ ४१ ॥",
                    Arth: "गर्मीका महीना था। बाहर इसे धूप सता रही थी और भीतर मानसिक संताप अत्यन्त पीड़ा दे रहा था। इस दुःखिनी नारीको देखकर मेरे मनमें बड़ी दया आयी ॥ ४१ ॥"
                },
                {
                    Shlok: "मया दत्तं जलं चास्यै मांसं वनफलं तथा । गतश्रमा तु सा पृष्टा मया ब्रह्मन् यथातथम् ॥ ४२ ॥",
                    Arth: "मैंने इसे पीनेके लिये जल तथा खानेके लिये मांस और जंगली फल दिये। ब्रह्मन्! काली जब विश्राम कर चुकी, तब मैंने उससे उसका यथावत् वृत्तान्त पूछा ॥ ४२ ॥"
                },
                {
                    Shlok: "न्यवेदयत् स्वकर्माणि तानि शृणु महामुने । इयं काली तु नाम्ना वै निषादकुलसम्भवा ॥ ४३ ॥",
                    Arth: "महामुने! मेरे पूछनेपर उसने जो अपने जन्म-कर्म निवेदन किये थे, उन्हें बताता हूँ। सुनिये- उसका नाम काली था और वह निषादकुलकी कन्या थी ॥ ४३ ॥"
                },
                {
                    Shlok: "दाम्भिकस्य सुता विद्वन् न्यवसद् विन्ध्यपर्वते । परस्वहारिणी नित्यं सदा पैशुन्यवादिनी ॥ ४४ ॥",
                    Arth: "विद्वन्! उसके पिताका नाम दाम्भिक (या दाविक) था। वह उसीकी पुत्री थी और विन्ध्यपर्वतपर निवास और चुगली खाना करती थी। सदा दूसरोंका धन चुराना और चुग ही उसका काम था ॥ ४४ ॥"
                },
                {
                    Shlok: "बन्धुवर्गैः परित्यक्ता यतो हतवती पतिम् । कान्तारे विजने ब्रह्मन् मत्समीपमुपागता ॥ ४५ ॥",
                    Arth: "एक दिन उसने अपने पतिकी हत्या कर डाली, इसीलिये भाई-बन्धुओंने उसे घरसे निकाल दिया। ब्रह्मन्! इस तरह परित्यक्ता काली उस दुर्गम एवं निर्जन वनमें मेरे पास आयी थी ॥ ४५ ॥"
                },
                {
                    Shlok: "इत्येवं स्वकृतं कर्म सर्वं मह्यं न्यवेदयत् । वसिष्ठस्याश्रमे पुण्ये अहं चेयं च वै मुने ॥ ४६ ॥ दम्पतीभावमाश्रित्य स्थितौ मांसाशिनौ तदा ।",
                    Arth: "उसने अपनी सारी करतूतें मुझे इसी रूपमें बतायी थीं। मुने! तब वसिष्ठजीके उस पवित्र आश्रमके निकट मैं और काली - दोनों पति-पत्नीका सम्बन्ध स्वीकार करके रहने और मांसाहारसे ही जीवन निर्वाह करने लगे ॥"
                },
                {
                    Shlok: "उद्यमार्थे गतौ चैव वसिष्ठस्याश्रमं तदा ॥ ४७ ॥ दृष्ट्वा चैव समाजं च देवर्षीणां च सत्तम । रामायणपरा विप्रा माघे दृष्टा दिने दिने ।। ४८ ॥",
                    Arth: "एक दिन हम दोनों जीविकाके निमित्त कुछ उद्यम करनेके लिये वहाँ वसिष्ठजीके आश्रमपर गये। महात्मन्! वहाँ देवर्षियोंका समाज जुटा हुआ था। वही देखकर हमलोग उधर गये थे। वहाँ माघमासमें प्रतिदिन ब्राह्मणलोग रामायणका पाठ करते दिखायी देते थे ॥ ४७-४८ ॥"
                },
                {
                    Shlok: "निराहारौ च विक्रान्तौ क्षुत्पिपासाप्रपीडितौ । अनिच्छया गतौ तत्र वसिष्ठस्याश्रमं प्रति ॥ ४९ ॥ रामायणकथां श्रोतुं नवाह्ना चैव भक्तितः । तत्काल एव पञ्चत्वमावयोरभवन्मुने ॥ ५० ॥",
                    Arth: "उस समय हमलोग निराहार थे और पुरुषार्थ करनेमें समर्थ होकर भी भूख-प्याससे कष्ट पा रहे थे। अतः बिना इच्छाके ही वसिष्ठजीके आश्रमपर चले गये थे। फिर लगातार नौ दिनोंतक भक्ति पूर्वक रामायणकी कथा सुननेके लिये हम दोनों वहाँ जाते रहे। मुने! उसी समय हम दोनोंकी मृत्यु हो गयी ॥ ४९-५०॥"
                },
                {
                    Shlok: "कर्मणा तेन तुष्टात्मा भगवान् मधुसूदनः । स्वदूतान् प्रेषयामास मदाहरणकारणात् ॥५१॥",
                    Arth: "हमारे उस कर्मसे भगवान् मधुसूदनका मन प्रसन्न हो गया था, अतः उन्होंने हमें ले आनेके लिये दूत भेजे ॥ ५१ ॥"
                },
                {
                    Shlok: "आरोप्य मां विमाने तु जग्मुस्ते च परं पदम् । आवां समीपमापन्नौ देवदेवस्य चक्रिणः ॥ ५२ ॥",
                    Arth: "वे दूत हम दोनोंको विमानमें बिठाकर भगवान्के परम पद (उत्तम धाम) में ले गये। हम दोनों देवाधिदेव चक्रपाणिके निकट जा पहुँचे * ॥ ५२ ॥"
                },
                {
                    Shlok: "भुक्तवन्तौ महाभोगान् यावत्कालं शृणुष्व मे। युगकोटिसहस्त्राणि युगकोटिशतानि च॥ ५३ ॥ उषित्वा रामभवने ब्रह्मलोकमुपागतौ । तावत्कालं च तत्रापि स्थित्वैन्द्रपदमागतौ ॥ ५४ ॥",
                    Arth: "वहाँ हमने जितने समयतक बड़े-बड़े भोग भोगे थे, वह बता रहे हैं। सुनिये- कोटि सहस्र और कोटि शत युगोंतक श्रीरामधाममें निवास करके हमलोग ब्रह्मलोकमें आये। वहाँ भी उतने ही समयतक रहकर हम इन्द्रलोकमें आ गये ॥ ॥ ५३-५४॥"
                },
                {
                    Shlok: "तत्रापि तावत्कालं च भुक्त्वा भोगाननुत्तमान् । । ततः पृथ्वीं वयं प्राप्ताः क्रमेण मुनिसत्तम ।। ५५ ।।",
                    Arth: "मुनिश्रेष्ठ! इन्द्रलोकमें भी उतने ही कालतक परम उत्तम भोग भोगनेके पश्चात् हम क्रमश: इस पृथ्वीपर आये हैं ॥ ५५ ॥"
                },
                {
                    Shlok: "अत्रापि सम्पदतुला रामायणप्रसादतः । अनिच्छया कृतेनापि प्राप्तमेवंविधं मुने ॥ ५६ ॥",
                    Arth: "यहाँ भी रामायणके प्रसादसे हमें अतुल सम्पत्ति प्राप्त हुई है। मुने! अनिच्छासे रामायणका श्रवण करनेपर भी हमें ऐसा फल प्राप्त हुआ है ॥ ५६॥"
                },
                {
                    Shlok: "नवाह्ना किल श्रोतव्यं रामायणकथामृतम् । भक्तिभावेन धर्मात्मन् जन्ममृत्युजरापहम् ॥ ५७ ॥",
                    Arth: "धर्मात्मन्! यदि नौ दिनोंतक भक्ति-भावसे रामायणकी अमृतमयी कथा सुनी जाय तो वह जन्म, जरा और मृत्युका नाश करनेवाली होती है ॥ ५७ ॥"
                },
                {
                    Shlok: "अवशेनापि यत्कर्म कृतं तु सुमहत्फलम् । ददाति शृणु विप्रेन्द्र रामायणप्रसादतः ॥ ५८ ॥",
                    Arth: "विप्रवर! सुनिये, विवश होकर भी जो कर्म किया जाता है, वह रामायणके प्रसादसे परम महान् फल प्रदान करता है ॥ ५८ ॥"
                },
                {
                    Shlok: "एतत्सर्वं निशम्यासौ विभाण्डको मुनीश्वरः । अभिनन्द्य महीपालं प्रययौ स्वतपोवनम् ॥ ५९ ॥",
                    Arth: "नारदजी कहते हैं- यह सब सुनकर मुनीश्वर विभाण्डक राजा सुमतिका अभिनन्दन करके अपने तपोवनको चले गये ॥ ५९ ॥"
                },
                {
                    Shlok: "तस्माच्छृणुध्वं विप्रेन्द्रा देवदेवस्य चक्रिणः । रामायणकथा चैव कामधेनूपमा स्मृता ॥ ६० ॥",
                    Arth: "विप्रवरो! अतः आपलोग देवाधिदेव चक्रपाणि भगवान् श्रीहरिकी कथा सुनिये । रामायणकथा । कामधेनुके समान अभीष्ट फल देनेवाली बतायी गयी है ॥ ६० ॥"
                },
                {
                    Shlok: "माघे मासे सिते पक्षे रामायणं प्रयत्नतः । नवाह्ना किल श्रोतव्यं सर्वधर्मफलप्रदम् ॥ ६१ ॥",
                    Arth: "माघमासके शुक्ल पक्षमें प्रयत्नपूर्वक रामायणकी नवाह्नकथा सुननी चाहिये । वह सम्पूर्ण धर्मोका फल प्रदान करनेवाली है ॥ ६१ ॥"
                },
                {
                    Shlok: "य इदं पुण्यमाख्यानं सर्वपापप्रणाशनम् । वाचयेच्छृणुयाद् वापि रामभक्तश्च जायते ॥ ६२ ।। ",
                    Arth: "यह पवित्र आख्यान समस्त पापोंका नाश करनेवाला है। जो इसे बाँचता अथवा सुनता है, वह भगवान् श्रीरामका भक्त होता है । ६२ ।"
                },
                {
                    Shlok: "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये भग माघफलानुकीर्तनं नाम तृतीयोऽध्यायः ॥ ३ ॥",
                    Arth: "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें नारदसनत्कुमारसंवादके अन्तर्गत रामायणमाहात्म्यके प्रसंगमें माघमासमें रामायणकथा श्रवणके फलका वर्णन नामक तीसरा Arth पूरा हुआ ॥ ३ ॥"
                }
            ]
        },
        {
            Adhyay: "chapter_4",
            Arth: [
                {
                    Shlok: "अन्यमासं प्रवक्ष्यामि शृणुध्वं सुसमाहिताः । सर्वपापहरं पुण्यं सर्वदुःखनिबर्हणम् ॥ १ ॥ ब्राह्मणक्षत्रियविशां शूद्राणां चैव योषिताम् । समस्तकामफलदं सर्वव्रतफलप्रदम् ॥ २ ॥ दुःस्वप्ननाशनं धन्यं भुक्तिमुक्तिफलप्रदम् । रामायणस्य माहात्म्यं श्रोतव्यं च प्रयत्नतः ॥ ३ ॥",
                    Arth: "नारदजी कहते हैं- महर्षियो! मैं अब रामायणके पाठ और श्रवणके लिये उपयोगी दूसरे मासका वर्णन करता हूँ, एकाग्रचित्त होकर सुनो। रामायणका माहात्म्य समस्त पापोंको हर लेनेवाला, पुण्यजनक तथा सम्पूर्ण दुःखोंका निवारण करनेवाला है। वह ब्राह्मण, क्षत्रिय, वैश्य, शूद्र तथा स्त्री-इन सबको समस्त मनोवाञ्छित फल प्रदान करनेवाला है। उससे सब प्रकारके व्रतोंका फल भी प्राप्त होता है। वह दुःस्वप्नका नाशक, धनकी प्राप्ति करानेवाला तथा भोग और मोक्षरूप फल देनेवाला है। अतः उसे प्रयत्नपूर्वक सुनना चाहिये ॥ १-३॥"
                },
                {
                    Shlok: "अत्रैवोदाहरन्तीममितिहासं पुरातनम् । पठतां शृण्वतां चैव सर्वपापप्रणाशनम् ॥ ४ ॥",
                    Arth: "इसी विषयमें विज्ञ पुरुष एक प्राचीन इतिहासका उदाहरण देते हैं। वह इतिहास अपने पाठकों और श्रोताओंके समस्त पापोंका नाश करनेवाला है ॥ ४ ॥"
                },
                {
                    Shlok: "आसीत् पुरा कलियुगे कलिको नाम लुब्धकः । परदारपरद्रव्यहरणे सततं रतः ॥ ५ ॥",
                    Arth: "प्राचीन कलियुगमें एक कलिक नामवाला व्याध रहता था। वह सदा परायी स्त्री और पराये धनके अपहरणमें ही लगा रहता था ॥ ५ ॥"
                },
                {
                    Shlok: "परनिन्दापरो नित्यं जन्तुपीडाकरस्तथा । हतवान् ब्राह्मणान् गावः शतशोऽथ सहस्त्रशः ॥ ६ ॥",
                    Arth: "दूसरोंकी निन्दा करना उसका नित्यका काम था। वह सदा सभी जन्तुओंको पीड़ा दिया करता था। उसने कितने ही ब्राह्मणों तथा सैकड़ों, हजारों गौओंकी हत्या कर डाली थी ॥ ६ ॥"
                },
                {
                    Shlok: "देवस्वहरणे नित्यं स्वर तथा । तेन पापान्यनेकानि कृतानि सुमहान्ति च ॥७॥",
                    Arth: "पराये धनका तो वह अपहरण करता ही था, देवताके धनको भी हड़प लेता था। उसने अपने जीवनमें अनेक बड़े-बड़े पाप किये थे ॥७॥"
                },
                {
                    Shlok: "न तेषां शक्यते वक्तुं संख्या वत्सरकोटिभिः । स कदाचिन्महापापो जन्तूनामन्तकोपमः ॥ ८ ॥ सौवीरनगरं प्राप्तः सर्वैश्वर्यसमन्वितम् । योषिद्भिर्भूषिताभिश्च सरोभिर्विमलोदकैः ॥ ९ ॥ अलंकृतं विपणिभिर्ययौ देवपुरोपमम् ।",
                    Arth: "उसके पापोंकी गणना करोड़ों वर्षोंमें भी नहीं की जा सकती थी। एक समय वह महापापी व्याध, जो जीव-जन्तुओंके लिये यमराजके समान भयंकर था, सौवीरनगरमें गया। वह नगर सब प्रकारके वैभवसे सम्पन्न, वस्त्राभूषणोंसे विभूषित युवतियोंद्वारा सुशोभित, स्वच्छ जलवाले सरोवरोंसे अलंकृत तथा भाँति-भाँतिकी दूकानोंसे सुसज्जित था। देवनगरके समान उसकी शोभा हो रही थी। व्याध उस नगरमें गया ॥"
                },
                {
                    Shlok: "तस्योपवनमध्यस्थं रम्यं केशवमन्दिरम् ॥ १० ॥ छादितं हेमकलशैर्दृष्ट्वा व्याधो मुदं ययौ । हराम्यत्र सुवर्णानि बहूनीति विनिश्चितः ॥ ११ ॥",
                    Arth: "सौवीरनगरके उपवनमें भगवान् केशवका बड़ा सुन्दर मन्दिर था, जो सोनेके अनेकानेक कलशोंसे ढका हुआ था। उसे देखकर व्याधको बड़ी प्रसन्नता हुई। उसने यह निश्चय कर लिया कि मैं यहाँसे बहुत-सा सुवर्ण चुराकर ले चलूँगा ।। १०-११ ।।"
                },
                {
                    Shlok: "जगाम रामभवनं कीनाशश्चौर्यलोलुपः । तत्रापश्यद् द्विजवरं शान्तं तत्त्वार्थकोविदम् ॥ १२ ॥ परिचर्यापरं विष्णोरुत्तङ्कं तपसां निधिम् । एकाकिनं दयालुं च निःस्पृहं ध्यानलोलुपम् ॥ १३ ॥",
                    Arth: "ऐसा निश्चय करके वह चोरीपर लट्टू रहनेवाला व्याध श्रीरामके मन्दिरमें गया। वहाँ उसने शान्त, तत्त्वार्थवेत्ता और भगवान्‌की आराधनामें तत्पर उत्तङ्क मुनिका दर्शन किया, जो तपस्याकी निधि थे। वे अकेले ही रहते थे। उनके हृदयमें सबके प्रति दया भरी थी। वे सब ओरसे निःस्पृह थे। उनके मनमें केवल भगवान्‌के ध्यानका ही लोभ बना रहता था । १२-१३ ॥"
                },
                {
                    Shlok: "दृष्ट्वासौ लुब्धको मेने तं चौर्यस्यान्तरायिणम्। देवस्य द्रव्यजातं तु समादाय महानिशि ॥ १४ ॥",
                    Arth: "उन्हें वहाँ उपस्थित देख व्याधने उनको चोरीमें विघ्न डालनेवाला समझा। तदनन्तर जब आधी रात हुई, तब वह देवतासम्बन्धी द्रव्यसमूह लेकर चला ॥ १४ ॥"
                },
                {
                    Shlok: "उत्तङ्कं हन्तुमारेभे उद्यतासिर्मदोद्धतः । पादेनाक्रम्य तद्वक्षो गलं संगृह्य पाणिना ॥ १५ ॥",
                    Arth: "उस मदोन्मत्त व्याधने उत्तङ्क मुनिकी छातीको अपने एक पैरसे दबाकर हाथसे उनका गला पकड़ लिया और तलवार उठाकर उन्हें मार डालनेका उपक्रम किया ॥ १५ ॥"
                },
                {
                    Shlok: "हन्तुं कृतमतिं व्याधं उत्तङ्को प्रेक्ष्य चाब्रवीत्।",
                    Arth: "उत्तङ्कने देखा व्याध मुझे मार डालना चाहता है तो अ वे उससे इस प्रकार बोले ॥"
                },
                {
                    Shlok: "भो भोः साधो वृथा मां त्वं हनिष्यसि निरागसम् ॥ १६ ॥",
                    Arth: "उत्तङ्कने कहा- ओ भले मानुष! तुम व्यर्थ ही मुझे मारना चाहते हो। मैं तो सर्वथा निरपराध हूँ ॥ १६ ॥"
                },
                {
                    Shlok: "मया किमपराद्धं ते तद् वद त्वं च लुब्धक । कृतापराधिनो लोके हिंसां कुर्वन्ति यत्नतः ॥ १७॥ न हिंसन्ति वृथा सौम्य सज्जना अप्यपापिनम् ।",
                    Arth: "लुब्धक! बताओ तो सही, मैंने तुम्हारा क्या अपराध किया है? संसारमें लोग अपराधीकी ही प्रयत्नपूर्वक हिंसा करते हैं। सौम्य ! सज्जन निरपराधकी व्यर्थ हिंसा नहीं करते हैं ॥"
                },
                {
                    Shlok: "विरोधिष्वपि मूर्खेषु निरीक्ष्यावस्थितान् गुणान् ॥ १८ ॥ विरोधं नाधिगच्छन्ति सज्जनाः शान्तचेतसः ।",
                    Arth: "शान्तचित्त साधु पुरुष अपने विरोधी तथा मूर्ख मनुष्यों में भी सद्गुणोंकी स्थिति देखकर उनके साथ विरोध नहीं रखते हैं ।"
                },
                {
                    Shlok: "बहुधा वाच्यमानोऽपि यो नरः क्षमयान्वितः ॥ १९ ॥ तमुत्तमं नरं प्राहुर्विष्णोः प्रियतरं तथा ॥ २० ॥",
                    Arth: "जो मनुष्य बारम्बार दूसरोंकी गाली सुनकर भी क्षमाशील बना रहता है, वह उत्तम कहलाता है। उसे भगवान् विष्णुका अत्यन्त प्रियजन बताया गया है।"
                },
                {
                    Shlok: "सुजनो न याति वैरं परहितनिरतो विनाशकालेऽपि । छेदेऽपि चन्दनतरुः सुरभीकरोति मुखं कुठारस्य ॥ २१ ॥",
                    Arth: "दूसरोंके हित-साधनमें लगे रहनेवाले साधुजन किसीके द्वारा अपने विनाशका समय उपस्थित होनेपर भी उसके साथ वैर नहीं करते। चन्दनका वृक्ष अपनेको काटनेपर भी कुठारकी धारको सुवासित ही करता है ।"
                },
                {
                    Shlok: "अहो विधिर्वै बलवान् बाधते बहुधा जनान् । सर्वसंगविहीनोऽपि बाध्यते तु दुरात्मना ॥ २२ ॥",
                    Arth: "अहो ! विधाता बड़ा बलवान् है। वह लोगोंको नाना प्रकारसे कष्ट देता रहता है। जो सब प्रकारके संगसे रहित है, उसे भी दुरात्मा मनुष्य सताया करते हैं ॥"
                },
                {
                    Shlok: "अहो निष्कारणं लोके बाधन्ते दुर्जना जनान् । धीवराः पिशुना व्याधा लोकेऽकारणवैरिणः ॥ २३ ॥",
                    Arth: "अहो ! दुष्टजन इस संसारमें बहुत से जीवोंको बिना किसी अपराधके ही पीड़ा देते हैं। मल्लाह मछलियोंके, चुगलखोर सज्जनोंके और व्याध मृगोंके इस जगत्में अकारण वैरी होते हैं ॥ २३ ॥"
                },
                {
                    Shlok: "अहो बलवती माया मोहयत्यखिलं जगत् । जाड पुत्रमित्रकलत्राद्यैः सर्वदुःखेन योज्यते ॥ २४ ॥",
                    Arth: "अहो! माया बड़ी प्रबल है। यह सम्पूर्ण जगत्को मोहमें डाल देती है तथा स्त्री, पुत्र और मित्र आदिके द्वारा सबको सब प्रकारके दुःखोंसे संयुक्त कर देती है ॥"
                },
                {
                    Shlok: "परद्रव्यापहारेण कलत्रं पोषितं च यत् । अन्ते तत् सर्वमुत्सृज्य एक एव प्रयाति वै ॥ २५ ॥",
                    Arth: "मनुष्य पराये धनका अपहरण करके जो अपनी स्त्री आदिका पोषण करता है, वह किस कामका; क्योंकि अन्तमें उन सबको छोड़कर वह अकेला ही परलोककी राह लेता है ॥ २५ ॥"
                },
                {
                    Shlok: "मम माता मम पिता मम भार्या ममात्मजाः । ममेदमिति जन्तूनां ममता बाधते वृथा ॥ २६ ॥",
                    Arth: "'मेरी माता, मेरे पिता, मेरी पत्नी, मेरे पुत्र तथा मेरा यह घरबार'- इस प्रकार ममता व्यर्थ ही प्राणियोंको कष्ट देती रहती है ॥ २६ ॥"
                },
                {
                    Shlok: "यावदर्पयति द्रव्यं तावद् भवति बान्धवः । अर्जितं तु धनं सर्वे भुञ्जन्ते बान्धवाः सदा ॥ २७ ॥ दुःखमेकतमो मूढस्तत्पापफलमश्रुते ।",
                    Arth: "मनुष्य जबतक कमाकर धन देता है, तभीतक लोग उसके भाई-बन्धु बने रहते हैं और उसके कमाये हुए धनको सारे बन्धु बान्धव सदा भोगते रहते हैं; किंतु मूर्ख मनुष्य अपने किये हुए पापके फलरूप दुःखको अकेला ही भोगता है ॥"
                },
                {
                    Shlok: "इति ब्रुवाणं तमृषिं विमृश्य भयविह्वलः ॥ २८ ॥ कलिकः प्राञ्जलिः प्राह क्षमस्वेति पुनः पुनः ।",
                    Arth: "उत्तङ्क मुनि जब इस प्रकार कह रहे थे, तब उनकी बातोंपर विचार करके कलिक नामक व्याध भयसे व्याकुल हो उठा और हाथ जोड़कर बारम्बार कहने लगा-'प्रभो! मेरे अपराधको क्षमा कीजिये' ॥"
                },
                {
                    Shlok: "तत्संगस्य प्रभावेण हरिसंनिधिमात्रतः ॥ २९ ॥ गतपापो लुब्धकश्च सानुतापोऽभवद् ध्रुवम् ।",
                    Arth: "उन महात्माके संगके प्रभावसे तथा भगवान्‌का सांनिध्य मिल जानेसे उस लुब्धकके सारे पाप नष्ट हो गये तथा उसके मनमें निश्चय ही बड़ा पश्चात्ताप होने लगा ॥"
                },
                {
                    Shlok: "मया कृतानि पापानि महान्ति सुबहूनि च ॥ ३० ॥ तानि सर्वाणि नष्टानि विप्रेन्द्र तव दर्शनात् ।",
                    Arth: "वह बोला-'विप्रवर! मैंने जीवनमें बहुत-से बड़े-बड़े पाप किये हैं; किंतु वे सब आपके दर्शनमात्रसे नष्ट हो गये ॥"
                },
                {
                    Shlok: "अहं वै पापधीर्नित्यं महापापं समाचरम् ॥ ३१ ॥ कथं मे निष्कृतिर्भूयात् कं यामि शरणं विभो ।",
                    Arth: "'प्रभो! मेरी बुद्धि सदा पापमें ही डूबी रहती थी। मैंने निरन्तर बड़े-बड़े पापोंका ही आचरण किया है। उनसे मेरा उद्धार किस प्रकार होगा ? मैं किसकी शरणमें जाऊँ ॥"
                },
                {
                    Shlok: "पूर्वजन्मार्जितैः पापैर्लुब्धकत्वमवाप्तवान् ॥ ३२ ॥ अत्रापि पापजालानि कृत्वा कां गतिमाप्नुयाम् ।",
                    Arth: "'पूर्वजन्मके किये हुए पापोंके फलसे मुझे व्याध होना पड़ा है, यहाँ भी मैंने पापोंके ही जाल बटोरे हैं। ये पाप करके मैं किस गतिको प्राप्त होऊँगा ?' ॥"
                },
                {
                    Shlok: "इति वाक्यं समाकर्ण्य कलिकस्य महात्मनः ॥ ३३ ॥ उत्तको नाम विप्रर्षिरिदं वाक्यमथाब्रवीत्।",
                    Arth: "महामना कलिककी यह बात सुनकर ब्रह्मर्षि उत्तङ्क इस प्रकार बोले ॥"
                },
                {
                    Shlok: "साधु साधु महाप्राज्ञ मतिस्ते विमलोज्ज्वला ॥ ३४ ॥ यस्मात् संसारदुःखानां नाशोपायमभीप्ससि ।",
                    Arth: "उत्तङ्कने कहा- महामते व्याध ! तुम धन्य हो, धन्य हो, तुम्हारी बुद्धि बड़ी निर्मल और उज्ज्वल है; क्योंकि तुम संसारसम्बन्धी दुःखोंके नाशका उपाय नु जानना चाहते हो ॥"
                },
                {
                    Shlok: "चैत्रे मासि सिते पक्षे कथा रामायणस्य च ॥ ३५ ॥ नवाह्ना किल श्रोतव्या भक्तिभावेन सादरम् । यस्य श्रवणमात्रेण सर्वपापैः प्रमुच्यते ॥ ३६ ।।",
                    Arth: "चैत्रमासके शुक्लपक्षमें तुम्हें भक्तिभावसे आदरपूर्वक रामायणकी नवाह कथा सुननी चाहिये। उसके श्रवणमात्रसे म मनुष्य समस्त पापोंसे छुटकारा पा जाता है ॥ ३५-३६ ॥"
                },
                {
                    Shlok: "तस्मिन् क्षणेऽसौ कलिको लुब्धको वीतकल्मषः । रामायणकथां श्रुत्वा सद्यः पञ्चत्वमागतः ॥ ३७ ॥",
                    Arth: "उस समय कलिक व्याधके सारे पाप नष्ट हो गये। वह रामायणकी कथा सुनकर तत्काल मृत्युको प्राप्त हो गया ॥ ३७ ॥"
                },
                {
                    Shlok: "उत्तङ्कः पतितं वीक्ष्य लुब्धकं तं दयापरः । एतद् दृष्ट्वा विस्मितश्च अस्तौषीत् कमलापतिम् ॥ ३८ ॥",
                    Arth: "व्याधको धरतीपर पड़ा हुआ देख दयालु उत्तङ्क मुनि बड़े विस्मित हुए। फिर उन्होंने भगवान् कमलापतिका स्तवन किया ॥ ३८ ॥"
                },
                {
                    Shlok: "कथां रामायणस्यापि श्रुत्वा च वीतकल्मषः । दिव्यं विमानमारुह्य मुनिमेतदथाब्रवीत् ॥ ३९ ॥",
                    Arth: "रामायणकी कथा सुनकर निष्पाप हुआ व्याध दिव्य विमानपर आरूढ़ हो उत्तङ्क मुनिसे इस प्रकार बोला ॥ ३९ ॥"
                },
                {
                    Shlok: "विमुक्तस्त्वत्प्रसादेन महापातकसंकटात् । तस्मान्नतोऽस्मि ते विद्वन् यत् कृतं तत् क्षमस्व मे ॥ ४० ॥",
                    Arth: "'विद्वन्! आपके प्रसादसे मैं महापातकोंके संकटसे मुक्त हो गया। अतः मैं आपके चरणोंमें प्रणाम करता हूँ। मैंने जो किया है, मेरे उस अपराधको आप क्षमा कीजिये' ॥ ४० ॥"
                },
                {
                    Shlok: "इत्युक्त्वा देवकुसुमैर्मुनिश्रेष्ठमवाकिरत् । प्रदक्षिणात्रयं कृत्वा नमस्कारं चकार ह ॥ ४१ ॥",
                    Arth: "सूतजी कहते हैं—ऐसा कहकर कलिकने मुनिश्रेष्ठ उत्तङ्कपर देवकुसुमोंकी वर्षा की और तीन बार उनकी परिक्रमा करके उन्हें बारम्बार नमस्कार किया ॥ ४१ ॥"
                },
                {
                    Shlok: "ततो विमानमारुह्य सर्वकामसमन्वितम् । अप्सरोगणसंकीर्णं प्रपेदे हरिमन्दिरम् ॥ ४२ ॥",
                    Arth: "तत्पश्चात् अप्सराओंसे भरे हुए सम्पूर्ण मनोवाञ्छित भोगोंसे सम्पन्न विमानपर आरूढ़ हो वह श्रीहरिके धाममें जा पहुँचा ॥ ४२ ॥"
                },
                {
                    Shlok: "तस्माच्छृणुध्वं विप्रेन्द्राः कथां रामायणस्य च । चैत्रे मासि सिते पक्षे श्रोतव्यं च प्रयत्नतः ॥ ४३ ॥ नवाह्ना किल रामस्य रामायणकथामृतम् ।",
                    Arth: "अतः विप्रवरो! आप सब लोग रामायणकी कथा सुनें। चैत्रमासके शुक्लपक्षमें प्रयत्नपूर्वक रामायणकी अमृतमयी कथाका नवाह-पारायण अवश्य सुनना चाहिये ॥"
                },
                {
                    Shlok: "तस्मादृतुषु सर्वेषु हितकृद्धरिपूजकः ॥ ४४ ॥ ईप्सितं मनसा यद्यत् तदाप्नोति न संशयः ।",
                    Arth: "इसलिये रामायण सभी ऋतुओंमें हितकारक है। इसके द्वारा भगवान्की पूजा करनेवाला पुरुष मनसे जो जो चाहता है, उसे नि:संदेह प्राप्त कर लेता है ॥"
                },
                {
                    Shlok: "सनत्कुमार यत् पृष्टं तत् सर्वं गदितं मया ॥ ४५ ॥ रामायणस्य माहात्म्यं किमन्यच्छ्रोतुमिच्छसि ॥ ४६ ॥",
                    Arth: "सनत्कुमार! तुमने जो रामायणका माहात्म्य पूछा था, वह सब मैंने बता दिया। अब और क्या सुनना चाहते हो ? ॥ ४५-४५॥"
                },
                {
                    Shlok: "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये चैत्रमासफलानुकीर्तनं नाम चतुर्थोऽध्यायः ॥ ४ ॥",
                    Arth: "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्ड में नारद-सनत्कुमारसंवादके अन्तर्गत रामायणमाहात्म्यके प्रसंगमें चैत्रमासमें रामायण सुननेके फलका वर्णन नामक चौथा Arth पूरा हुआ ॥ ४ ॥"
                },
                {
                    Shlok: "Adhyay",
                    Arth: "Adhyay"
                }
            ]
        },
        {
            Adhyay: "chapter_5",
            Arth: [
                {
                    Shlok: "रामायणस्य माहात्म्यं श्रुत्वा प्रीतो मुनीश्वरः। सनत्कुमारः पप्रच्छ नारद मुनिसत्तमम्॥१॥",
                    Arth: "सूतजी कहते हैं-रामायणका यह माहात्म्य सुनकर मुनीश्वर सनत्कुमार बहुत प्रसन्न हुए। उन्होंने मुनिश्रेष्ठ नारदजीसे पुनः जिज्ञासा की॥१॥"
                },
                {
                    Shlok: "रामायणस्य माहात्म्यं कथितं वै मुनीश्वर। इदानीं श्रोतुमिच्छामि विधिं रामायणस्य च॥२॥",
                    Arth: "सनत्कुमार बोले-मुनीश्वर! आपने रामायणका माहात्म्य कहा। अब मैं उसकी विधि सुनना चाहता हूँ॥"
                },
                {
                    Shlok: "एतच्चापि महाभाग मुने तत्त्वार्थकोविद। कृपया परयाविष्टो यथावद् वक्तुमर्हसि ॥३॥",
                    Arth: "महाभाग मुने! आप तत्त्वार्थ-ज्ञानमें कुशल हैं; अतः अत्यन्त कृपापूर्वक इस विषयको यथार्थरूपसे बतायें॥"
                },
                {
                    Shlok: "रामायणविधिं चैव शृणुध्वं सुसमाहिताः। सर्वलोकेषु विख्यातं स्वर्गमोक्षविवर्धनम्॥४॥",
                    Arth: "नारदजीने कहा – महर्षियो! तुमलोग एकाग्रचित्त होकर रामायणकी वह विधि सुनो, जो सम्पूर्ण लोकों में विख्यात है। वह स्वर्ग तथा मोक्ष-सम्पत्तिकी वृद्धि करनेवाली है॥४॥"
                },
                {
                    Shlok: "विधानं तस्य वक्ष्यामि शृणुध्वं गदतो मम। रामायणकथां कुर्वन् भक्तिभावेन भावितः॥५॥",
                    Arth: "मैं रामायणकथा-श्रवणका विधान बता रहा हूँ; तुम सब लोग उसे सुनो। रामायणकथाका अनुष्ठान करनेवाले वक्ता एवं श्रोताको भक्तिभावसे भावित होकर उस विधानका पालन करना चाहिये॥५॥ "
                },
                {
                    Shlok: "येन चीर्णेन पापानां कोटिकोटिः प्रणश्यति। चैत्रे माघे कार्तिके च पञ्चम्यामथवाऽऽरभेत्॥६॥ ",
                    Arth: "। उस विधिका पालन करनेसे करोड़ों पाप नष्ट हो जाते हैं। चैत्र, माघ तथा कार्तिकमासके शुक्लपक्षकी पञ्चमी तिथिको कथा आरम्भ करनी चाहिये॥६॥ "
                },
                {
                    Shlok: "संकल्पं तु ततः कुर्यात् स्वस्तिवाचनपूर्वकम्। अहोभिर्नवभिः। श्राव्यं रामायणकथामृतम्॥७॥",
                    Arth: "पहले स्वस्तिवाचन करके फिर यह संकल्प करे कि 'हम नौ दिनोंतक रामायणकी अमृतमयी कथा सुनेंगे'। "
                },
                {
                    Shlok: "अद्य प्रभृत्यहं राम शृणोमि त्वत्कथामृतम्। प्रत्यहं पूर्णतामेतु तव राम प्रसादतः॥८॥",
                    Arth: "फिर भगवान्से प्रार्थना करे- 'श्रीराम ! आजसे प्रतिदिन मैं आपकी अमृतमयी कथा सुनूँगा। यह आपके कृपाप्रसादसे परिपूर्ण हो'॥८॥ "
                },
                {
                    Shlok: "प्रत्यहं दन्तशुद्धिं च अपामार्गस्य शाखया। कृत्वा स्नायीत विधिवद् रामभक्तिपरायणः॥९॥",
                    Arth: "नित्यप्रति अपामार्गकी शाखासे दन्तशुद्धि करके रामभक्तिमें तत्पर हो विधिपूर्वक स्नान करे॥९॥ "
                },
                {
                    Shlok: "स्वयं च बन्धुभिः सार्द्धं शृणुयात् प्रयतेन्द्रियः। स्नानं कृत्वा यथाचारं दन्तधावनपूर्वकम्॥१०॥ शुक्लाम्बरधरः शुद्धो गृहमागत्य वाग्यतः। प्रक्षाल्य पादावाचम्य स्मरेन्नारायणं प्रभुम्॥११॥ ",
                    Arth: "अपनी इन्द्रियोंको संयममें रखकर भाई-बन्धुओंके साथ स्वयं कथा सुने। पहले अपने कुलाचारके अनुसार दन्तधावनपूर्वक स्नान करके श्वेत वस्त्र धारण करे और शुद्ध हो घर आकर मौनभावसे दोनों पैर धोनेके पश्चात् आचमन करके भगवान् नारायणका स्मरण करे ॥१०-११॥ "
                },
                {
                    Shlok: "नित्यं देवार्चनं कृत्वा पश्चात् संकल्पपूर्वकम्। रामायणपुस्तकं च अर्चयेद् भक्तिभावतः॥१२॥",
                    Arth: "फिर प्रतिदिन देवपूजन करके संकल्पपूर्वक भक्तिभावसे रामायणग्रन्थकी पूजा करे ॥१२॥ "
                },
                {
                    Shlok: "आवाहनासनाद्यैश्च । गन्धपुष्पादिभिर्वती। ॐ नमो नारायणायेति पूजयेद् भक्तितत्परः॥१३॥",
                    Arth: "व्रती पुरुष आवाहन, आसन, गन्ध, पुष्प आदिके द्वारा 'ॐ नमो नारायणाय' इस मन्त्रसे भक्तिपरायण होकर पूजन करे ॥१३॥ "
                },
                {
                    Shlok: "एकवारं द्विवारं वा त्रिवारं वापि शक्तितः। होमं कुर्यात् प्रयत्नेन सर्वपापनिवृत्तये॥१४॥",
                    Arth: "सम्पूर्ण पापोंकी निवृत्तिके लिये अपनी शक्तिके अनुसार एक, दो या तीन बार प्रयत्नपूर्वक होम करे॥ "
                },
                {
                    Shlok: "एवं यः प्रयतः कुर्याद् रामायणविधिं तथा। स याति विष्णुभवनं पुनरावृत्तिदुर्लभम्॥१५॥",
                    Arth: "इस प्रकार जो मन और इन्द्रियोंको संयममें रखकर रामायणकी विधिका अनुष्ठान करता है, वह भगवान विष्णुके धाममें जाता है; जहाँसे लौटकर वह फिर इस संसारमें नहीं आता ॥ १५॥ "
                },
                {
                    Shlok: "रामायणव्रतधरो धर्मकारी च सत्तमः। चाण्डालं पतितं वापि वस्त्रान्नेनापि नार्चयेत्॥१६॥",
                    Arth: "जो रामायणसम्बन्धी व्रतको धारण करनेवाला तथा धर्मात्मा है, वह श्रेष्ठ पुरुष चाण्डाल अथवा पतित मनुष्यका वस्त्र और अन्नसे भी सत्कार न करे॥१६॥"
                },
                {
                    Shlok: "नास्तिकान् भिन्नमर्यादान् निन्दकान् पिशुनानपि। रामायणव्रतपरो वाङ्मात्रेणापि नार्चयेत्॥१७॥",
                    Arth: "जो नास्तिक, धर्ममर्यादाको तोड़नेवाले, परनिन्दक और चुगलखोर हैं, उनका रामायणव्रतधारी पुरुष | वाणीमात्रसे भी आदर न करे ॥१७॥"
                },
                {
                    Shlok: "कुण्डाशिनं गायकं च तथा देवलकाशनम्। भिषजं . काव्यकर्तारं देवद्विजविरोधिनम्॥१८॥ परान्नलोलुपं चैव परस्त्रीनिरतं तथा। रामायणव्रतपरो वाङ्मात्रेणापि नार्चयेत्॥१९॥",
                    Arth: "जो पतिके जीवित रहते ही परपुरुषके समागमसे माताद्वारा उत्पन्न किया जाता है, उस जारज पुत्रको | 'कुण्ड' कहते हैं। ऐसे कुण्डके यहाँ जो भोजन करता | है, जो गीत गाकर जीविका चलाता है, देवतापर चढ़ी | हुई वस्तुका उपभोग करेवाले मनुष्यका अन्न खाता है, | वैद्य है, लोगोंकी मिथ्या प्रशंसामें कविता लिखता है, देवताओं तथा ब्राह्मणोंका विरोध करता है, पराये अन्नका लोभी है और पर-स्त्रीमें आसक्त रहता है, ऐसे मनुष्यका भी रामायणव्रती पुरुष वाणीमात्रसे भी आदर न करे॥१८-१९॥ "
                },
                {
                    Shlok: "इत्येवमादिभिः शुद्धो वशी सर्वहिते रतः। | रामायणपरो भूत्वा परां सिद्धिं गमिष्यति ॥२०॥",
                    Arth: "इस प्रकार दोषोंसे दूर एवं शुद्ध होकर जितेन्द्रिय | एवं सबके हितमें तत्पर रहते हुए जो रामायणका आश्रय | लेता है, वह परमसिद्धिको प्राप्त होता है॥२०॥ "
                },
                {
                    Shlok: "नास्ति गंगासमं तीर्थं नास्ति मातृसमो गुरुः। नास्ति विष्णुसमो देवो नास्ति रामायणात् परम्॥२१॥",
                    Arth: "गंगाके समान तीर्थ, माताके तुल्य गुरु, भगवान् विष्णुके सदृश देवता तथा रामायणसे बढ़कर कोई उत्तम वस्तु नहीं है॥ २१॥ "
                },
                {
                    Shlok: "नास्ति वेदसमं शास्त्रं नास्ति शान्तिसमं सुखम्। नास्ति शान्तिपरं ज्योतिर्नास्ति रामायणात् परम्॥२२॥ ",
                    Arth: "वेदके समान शास्त्र, शान्तिके समान सुख, शान्तिसे बढ़कर ज्योति तथा रामायणसे उत्कृष्ट कोई काव्य नहीं है। "
                },
                {
                    Shlok: "नास्ति क्षमासमं सारं नास्ति कीर्तिसमं धनम्।। | नास्ति ज्ञानसमो लाभो नास्ति रामायणात् परम्॥२३॥",
                    Arth: "क्षमाके सदृश बल, कीर्तिके समान धन, ज्ञानके सदृश लाभ तथा रामायणसे बढ़कर कोई उत्तम ग्रन्थ नहीं है॥ २३॥ "
                },
                {
                    Shlok: "तदन्ते वेदविदुषे गां दद्याच्च सदक्षिणाम्। | रामायणं पुस्तकं च वस्त्रालंकरणादिकम्॥२४॥",
                    Arth: "रामायणकथाके अन्तमें वेदज्ञ वाचकको दक्षिणासहित गौका दान करे। उन्हें रामायणकी पुस्तक तथा वस्त्र और आभूषण आदि दे॥२४॥ "
                },
                {
                    Shlok: "रामायणपुस्तकं यो वाचकाय प्रयच्छति। स याति विष्णुभवनं यत्र गत्वा न शोचति ॥२५॥",
                    Arth: "जो वाचकको रामायणकी पुस्तक देता है, वह भगवान् विष्णुके धाममें जाता है; जहाँ जाकर उसे कभी शोक नहीं करना पड़ता ॥ २५॥ "
                },
                {
                    Shlok: "नवाहजफलं कर्तुः शृणु धर्मविदां वर। पञ्चम्यां तु समारभ्य रामायणकथामृतम्॥२६॥ कथाश्रवणमात्रेण सर्वपापैः प्रमुच्यते।",
                    Arth: "धर्मात्माओंमें श्रेष्ठ सनत्कुमार! रामायणकी नवाह कथा सुननेसे यजमानको जो फल प्राप्त होता है, उसे सुनो। पञ्चमी तिथिको रामायणकी अमृतमयी कथाको आरम्भ करके उसके श्रवणमात्रसे मनुष्य सब पापोंसे मुक्त हो जाता है॥"
                },
                {
                    Shlok: "यदि द्वयं कृतं तस्य पुण्डरीकफलं लभेत् ॥२७॥ व्रतधारी तु श्रवणं यः कुर्यात् स जितेन्द्रियः। अश्वमेधस्य यज्ञस्य द्विगुणं फलमश्नुते॥२८॥ चतुःकृत्वः श्रुतं येन कथितं मुनिसत्तमाः। स लभेत् परमं पुण्यमग्निष्टोमाष्टसम्भवम्॥२९॥",
                    Arth: "यदि दो बार यह कथा श्रवण की गयी तो श्रोताको पुण्डरीकयज्ञका फल मिलता है। जो जितेन्द्रिय पुरुष व्रतधारणपर्वक रामायण-कथाको श्रवण करता है. वह दो अश्वमेधयज्ञोंका फल पाता है। मुनिवरो! जिसने चार बार इस कथाका श्रवण किया है, वह आठ अग्निष्टोमके परम पुण्यफलका भागी होता है॥ २७-२९॥"
                },
                {
                    Shlok: "पञ्चकृत्वो व्रतमिदं कृतं येन महात्मना। अत्यग्निष्टोमजं पुण्यं द्विगुणं प्राप्नुयान्नरः॥३०॥",
                    Arth: "जिस महामनस्वी पुरुषने पाँच बार रामायणकथाश्रवणका व्रत पूरा कर लिया है, वह अत्यग्निष्टोमयज्ञके द्विगुण पुण्य-फलका भागी होता है॥३०॥ "
                },
                {
                    Shlok: "एवं व्रतं च षड्वारं कुर्याद् यस्तु समाहितः। अग्निष्टोमस्य यज्ञस्य फलमष्टगुणं लभेत्॥३१॥ ",
                    Arth: "जो एकाग्रचित्त होकर इस प्रकार छ: बार रामायणकथाके व्रतका अनुष्ठान पूरा कर लेता है, वह अग्निष्टोमयज्ञके आठगुने फलका भागी होता है॥३१॥ "
                },
                {
                    Shlok: "नारी वा पुरुषः कुर्यादष्टकृत्वो मुनीश्वराः। नरमेधस्य यज्ञस्य फलं पञ्चगुणं लभेत् ॥३२॥",
                    Arth: "मुनीश्वरो! स्त्री हो या पुरुष, जो आठ बार रामायणकथाको सुन लेता है, वह नरमेधयज्ञका पाँचगुना फल पाता है॥३२॥ "
                },
                {
                    Shlok: "नरो वाप्यथ नारी वा नववारं समाचरेत्। गोमेधसवजं पुण्यं स लभेत् त्रिगुणं नरः॥३३॥",
                    Arth: "जो स्त्री या पुरुष नौ बार इस व्रतका आचरण करता है, उसे तीन गोमेध-यज्ञका पुण्यफल प्राप्त होता है। "
                },
                {
                    Shlok: "रामायणं तु यः कुर्याच्छान्तात्मा प्रयतेन्द्रियः।। स याति परमानन्दं यत्र गत्वा न शोचति॥३४॥",
                    Arth: "जो पुरुष शान्तचित्त और जितेन्द्रिय होकर रामायणयज्ञका अनुष्ठान करता है, वह उस परमानन्दमय धाममें जाता है, जहाँ जाकर उसे कभी शोक नहीं करना पड़ता॥३४॥ "
                },
                {
                    Shlok: "रामायणपरो नित्यं गंगास्नानपरायणः। धर्ममार्गप्रवक्तारो मुक्ता एवं न संशयः॥३५॥",
                    Arth: "जो प्रतिदिन रामायणका पाठ अथवा श्रवण करता है, गंगा नहाता है और धर्ममार्गका उपदेश देता है; ऐसे लोग संसारसागरसे मुक्त ही हैं, इसमें संशय नहीं है। "
                },
                {
                    Shlok: "यतीनां ब्रह्मचारिणां प्रवीराणां च सत्तमाः। नवाह्ना किल श्रोतव्या कथा रामायणस्य च ॥३६॥",
                    Arth: "महात्माओ! यतियों, ब्रह्मचारियों तथा प्रवीरोंको भी रामायणकी नवाह कथा सुननी चाहिये ॥ ३६॥ "
                },
                {
                    Shlok: "श्रुत्वा नरो रामकथामतिदीप्तोऽतिभक्तितः। ब्रह्मणः पदमासाद्य तत्रैव परिमोदते॥३७॥",
                    Arth: "रामकथाको अत्यन्त भक्तिपूर्वक सुनकर मनुष्य महान् तेजसे उद्दीप्त हो उठता है और ब्रह्मलोकमें जाकर वहीं आनन्दका अनुभव करता है॥३७॥ "
                },
                {
                    Shlok: "तस्माच्छृणुध्वं विप्रेन्द्रा रामायणकथामृतम्। श्रोतृणां च परं श्राव्यं पवित्राणामनुत्तमम्॥३८॥",
                    Arth: "इसलिये विप्रेन्द्रगण! आपलोग रामायणकी अमृतमयी कथा सुनिये। श्रोताओंके लिये यह सर्वोत्तम श्रवणीय वस्तु है और पवित्रोंमें भी परम उत्तम है॥३८॥ "
                },
                {
                    Shlok: "दुःस्वप्ननाशनं धन्यं श्रोतव्यं च प्रयत्नतः। नरोऽत्र श्रद्धया युक्तः Shlokं Shlokार्द्धमेव च ॥३९॥ पठते मुच्यते सद्यो ह्युपपातककोटिभिः। सतामेव प्रयोक्तव्यं गुह्याद्गुह्यतमं तु यत्॥४०॥",
                    Arth: "दुःस्वप्नको नष्ट करनेवाली यह कथा धन्य है। इसे प्रयत्नपूर्वक सुनना चाहिये। जो मनुष्य श्रद्धायुक्त होकर इसका एक Shlok या आधा Shlok भी पढ़ता है, वह तत्काल ही करोडों उपपातकोंसे छुटकारा पा जाता है। यह गुह्यसे भी गुह्यतम वस्तु है, इसे सत्पुरुषोंको ही सुनाना चाहिये ।"
                },
                {
                    Shlok: "वाचयेद् रामभवने पुण्यक्षेत्रे च संसदि। ब्रह्मद्वेषरतानां च दम्भाचाररतात्मनाम्॥४१॥ लोकवञ्चकवृत्तीनां न ब्रूयादिदमुत्तमम्। ",
                    Arth: "भगवान् श्रीरामके मन्दिरमें अथवा किसी पुण्यक्षेत्रमें, सत्पुरुषोंकी सभामें रामायणकथाका प्रवचन करना चाहिये। जो ब्रह्मद्रोही, पाखण्डपूर्ण आचारमें तत्पर तथा लोगोंको ठगनेवाली वृत्तिसे युक्त हैं, उन्हें यह परम उत्तम कथा नहीं सुनानी चाहिये॥"
                },
                {
                    Shlok: "त्यक्तकामादिदोषाणां रामभक्तिरतात्मनाम्॥४२॥ गुरुभक्तिरतानां च वक्तव्यं मोक्षसाधनम्। ",
                    Arth: "जो काम आदि दोषोंका त्याग कर चुके हैं, जिनका मन रामभक्तिमें अनुरक्त रहता है तथा जो गुरुजनोंकी सेवामें तत्पर हैं, उन्हींके समक्ष यह मोक्षकी साधनभूत कथा बाँचनी चाहिये॥"
                },
                {
                    Shlok: "सर्वदेवमयो रामः स्मृतश्चार्तिप्रणाशनः॥४३॥ सद्भक्तवत्सलो देवो भक्त्या तुष्यति नान्यथा।",
                    Arth: "श्रीराम सर्वदेवमय माने गये हैं। वे आर्त प्राणियोंकी पीडाका नाश करनेवाले हैं तथा श्रेष्ठ भक्तोंपर सदा ही स्नेह रखते हैं। वे भगवान् भक्तिसे ही संतुष्ट होते हैं, दूसरे किसी उपायसे नहीं॥"
                },
                {
                    Shlok: "अवशेनापि यन्नाम्नि कीर्तिते वा स्मृतेऽपि वा॥४४॥ विमुक्तपातकः सोऽपि परमं पदमश्नुते।",
                    Arth: "मनुष्य विवश होकर भी उनके नामका कीर्तन अथवा स्मरण कर लेनेपर समस्त पातकोंसे मुक्त हो परमपदका भागी होता है॥"
                },
                {
                    Shlok: "संसारघोरकान्तारदावाग्निर्मधुसूदनः किक ॥४५॥ स्मर्तृणां सर्वपापानि नाशयत्याशु सत्तमाः। ",
                    Arth: "महात्माओ! भगवान् मधुसूदन संसाररूपी भयंकर एवं दुर्गम वनको भस्म करनेके लिये दावानलके समान हैं। वे अपना स्मरण करनेवाले मनुष्योंके समस्त पापोंका शीघ्र ही नाश कर देते हैं॥ ४५॥ "
                },
                {
                    Shlok: "तदर्थकमिदं पुण्यं काव्यं श्राव्यमनुत्तमम्॥४६॥ श्रवणात् पठनाद् वापि सर्वपापविनाशकृत्। ",
                    Arth: "इस पवित्र काव्यके प्रतिपाद्य विषय वे ही हैं, अतः यह परम उत्तम काव्य सदा ही श्रवण करनेयोग्य है। इसका श्रवण अथवा पाठ करनेसे यह समस्त पापोंका नाश करनेवाला है॥ ४६॥ "
                },
                {
                    Shlok: "यस्य रामरसे प्रीतिर्वर्तते भक्तिसंयुता॥४७॥ स एव कृतकृत्यश्च सर्वशास्त्रार्थकोविदः। ",
                    Arth: "जिसकी श्रीराम-रसमें प्रीति एवं भक्ति है, वही सम्पूर्ण शास्त्रोंके Arthज्ञानमें निपुण और कृतकृत्य है॥"
                },
                {
                    Shlok: "तदर्जितं तपः पुण्यं तत्सत्यं सफलं द्विजाः॥४८॥ यदर्थश्रवणे प्रीतिरन्यथा न हि वर्तते।",
                    Arth: "ब्राह्मणो! उसकी उपार्जित की हुई तपस्या पवित्र, सत्य और सफल है; क्योंकि राम-रसमें प्रीति हुए बिना रामायणके Arth-श्रवणमें प्रेम नहीं होता है॥ "
                },
                {
                    Shlok: "रामायणपरा ये तु रामनामपरायणाः॥४९॥ त एव कृतकृत्याश्च घोरे कलियुगे द्विजाः।",
                    Arth: "जो द्विज इस भयंकर कलिकालमें रामायण तथा श्रीरामनामका सहारा लेते हैं, वे ही कृतकृत्य हैं॥"
                },
                {
                    Shlok: "नवाह्ना किल श्रोतव्यं रामायणकथामृतम्॥५०॥ ते कृतज्ञा महात्मानस्तेभ्यो नित्यं नमो नमः। ",
                    Arth: "रामायणकी इस अमृतमयी कथाका नवाह श्रवण करना चाहिये। जो महात्मा ऐसा करते हैं, वे कृतज्ञ हैं। उन्हें प्रतिदिन मेरा बारम्बार नमस्कार है॥५०॥ "
                },
                {
                    Shlok: "रामनामैव नामैव नामैव मम जीवनम्॥५१॥ | कलौ नास्त्येव नास्त्येव नास्त्येव गतिरन्यथा।",
                    Arth: "श्रीरामका नाम-केवल श्रीराम-नाम ही मेरा जीवन है। कलियुगमें और किसी उपायसे जीवोंकी सद्गति नहीं होती, नहीं होती, नहीं होती ॥५१ ॥ "
                },
                {
                    Shlok: "एवं सनत्कुमारस्तु नारदेन महात्मना॥५२॥ | सम्यक् प्रबोधितः सद्यः परां निर्वृतिमाप ह। ",
                    Arth: "सूतजी कहते हैं-महात्मा नारदजीके द्वारा इस प्रकार ज्ञानोपदेश पाकर सनत्कुमारजीको तत्काल ही परमानन्दकी प्राप्ति हो गयी॥"
                },
                {
                    Shlok: "तस्माच्छृणुध्वं विप्रेन्द्रा रामायणकथामृतम्॥५३॥ नवाह्रा किल श्रोतव्यं सर्वपापैः प्रमुच्यते।",
                    Arth: "अतः विप्रवरो! तुम सब लोग रामायणकी अमृतमयी कथा सुनो। रामायणको नौ दिनोंमें ही सुनना चाहिये। ऐसा करनेवाला समस्त पापोंसे मुक्त हो जाता है॥"
                },
                {
                    Shlok: "श्रुत्वा चैतन्महाकाव्यं वाचकं यस्तु पूजयेत्॥५४॥ तस्य विष्णुः प्रसन्नः स्यात् श्रिया सह द्विजोत्तमाः। ",
                    Arth: "द्विजोत्तमो! इस महान् काव्यको सुनकर जो वाचककी पूजा करता है, उसपर लक्ष्मीसहित भगवान् विष्णु प्रसन्न होते हैं॥"
                },
                {
                    Shlok: "वाचके प्रीतिमापन्ने ब्रह्मविष्णुमहेश्वराः॥५५॥ प्रीता भवन्ति विप्रेन्द्रा नात्र कार्या विचारणा।",
                    Arth: "विप्रेन्द्रगण! वाचकके प्रसन्न होनेपर ब्रह्मा, विष्णु और महादेवजी प्रसन्न हो जाते हैं। इस विषयमें कोई अन्यथा विचार नहीं करना चाहिये॥"
                },
                {
                    Shlok: "रामायणवाचकाय गावो वासांसि काञ्चनम्॥५६॥ रामायणपुस्तकं च दद्याद् वित्तानुसारतः।",
                    Arth: "रामायणके वाचकको अपने वैभवके अनुसार गौ, वस्त्र, सुवर्ण तथा रामायणकी पुस्तक आदि वस्तुएँ देनी चाहिये ॥५६॥ "
                },
                {
                    Shlok: "तस्य पुण्यफलं वक्ष्ये शृणुध्वं सुसमाहिताः॥५७। न बाधन्ते ग्रहास्तस्य भूतवेतालकादयः। तस्यैव सर्वश्रेयांसि वर्द्धन्ते चरिते श्रुते॥५८॥",
                    Arth: "उस दानका पुण्यफल बता रहा हूँ, आपलोग एकाग्रचित्त होकर सुनें। उस दाताको ग्रह तथा भूतवेताल आदि कभी बाधा नहीं पहुँचाते। श्रीरामचरित्रक श्रवण करनेपर श्रोताके सम्पूर्ण श्रेयकी वृद्धि होती है। "
                },
                {
                    Shlok: "न चाग्निर्बाधते तस्य न चौरादिभयं तथा। एतज्जन्मार्जितैः पापैः सद्य एव विमुच्यते॥५९॥ सप्तवंशसमेतस्तु देहान्ते मोक्षमाप्नुयात्। ",
                    Arth: "उसे न तो अग्निकी बाधा प्राप्त होती है और न चोर आदिका भय ही। वह इस जन्ममें उपार्जित किये हुए समस्त पापोंसे तत्काल मुक्त हो जाता है। वह इस शरीरका अन्त होनेपर अपनी सात पीढ़ियोंके साथ मोक्षका भागी होता है॥"
                },
                {
                    Shlok: "इत्येतद्वः समाख्यातं नारदेन प्रभाषितम्॥६०। सनत्कुमारमुनये पृच्छते भक्तितः पुरा।",
                    Arth: "पूर्वकालमें सनत्कुमार मुनिके भक्तिपूर्वक पूछनेप नारदजीने उनसे जो कुछ कहा था, वह सब मैं आपलोगोंको बता दिया॥"
                },
                {
                    Shlok: "रामायणमादिकाव्यं सर्ववेदार्थसम्मतम्॥६१। सर्वपापहरं पुण्यं सर्वदुःखनिबर्हणम्। समस्तपुण्यफलदं सर्वयज्ञफलप्रदम्॥६२॥ ",
                    Arth: "रामायण आदिकाव्य है। यह सम्पूर्ण वेदार्थोंक सम्मतिके अनुकूल है। इसके द्वारा समस्त पापोंव निवारण हो जाता है। यह पुण्यमय काव्य सम्पू दुःखोंका विनाशक तथा समस्त पुण्यों और यज्ञोंव फल देनेवाला है॥६१-६२॥"
                },
                {
                    Shlok: "ये पठन्त्यत्र विबुधाः Shlokं Shlokार्द्धमेव च। न तेषां पापबन्धस्तु कदाचिदपि जायते ॥ ६३ ॥",
                    Arth: "जो विद्वान् इसके एक या आधे Shlokका भी पाठ करते हैं, उन्हें कभी पापोंका बन्धन नहीं प्राप्त होता ॥ ६३ ॥"
                },
                {
                    Shlok: "रामार्पितमिदं पुण्यं काव्यं तु सर्वकामदम् । भक्त्या शृण्वन्ति विदन्ति तेषां पुण्यफलं शृणु ॥ ६४ ॥",
                    Arth: "श्रीरामको समर्पित किया हुआ यह पुण्यकाव्य सम्पूर्ण कामनाओंको देनेवाला है। जो लोग भक्तिपूर्वक इसे सुनते और समझते हैं, उनको प्राप्त होनेवाले पुण्यफलका वर्णन सुनो ॥ ६४ ॥"
                },
                {
                    Shlok: "शतजन्मार्जितैः पापैः सद्य एव विमोचिताः । सहस्त्रकुलसंयुक्तैः प्रयान्ति परमं पदम् ॥ ६५ ॥",
                    Arth: "वे लोग सौ जन्मोंमें उपार्जित किये हुए पापोंसे तत्काल मुक्त हो अपनी हजारों पीढ़ियोंके साथ परमपदको प्राप्त होते हैं ॥ ६५ ॥"
                },
                {
                    Shlok: "किं तीर्थैर्गोप्रदानैर्वा किं तपोभिः किमध्वरैः । अहन्यहनि रामस्य कीर्तनं परिशृण्वताम् ॥ ६६ ॥",
                    Arth: "जो प्रतिदिन श्रीरामका कीर्तन सुनते हैं, उनके लिये तीर्थ सेवन, गोदान, तपस्या तथा यज्ञोंकी क्या आवश्यकता है ॥ ६६ ॥"
                },
                {
                    Shlok: "चैत्रे माघे कार्तिके च रामायणकथामृतम् । नवैरहोभिः श्रोतव्यं रामायणकथामृतम् ॥ ६७ ॥",
                    Arth: "चैत्र, माघ तथा कार्तिकमें रामायणकी अमृतमयी कथाका नवाह-पारायण सुनना चाहिये ॥ ६७ ॥"
                },
                {
                    Shlok: "रामप्रसादजनकं रामभक्तिविवर्धनम् । सर्वपापक्षयकरं सर्वसम्पद्विवर्द्धनम् ॥ ६८ ॥",
                    Arth: "रामायण श्रीरामचन्द्रजीकी प्रसन्नता प्राप्त करानेवाला, श्रीरामभक्तिको बढ़ानेवाला, समस्त पापोंका विनाशक तथा सभी सम्पत्तियोंकी वृद्धि करनेवाला है ॥ ६८ ॥"
                },
                {
                    Shlok: "यस्त्वेतच्छृणुयाद् वापि पठेद् वा सुसमाहितः । सर्वपापविनिर्मुक्तो विष्णुलोकं स गच्छति ॥ ६९ ॥",
                    Arth: "जो एकाग्रचित्त होकर रामायणको सुनता अथवा पढ़ता है, वह सब पापोंसे मुक्त हो भगवान् विष्णुके लोकमें जाता है ॥ ६९ ।।"
                },
                {
                    Shlok: "इति श्रीस्कन्दपुराणे उत्तरखण्डे नारदसनत्कुमारसंवादे रामायणमाहात्म्ये फलानुकीर्तनं नाम पञ्चमोऽध्यायः ॥ ५ ॥",
                    Arth: "इस प्रकार श्रीस्कन्दपुराणके उत्तरखण्डमें श्रीनारद-सनत्कुमार-संवादके अन्तर्गत रामायणमाहात्म्यके प्रसंगमें फलका वर्णन नामक पाँचवाँ Arth पूरा हुआ ॥ ५ ॥"
                }
            ]
        }
    ]
}