export class PathVidhi {
    pathvidhi: any[] = [
        {
            slok: `॥ श्रीसीतारामचन्द्राभ्यां नमः ॥
            श्रीमद्वाल्मीकीय रामायण की पाठविधि`,
            arth: `वाल्मीकीय रामायण की अनेक प्रकार की पारायण- विधियाँ हैं। श्रीरामसेवाग्रन्थ, अनुष्ठानप्रकाश, स्कान्दोक्त रामायण - माहात्म्य, बृहद्धर्मपुराण तथा शांकर, रामानुज, मध्व रामानन्द आदि विभिन्न सम्प्रदायों की अलग - अलग विधियाँ हैं, यद्यपि उनका अन्तर साधारण है। इसी प्रकार इसके सकाम और निष्काम अनुष्ठानों के भी भेद हैं। सब पर विस्तृत विचार यहाँ सम्भव नहीं। वाल्मीकीय के परम प्रसिद्ध नवाह्न - पारायण की ही विधि यहाँ लिखी जा रही है।
            चैत्रे माघे कार्तिके च सिते पक्षे च वाचयेत्।`
        },
        {
            slok: `चैत्रे माघे कार्तिके च सिते पक्षे च वाचयेत्।
            नवाहं सुमहापुण्यं श्रोतव्यं च प्रयत्नतः॥
            पञ्चम्यां दिनमारभ्य रामायणकथामृतम्।
            नवाहं श्रवणेनैव सर्वपापैः प्रमुच्यते॥`,
            arth: `चैत्र, माघ तथा कार्तिक शुक्ल पञ्चमी से त्रयोदशी तक इसके नवाह्न - पारायण की विधि है। किसी पुण्यक्षेत्र, पवित्र तीर्थ, मन्दिर में या अपने घर पर ही भगवान् विष्णु तथा तुलसी के सानिध्य में वाल्मीकियरामायण का पाठ करना चाहिये। अनुष्ठान क्रिया की शुद्धता एवं पूर्ण विधिवत सम्पन्नता के लिए योग्य आचार्य का चयन करना उत्तम होता है। एतदर्थ यथा सम्भव कथा-स्थान की भूमि को संशोधन, मार्जन, व्यायामि, लेपनादि संस्कारों से संस्कृत कर कदली - स्तम्भ तथा ध्वजा पताका - वितानादिसे मण्डित कर देना चाहिये। मण्डप का मान 16 हाथ लंबा - चौड़ा हो और उसके बीच में सर्वतोभद्र मण्डल से युक्त एक वेदी हो। अन्य वेदियाँ, कुण्ड तथा स्थण्डिल आदि भी हो। मण्डप के दक्षिण - पश्चिम भाग में वक्ता (व्यास) एवं श्रोता का आसन हो। व्यासासन के आगे पुस्तक का आसन होना चाहिये। श्रोताओं का आसन विस्तृत हो। व्यास का आसन श्रोता से तथा पुस्तक का आसन वक्ता से भी ऊँचा होना चाहिये। फिर प्रायश्चित्त तथा नित्यकृत्य करके भगवान् श्रीरामकी प्रतिमा स्थापित करनी चाहिये। अथवा पुस्तक पर ही सपरिकर - सपरिच्छद श्रीसीतारामजी का अर्थात् भगवान् श्रीरामचन्द्र जी, भगवती सीताजी, लक्ष्मणजी, भरतजी, शत्रुघ्नजी, श्रीहनुमान् जी आदि का आवाहन करना चाहिये। तत्पश्चात् समस्त उपकरणों से अलंकृत, पञ्चपल्लवादि से युक्त कलश स्थापित कर स्वस्त्ययन पूर्वक गणपतिपूजन, बटुक, क्षेत्रपाल, योगिनी, मातृका, नवग्रह, तुलसी, लोकपाल, दिकपाल आदि का पूजन तथा नान्दीश्राद्ध करके सपरिकर - सपरिच्छद भगवान् श्रीराम की पूजा ध्यान कर मंगलाचरण करते हुए पाठ प्रारम्भ करना चाहिए।

            पाठ आरम्भ करने के बाद अध्याय के बीच में रुकना नहीं चाहिये। रुक जाने पर फिर उसी अध्याय को आरम्भ से पढ़ना चाहिये। मध्यम स्वर से, स्पष्ट उच्चारण करते हुए श्रद्धा तथा प्रेम से पाठ करना चाहिये। गीत गाकर, सिर हिलाकर, जल्दबाजी से तथा बिना अर्थ समझे पाठ करना ठीक नहीं है। संध्या - समय निम्नलिखित स्थलो पर प्रतिदिन विश्राम करते जाना चाहिये―
            `
        },
        {
            headline: `★ नवाह्न पारायण के विश्राम स्थल ★`
        },
        {
            slok: `प्रथमे तु अयोध्यायाः षट्सर्गान्ते शुभा स्थितिः।
            तस्यैवाशीतिसर्गान्ते द्वितीये दिवसे स्थितिः॥
            तथा विंशतिसर्गान्ते चारण्यस्य तृतीयके।
            दिने चतुर्थे षट्चत्वारिंशत्सर्गे कथास्थितिः॥
            किष्किन्धाख्यस्य काण्डस्य पाठविद्भिरुदाहृता।
            सुसप्तचत्वारिंशत्के सर्गान्ते सुन्दरेस्थितिम्॥
            पञ्चमे दिवसे कुर्यादथ षष्ठे तथोच्यते। 
            युद्धकाण्डस्य पञ्चाशत्सर्गान्ते विमला स्थितिः॥
            एकोनशतसंख्याके सर्गान्ते सप्तमे दिने।
            युद्धस्यैव तु काण्डस्य विश्रामः सम्प्रकीर्तितः॥
            तथा चोत्तरकाण्डस्य षट्त्रिंशत्सर्गपूरणे।
            अष्टमे दिवसे कृत्वा स्थितिं च नवमे दिने॥
            शेषं समाप्य युद्धस्य चान्त्यं सर्गं पुनः पठेत्।
            रामराज्यकथा यस्मिन् सर्ववाञ्छितदायिनी॥
            एवं पाठक्रमः पूर्वैराचार्यैश्च विनिर्मितः। (अनुष्ठानप्रकाश)`,
            arth: `प्रथम दिन - अयोध्याकाण्ड के - 6 सर्ग - की समाप्ति पर विश्राम
            द्वितीय दिन - अयोध्याकाण्ड के - 80वें सर्ग - की समाप्ति पर विश्राम
            तृतीय दिन - अरण्यकाण्ड के - 20वें सर्ग - की समाप्ति पर विश्राम
            चतुर्थ दिन - किष्किन्धाकाण्ड के - 46वें सर्ग - की समाप्ति पर विश्राम
            पंचम दिन - सुंदरकाण्ड के - 47वें सर्ग - की समाप्ति पर विश्राम
            षष्ठ दिन - युद्धकाण्ड के - 50वें सर्ग - की समाप्ति पर विश्राम
            सप्तम दिन - युद्धकाण्ड के - 99वें सर्ग - की समाप्ति पर विश्राम
            अष्टम दिन - उत्तरकाण्ड के - 36वें सर्ग - की समाप्ति पर विश्राम
            नवम दिन - उत्तरकाण्ड का अंतिम सर्ग पड़ने के बाद पुनः युद्धकाण्ड का अंतिम सर्ग पड़कर विश्राम करना चाहिए
            
            इसके अतिरिक्त पारायण का एक दूसरा भी विधान है जिसमें उत्तरकाण्ड का पाठ नहीं किया जाता। उस पारायण के विश्राम स्थल क्रमशः इस प्रकार हैं ―
            
            प्रथम दिवस - बालकाण्ड के - 77वें - सर्ग की समाप्ति पर
            द्वितीय दिवस - अयोध्याकाण्ड के - 60वें - सर्ग की समाप्ति पर
            तृतीय दिवस - अयोध्याकाण्ड के - 119वें - सर्ग की समाप्ति पर
            चतुर्थ दिवस - अरण्यकाण्ड के - 68वें - सर्ग की समाप्ति पर
            पंचम दिवस - किष्किन्धाकाण्ड के - 49वें - सर्ग की समाप्ति पर
            षष्ठ दिवस - सुंदरकाण्ड के - 56वें - सर्ग की समाप्ति पर
            सप्तम दिवस - युद्धकाण्ड के - 50वें - सर्ग की समाप्ति पर
            अष्टम दिवस - अयोध्याकाण्ड के - 111वें - सर्ग की समाप्ति पर
            नवम दिवस - अयोध्याकाण्ड के - 131वें - सर्ग की समाप्ति पर
            ____________
            अनुष्ठानप्रकाश के अनुसार कामनाभेद से यदि पूरी रामायण का पाठ न हो सके तो अलग-अलग काण्डों के अनुष्ठान की भी विधि है ―,`
        },
        {
            slok: `
            अनावृष्टिर्महापीडाग्रहपीडाप्रपीडिताः। 
            आदिकाण्डं पठेयुर्ये ते मुच्यन्ते ततो भयात्॥
            पुत्रजन्मविवाहादौ गुरुदर्शन एव च।
            पठेच्च शृणुयाच्चैव द्वितीयं काण्डमुत्तमम्॥
            वने राजकुले वह्निजलपीडायुतो नरः। 
            पठेदारण्यकं काण्डं शृणुयाद् वा स मङ्गली॥
            मित्रलाभे तथा नष्टद्रव्यस्य च गवेषणे। 
            श्रुत्वा पठित्वा कैष्किन्ध्यं काण्डं तत्तत् फलं लभेत्॥
            श्राद्धेषु देवकार्येषु पठेत् सुन्दरकाण्डकम्।
            शत्रोर्जये समुत्साहे जनवादे विगर्हिते॥ 
            लङ्काकाण्ड पठेत् किं वा शृणुयात् स सुखी भवेत्।
            यः पठेच्छृणुयाद् वापि काण्डमभ्युदयोत्तरम्।
            आनन्दकार्ये यात्रायां स जयी परतोऽत्र च॥
            मोक्षार्थी लभते मोक्षं भक्तयर्थी भक्तिमेव च।
            ज्ञानार्थी लभते ज्ञानं ब्रह्मतत्त्वोपलम्भकम्॥ ( बृहद्धर्मपुराण, पूर्वखण्ड, अध्याय-25/9 -15)`,
            arth: `
            असमय में वृष्टि हो अथवा वृष्टि ही न हो, शरीर मे अत्यधिक पीणा उत्पन्न हो, अथवा नवग्रह आदि से पीड़ित हों तो इन सभी के भय से मुक्ति प्राप्त करने के लिए मनुष्य को बालकाण्ड का पाठ श्रवण करना चाहिए। जिसे पुत्र प्राप्ति की कामना हो, या विवाहादि में विघ्न हो रहे हों अथवा कल्याणकारी गुरु प्राप्ति की अभिलाषा हो तो अयोध्याकांड का पाठ अथवा श्रवण करना चाहिए। वन में आग लगने, राज्य-कुल में सूखा पढ़ने आदि से जो पीड़ित हो ऐसे मनुष्य को अरण्यकाण्ड का पाठ या श्रवण करना चाहिए इससे मनुष्य का उक्त समय मंगलमय हो जाता है। जिसे विस्वासपात्र मित्र की चाह हो, या जो नष्ट हुए धन-संपत्ति की कामना रखते हो तो वह किष्किन्धा काण्ड का पाठ या श्रवण करे इससे कामना की पूर्ति हो जाती है।
           
           पूर्वजों के श्राद्ध के समय, देव कार्यो के समय अथवा किसी उत्साह में सुन्दरकाण्ड का पाठ या श्रवन करने से सभी प्रकार का मंगल होता है एवं इसी प्रकार लंकाकाण्ड का भी पाठ या श्रवण करने से शत्रुओं पर विजय प्राप्त होती है एवं विवादादि के भी विघ्न समाप्त होकर मनुष्य का मंगल होता है एवं सभी प्रकार का सुख प्राप्त होता है।
           
           जो मनुष्य कल्याण की प्राप्ति या आनंद में, यात्रा में सदैव जय प्राप्त करना चाहता है वह उक्त सभी काण्डों का पाठ करे। इससे परत्र दोनों लोकों में सुख प्राप्त होता है और मोक्ष की इच्छा रखने बाले को मोक्ष, भगवान की भक्ति की इच्छा रखने बाले को भक्ति एवं ज्ञान-विद्या के अर्थी को ज्ञान-विद्या की प्राप्ति और जो मनुष्य ब्रह्मतत्व की कामना रखता है उसे उक्त सभी काण्डों के पाठ या श्रवण करने से उक्त कामनानुसार सभी लाभ प्राप्त होते हैं।
           
            'बृहद्धर्मपुराण' के अनुसार इनका अन्य भी सकाम उपयोग है। उसी का यहां पर वर्णन किया गया है। अलग - अलग काण्ड के परायण हेतु प्रत्येक काण्ड के लिए विनियोग, न्यास, ध्यान कर पारायण प्रारम्भ करना चाहिए जिसका वर्णन नीचे दिया जा रहा है ―`
        },
        {
            headline: `★ बालकाण्ड के लिये ★`
        },



    ]
    pathvidhi_vinyog: any = {
        vinyog: `विनियोग`,
        vinyog_slok: `ॐ अस्य श्रीबालकाण्डमहामन्त्रस्य ऋष्यशृङ्ग ऋषिः अनुष्टुप् छन्दः। दाशरथिः परमात्मा देवता। रां बीजम्। नमः शक्तिः। रामायेति कीलकम्। श्रीरामप्रीत्यर्थे बालकाण्डपारायणे विनियोगः।`,
        arths: [
            {
                arth: ` ऋष्यादिन्यास `,
                slok: `
                ॐ ऋष्यशृङ्गऋषये नमः शिरसि।
                ॐ अनुष्टुप्छन्दसे नमः मुखे।
                ॐ दाशरथिपरमात्मदेवतायै नमः हृदि।
                ॐ रां बीजाय नमः गुह्ये।
                ॐ नमः शक्तये नमः पादयोः।
                ॐ रामाय कीलकाय नमः सर्वाङ्गे।`
            }, {
                arth: `करन्यास`,
                slok: `
                ॐ सुप्रसन्नाय अङ्गुष्ठाभ्यां नमः।
                ॐ शान्तमनसे तर्जनीभ्यां नमः।
                ॐ सत्यसन्धाय मध्यमाभ्यां नमः।
                ॐ जितेन्द्रियाय अनामिकाभ्यां नमः।
                ॐ धर्मज्ञाय नयसारज्ञाय कनिष्ठिकाभ्यां नमः।
                ॐ राज्ञे दाशरथये जयिने करतलकरपृष्ठाभ्यां नमः।`
            },
            {
                arth: `हृदिन्यास`,
                slok: `
                ॐ श्री रां आपदामपहारमित्य हृदयाय नमः।
                ॐ ह्रीं रीं दातारमिति सिरसे स्वाहा।
                ॐ रों रुं सर्वसम्पदामिति शिखायै वषट्।
                ॐ श्रीं रैं लोकाभिराममित्य कवचाय हुम्।
                ॐ श्रीं रौं श्रीराममिति नेत्रत्रयाय वौषट्।
                ॐ रौं रः भूयो भूयो नमाम्यहमिति अस्त्राय फट्।`

            },
        ],
        headline: `फिर निम्न प्रकार से ध्यान करें ―`,
        notice: `ध्यान`,
        abc: `श्रीराममाश्रितजनामरभूरुहेश-
                    मानन्दशुद्धमखिलामरवन्दिताङ्घ्रिम्। 
            सीताङ्गनासुमिलितं सततं सुमित्रा- 
                        पुत्रान्वित धुतधनुःशरमादिदेवम्॥
            ॐ सुप्रसन्नः शान्तमनाः सत्यसंधो जितेन्द्रियः।
            धर्मज्ञो नयसारज्ञो राजा दाशरथिर्जयी॥ `,
        abc_arth: `इस मन्त्रसे श्रीरामजी की पूजा करें और इसीसे अथवा श्रीराममन्त्र से सम्पुटित कर बालकाण्ड का पारायण करें। इससे ग्रहशान्ति, ईति - भीति - शान्ति तथा पुत्र प्राप्ति सम्भव है।`,
        heading1: `★ अयोध्याकाण्ड के लिये ★ `,
        arths2: [
            {
                arth: `विनियोग`,
                slok: `ॐ अस्य श्रीअयोध्याकाण्डमहामन्त्रस्य भगवान् वसिष्ठ ऋषिः। अनुष्टुप् छन्दः। भरतो दाशरथिः परमात्मा देवता। भं बीजम्। नमः शक्तिः। भरतायेति कीलकम्। मम भरतप्रसादसिद्ध्यर्थमयोध्याकाण्डपारायणे विनियोगः।
                `

            }, {
                arth: `ऋष्यादिन्यास`,
                slok: `ॐ वसिष्ठऋषये नमः शिरसि।
            ॐ अनुष्टुप्छन्दसे नमः मुखे।
            ॐ दाशरथिभरतपरमात्मदेवतायै नमः हृदि।
            ॐ भं बीजाय नमः गुह्ये।
            ॐ नमः शक्तये नमः पादयोः।
            ॐ भरताय कीलकाय नमः सर्वाङ्गे।`
            },
            {
                arth: `करन्यास`,
                slok: `ॐ भरताय नमस्तस्मै - अङ्गुष्ठाभ्यां नमः।
            ॐ सारज्ञाय तर्जनीभ्यां नमः।
            ॐ महात्मने मध्यमाभ्यां नमः।
            ॐ तापसाय अनामिकाभ्यां नमः।
            ॐ अतिशान्ताय कनिष्ठिकाभ्यां नमः।
            ॐ शत्रुघ्नसहिताय च करतलकरपृष्ठाभ्यां नमः।`
            }, {
                arth: `हृदिन्यास`,
                slok: `
            ॐ श्री रां आपदामपहारमित्य हृदयाय नमः।
            ॐ ह्रीं रीं दातारमिति सिरसे स्वाहा।
            ॐ रों रुं सर्वसम्पदामिति शिखायै वषट्।
            ॐ श्रीं रैं लोकाभिराममित्य कवचाय हुम्।
            ॐ श्रीं रौं श्रीराममिति नेत्रत्रयाय वौषट्।
            ॐ रौं रः भूयो भूयो नमाम्यहमिति अस्त्राय फट्।`
            },

        ],
        heading3: `फिर निम्नलिखित श्लोका से ध्यान करें ―`,
        notice2: `ध्यान`,
        abc1: `सुग्रीवमर्कतनयं   कपिवर्यवन्द्य-
          मारोपिताच्युतपदाम्बुजमादरेण ।
पाणिप्रह्यर कुशलं बलपौरुषाढ्य-
       माशास्यदास्यनिपुणं ह्रदि भावयामि ॥
फिर 'सुं सुग्रीवाय नमः' तथा ―
`,
        test: `सुग्रीवमर्कतनयं   कपिवर्यवन्द्य-
मारोपिताच्युतपदाम्बुजमादरेण ।
पाणिप्रह्यर कुशलं बलपौरुषाढ्य-
माशास्यदास्यनिपुणं ह्रदि भावयामि ॥
फिर 'सुं सुग्रीवाय नमः' तथा ―`,
        text1: `
सुग्रीवः सूर्यतनयः सर्ववानरपुङ्गवः। 
बलवान् राघवसखा वशी राज्यं प्रयच्छतु ॥ 
इस मंत्र से सुग्रीव की पूजा कर - चाहें तो इसी श्लोक से किष्किन्धाकाण्ड का सम्पुटित पाठ करे। `,
        sunderKand: [
            {
                arth: `विनियोग`,
                slok: `ॐ अस्य श्रीअयोध्याकाण्डमहामन्त्रस्य भगवान् वसिष्ठ ऋषिः। अनुष्टुप् छन्दः। भरतो दाशरथिः परमात्मा देवता। भं बीजम्। नमः शक्तिः। भरतायेति कीलकम्। मम भरतप्रसादसिद्ध्यर्थमयोध्याकाण्डपारायणे विनियोगः।
            `

            }, {
                arth: `ऋष्यादिन्यास`,
                slok: `ॐ वसिष्ठऋषये नमः शिरसि।
        ॐ अनुष्टुप्छन्दसे नमः मुखे।
        ॐ दाशरथिभरतपरमात्मदेवतायै नमः हृदि।
        ॐ भं बीजाय नमः गुह्ये।
        ॐ नमः शक्तये नमः पादयोः।
        ॐ भरताय कीलकाय नमः सर्वाङ्गे।`
            },
            {
                arth: `करन्यास`,
                slok: `ॐ भरताय नमस्तस्मै - अङ्गुष्ठाभ्यां नमः।
        ॐ सारज्ञाय तर्जनीभ्यां नमः।
        ॐ महात्मने मध्यमाभ्यां नमः।
        ॐ तापसाय अनामिकाभ्यां नमः।
        ॐ अतिशान्ताय कनिष्ठिकाभ्यां नमः।
        ॐ शत्रुघ्नसहिताय च करतलकरपृष्ठाभ्यां नमः।`
            }, {
                arth: `हृदिन्यास`,
                slok: `
        ॐ श्री रां आपदामपहारमित्य हृदयाय नमः।
        ॐ ह्रीं रीं दातारमिति सिरसे स्वाहा।
        ॐ रों रुं सर्वसम्पदामिति शिखायै वषट्।
        ॐ श्रीं रैं लोकाभिराममित्य कवचाय हुम्।
        ॐ श्रीं रौं श्रीराममिति नेत्रत्रयाय वौषट्।
        ॐ रौं रः भूयो भूयो नमाम्यहमिति अस्त्राय फट्।`
            },

        ],
        sunderkand_endline: `फिर इस प्रकार ध्यान करे ―`,
        sunderkand_endline2: `सीतामुदारचरितां विधिसाम्बविष्णु-`,
        sunderkand_arth: `वन्द्यां त्रिलोकजननीं शतकल्पवल्लीम्। 
    हेमैरनेकमणिरञ्जितकोटि भागै-
               र्भूषाचयैरनुदिनं सहितां नमामि ॥ 
               
               सुन्दरकाण्ड के पाठ की विशेष विधि है कि प्रतिदिन एकोत्तरवृत्ति से क्रमश : एक - एक सर्ग पाठ बढ़ाते हुए ग्यारहवें दिन पाठ समाप्त कर दें। 12 वें दिन अवशिष्ट दो सर्ग के साथ आरम्भ के 10 सर्ग पड़े जाएँ, 13 वें दिन 11 से 23 तक इस तरह तीन आवृत्ति के पाठ से समस्त कार्य की सिद्धि होती है।
 

               
               `,
        sunderkand_arth2: `दूसरा क्रम है - प्रतिदिन 5 अध्याय पाठ का। इसमें भी पूर्व की भाँति 14 वें दिन अन्त के 3 तथा प्रारम्भ के 2 सर्ग का पाठ करें। 
               सम्पुट पाठ का मन्त्र है ― 
               "श्रीसीतायै नमः"
               अथवा
               रामभद्र महेष्वास रघुवीर नृपोत्तम। भो दशास्यान्तकास्माकं रक्षां देहि श्रियं च ते॥`,
        landKand_notice: `★ लङ्काकाण्ड के लिये ★ `,
        lankaKand: [
            {
                arth: `विनियोग`,
                slok: `ॐ अस्य श्रीअयोध्याकाण्डमहामन्त्रस्य भगवान् वसिष्ठ ऋषिः। अनुष्टुप् छन्दः। भरतो दाशरथिः परमात्मा देवता। भं बीजम्। नमः शक्तिः। भरतायेति कीलकम्। मम भरतप्रसादसिद्ध्यर्थमयोध्याकाण्डपारायणे विनियोगः।
                    `

            }, {
                arth: `ऋष्यादिन्यास`,
                slok: `ॐ वसिष्ठऋषये नमः शिरसि।
                ॐ अनुष्टुप्छन्दसे नमः मुखे।
                ॐ दाशरथिभरतपरमात्मदेवतायै नमः हृदि।
                ॐ भं बीजाय नमः गुह्ये।
                ॐ नमः शक्तये नमः पादयोः।
                ॐ भरताय कीलकाय नमः सर्वाङ्गे।`
            },
            {
                arth: `करन्यास`,
                slok: `ॐ भरताय नमस्तस्मै - अङ्गुष्ठाभ्यां नमः।
                ॐ सारज्ञाय तर्जनीभ्यां नमः।
                ॐ महात्मने मध्यमाभ्यां नमः।
                ॐ तापसाय अनामिकाभ्यां नमः।
                ॐ अतिशान्ताय कनिष्ठिकाभ्यां नमः।
                ॐ शत्रुघ्नसहिताय च करतलकरपृष्ठाभ्यां नमः।`
            }, {
                arth: `हृदिन्यास`,
                slok: `
                ॐ श्री रां आपदामपहारमित्य हृदयाय नमः।
                ॐ ह्रीं रीं दातारमिति सिरसे स्वाहा।
                ॐ रों रुं सर्वसम्पदामिति शिखायै वषट्।
                ॐ श्रीं रैं लोकाभिराममित्य कवचाय हुम्।
                ॐ श्रीं रौं श्रीराममिति नेत्रत्रयाय वौषट्।
                ॐ रौं रः भूयो भूयो नमाम्यहमिति अस्त्राय फट्।`
            },

        ],
        lanka_kand_note: `फिर इस प्रकार ध्यान करना चाहिये ―
            `,
        lanka_kand_arth: `देवं विधातारमनन्तवीर्यं भक्ताभयं श्रीपरमादिदेवम्।
            सर्वामरप्रीतिकरं प्रशान्तं वन्दे सदा भूतपतिं सुभूतिम्॥`,
        lanka_kand_slok: `फिर ―
            विधातारं महादेवं भक्तानामभयप्रदम्। 
            सर्वदेवप्रीतिकरं भगवतप्रियमीश्वरम्॥ `,
        lanka_kand_abc: `इस मन्त्र से पञ्चोपचार द्वारा पूजाकर चाहे तो इसी मन्त्र से सम्पुटित पाठ करें। इससे शत्रुपर विजय प्राप्त होती है एवं अप्रतिष्ठा नष्ट होती है। `,
        lanka_kand_abc1: `इसके अतिरिक्त पाठकों को हम बताना चाहेंगे; बृहद्धर्मपुराण के अनुसार पुनर्वसु से प्रारम्भ कर आद्रा तक 27 दिनों में भी पूर्ण रामायण-पाठ की विधि है। इसके भी अतिरिक्त एक और पारायण विधि है जिसमें 40 दिनों का भी एक पारायण होता है। नवरात्र में भी इसके नवाह्न पारायण का नियम है।
            ॥ श्रीसीतारामचन्द्राभ्यां नमः ॥`

    }
    pathvidhi_2: any = {
        heading: `★ पारायण विधि ★`,
        arth: `श्रीमद्वाल्मीकीय रामायण पूजन कैसे करें :-`,
        slok: `श्रीमद्वाल्मीकीय रामायण नावाह्न पारायण प्रारम्भ करने से पूर्व पाठ विधि में बतलाए नियमानुसार श्री गौरी गणेश, कलश, बटुक, क्षेत्रपाल, योगिनी, मातृका, नवग्रह, तुलसी, लोकपाल, दिकपाल, सर्वतोभद्र आदि समस्त मंडल-वेदियों का पूजन कर तथा नान्दीश्राद्ध करके फिर सपरिच्छद भगवान श्रीराम जी व रामायण की पूजा करें...`,
        arth1: `त्रि:आचमन, पवित्री, आसनशुद्धि करके तदनन्तर काल-तिथि-गोत्र-नाम आदि बोलकर संकल्प करें ―`,
        slok2: `ॐ भूर्भुवः स्वरोम् ममोपात्तदुरितक्षयपूर्वकं श्रीसीता- रामप्रीत्यर्थं श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्समेतश्रीरामचन्द्र-प्रसादसिद्धयर्थं च श्रीरामचन्द्रप्रसादेन सर्वाभीष्टसिद्ध्यर्थं श्रीराम-चन्द्रपूजनमहं करिष्ये। श्रीवाल्मीकीयरामायणस्य पारायणं च करिष्ये, तदङ्गभूतं कलशस्थापनं स्वस्त्ययनपाठं गणपतिपूजनं वटुकक्षेत्रपाल योगिनीमातृकानवग्रहतुलसीलोकपालदिक्पालादि पूजनं चाहं करिष्ये।`,
        end_line: `― इस प्रकार संकल्प करने के बाद पूजन करे। `,
        slok3: `
        ॐ अच्युताय नमः, ॐ अनन्ताय नमः, ॐ गोविन्दाय नमः, ॐ नारायणाय नमः, ॐ मधुसूदनाय नमः, ॐ ह्रृषीकेशाय नमः, ॐ माधवाय नमः, ॐ त्रिविक्रमाय नमः, ॐ दामोदराय नमः, ॐ मुकुन्दाय नमः, ॐ वामनाय नमः, ॐ पद्मनाभाय नमः, ॐ केशवाय नमः, ॐ विष्णवे नमः, ॐ श्रीधराय नमः, ॐ श्रीसीतारामाभ्यां नमः।`,
        pooja_note: `इस प्रकार नमस्कार करके निम्न प्रकार से पूजा करे ―`,
        pooja: [
            { heading: ` श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्समेतं श्रीरामचन्द्र ध्यायामि ― `, arth: ` भगवान् का ध्यान करे। ` },
            { heading: ` श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्समेतं श्रीरामचन्द्र आवाहयामि ―  `, arth: ` आवाहन करे। ` },
            { heading: ` श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः - रत्नसिंहासनं समर्पयामि ―`, arth: ` सिंहासन अर्पण करे। ` },
            { heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः पाद्यं समर्पयामि ―`, arth: ` पाद्य दे। ` },
            { heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः अर्घ्यं समर्पयामि ― `, arth: ` अर्घ्य दे। ` },
            { heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः स्नानीयं समर्पयामि ― `, arth: `स्नान करावे। ` },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः आचमनीयं समर्पयामि ― आचमन करावे।`
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः वस्त्रं समर्पयामि ― वस्त्र अर्पण करे। `
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः यज्ञोपवीताभरणं समर्पयामि ― यज्ञोपवीत आभूषण दे।`
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः गन्धम् समर्पयामि ― चन्दन - कुङ्कम लगावे। `
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः अक्षतान् समर्पयामि ― चावल चढ़ावे। `
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः पुष्पाणि समर्पयामि ― पुष्पमाला दे। `
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः धूपमाघ्रापयामि ― धूप दे।`
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः दीपं दर्शयामि ― दीपक दिखावे।`
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः नैवेद्यं फलानि च समर्पयामि ― नैवेद्य और फल अर्पण करे।`
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः ताम्बूलं समर्पयामि ― पान दे।`
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः कर्पूरनीराजनं समर्पयामि ― आरती करे। `
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः छत्रचामरादि समर्पयामि ― छत्र चॅवरादि अर्पण करे।`
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः पुष्पाञ्जलिं समर्पयामि ― पुष्पाञ्जलि अर्पण करे।`
            },
            {
                heading: `श्रीसीतालक्ष्मणभरतशत्रुघ्नहनुमत्सहिताय श्रीरामचन्द्राय नमः प्रदक्षिणानमस्कारान् समर्पयामि ― प्रदक्षिणा और नमस्कार करे।`
            }
        ],
        pooja_note2: `तत्पश्चात् निम्न प्रकार से पञ्चोपचार से श्रीरामायण ग्रंथ की पूजा करें― `,
        pooja_sloks: [
            {
                arth: `ॐ सदा श्रवणमात्रेण पापिनां सद्गतिप्रदे।
                शुभे रामकथे तुभ्यं गन्धमद्य समर्पयेत्॥ `,
                slok: `―इति गन्ध समर्पयामि।`,

            },
            {
                arth: `ॐ बालादिसप्तकाण्डेन सर्वलोकसुखप्रदः।
                रामायण महोदार पुष्यं तेऽद्य समर्पयेत्॥ `,
                slok: `― इति पुष्पाणि पुष्पमालां च समर्पयामि।`
            },
            {
                arth: `ॐ यस्यैकश्लोकपाठस्य फलं सर्वफलाधिकम्।
                तस्मै रामायणायाद्य दशाङ्गं धूपमर्पयेत्॥`,
                slok: `― इति धूपमाधापयामि। `
            },
            {
                arth: `ॐ यस्य लोके प्रणेतारो वाल्मीक्यादिमहर्षयः।
                तस्मै रामचरित्राय घृतदीपं समर्पयेत्॥ `,
                slok: `― इति दीपं दर्शयामि। `
            },
            {
                arth: `ॐ श्रूयते ब्रह्मणो लोके शतकोटिप्रविस्तरम्।
                रूपं रामायणस्यास्य तस्मै नैवेद्यमर्पयेत्॥ `,
                slok: `― इति नैवेद्यं समर्पयामि। `
            }
        ],
        pooja_slok_note: `
        पूजा करने के बाद कर्पूर की आरती करके चार बार प्रदक्षिणा कर पुष्पाञ्जलि अर्पण करे। फिर साष्टाङ्ग प्रणाम कर इस प्रकार नमस्कार करें―`,
        note: `ध्यान`,
        valmikiRamayan: `
        वाल्मीकिगिरिसम्भूता रामसागरगामिनी।
       पुनाति भुवन पुण्या रामायणमहानदी॥ श्लोकसारसमाकीर्णं सर्गकल्लोलसंकुलम्। काण्डग्राहमहामीनं वंदे रामायणार्णवम्॥`,
        valmikiRamayan_note: `फिर देवत्ता, ब्राह्मणादि की पूजा कर पाठ का संकल्प करके विनियोग छोड़कर न्यास करें ―`,
        yogs: [
            {
                title: `विनियोग:`,
                slok: `ॐ अस्य श्रीवाल्मीकिरामायणमहामन्त्रस्य भगवान वाल्मीकिऋषिः। अनुष्टुप् छन्दः। श्रीरामः परमात्मा देवता। अभयं सर्वभूतेभ्य इति बीजम्। अङ्गुल्यग्रेण तान् हन्यामिति शक्तिः। एतदस्त्रबलं दिव्यमिति कीलकम्। भगवान्नारायणो देव इति तत्त्वम्। धर्मात्मा सत्यसंधश्चेत्यस्त्रम्। पुरुषार्थ चतुष्टयसिद्ध्यर्थं पाठे विनियोगः।`,
                note: `(एक आचमन जल छोड़ें)
               फिर निम्न मंत्रों से करन्यास करें ―`
            },
            {
                title: `करन्यास`,
                slok: `ॐ श्री रां आपदामपहारमित्यङ्गुष्ठाभ्यां नमः।
               ॐ ह्रीं रीं दातारमिति तर्जनीभ्यां नमः।
               ॐ रों रुं सर्वसम्पदामिति मध्यमाभ्यां नमः।
               ॐ श्रीं रैं लोकाभिराममित्यनामिकाभ्यां नमः।
               ॐ श्रीं रौं श्रीराममिति कनिष्ठिकाभ्यां नमः।
               ॐ रौं रः भूयो भूयो नमाम्यहमिति करतलकरपृष्ठाभ्यां नमः।`
            },
            {
                title: `हृदिन्यास`,
                slok: `ॐ श्री रां आपदामपहारमित्य हृदयाय नमः।
               ॐ ह्रीं रीं दातारमिति सिरसे स्वाहा।
               ॐ रों रुं सर्वसम्पदामिति शिखायै वषट्।
               ॐ श्रीं रैं लोकाभिराममित्य कवचाय हुम्।
               ॐ श्रीं रौं श्रीराममिति नेत्रत्रयाय वौषट्।
               ॐ रौं रः भूयो भूयो नमाम्यहमिति अस्त्राय फट्।`,
                note: `फिर रामायणकवच का पाठ करें ―`
            },


        ],
        ramyana_kavach1: [
            {
                arth: ` ★ रामायण कवच ★ `,
                slok: `ॐ नमोऽष्टादशतत्त्वरूपाय रामायणाय महामन्त्रस्वरूपाय। मा निषादेति मूलं शिरोऽवतु। अनुक्रमणिकाबीजं मुखमवतु। ऋष्यशृङ्गोपाख्यानमृषिर्जिह्वामवतु। जानकीलाभोऽनुष्टुप्च्छन्दोऽवतु गलम्। केकय्याज्ञा देवता ह्रदयमवतु। सीतालक्ष्मणानुगमनश्रीरामहर्षाः प्रमाणं जठरमवतु। भगवद्भक्तिः शक्तिरवतु मे मध्यमम्। शक्तिमान् धर्मो मुनीनां पालनं ममोरू रक्षतु। मारीचवचनं प्रतिपालनमवतु पादौ । सुग्रीवमैत्रमर्थोऽवतु स्तनौ। निर्णयो हनुमच्चेष्टावतु बाहू। कर्ता सम्पातिपक्षोद्गमोऽवतु स्कन्धौ। प्रयोजनं विभीषणराज्यं ग्रीवां ममावतु। रावणवधः स्वरूपमवतु कर्णौ सीतोद्धारो लक्षणमवतु नासिके। अमोघस्तव संस्तवोऽवतु जीवात्मानम्। नयः काललक्ष्मणसंवादोऽवतु नाभिम्। आचरणीयं श्रीरामादिधर्मं सर्वाङ्गं ममावतु। इति रामायणकवचम्।`,

            },
            {
                arth: `फिर निम्नलिखित मंत्र पड़ते हुए चारों ओर हाथ घुमाते हुए दिग्बन्ध करें ―`,
                slok: `ब्रह्मा स्वयम्भूर्भगवान् देवाश्चैव तपस्विनः।
                सिद्धिं दिशन्तु मे सर्वे देवाः सर्षिगणास्त्विह।`
            },
            {
                arth: `फिर हाथ जोड़कर इस प्रकार ध्यान करें ―`,
                slok: `
                वामे भूमिसुता पुरस्तु हनुमान् पश्चात् सुमित्रासुतः
                शत्रुघ्नो भरतश्च पार्श्वदलयोर्व्यादिकोणेषु च।
                सुग्रीवश्च विभीषणश्च युवराट् तारासुतो जाम्बवान्
                मध्ये नीलसरोजकोमलरुचिं रामं भजे श्यामलम्॥  
                `
            },
            {
                arth: `'आपदामपहर्तारं दातारं सर्वसम्पदाम्।
                लोकाभिरामं श्रीरामं भूयो भूयो नमाम्यहम्॥`,
                slok: `यह सम्पुटका मन्त्र है। इससे सम्पुटित पाठ करने से समस्त मन:कामनाओं की सिद्धि होती है। `,
                note: `फिर निम्न प्रकार से मङ्गलाचरण करके पाठ आरम्भ करना चाहिये ―`
            },
            {
                arth: `   ★ गणपतिका ध्यान ★`,
                slok: `
                शुक्लाम्बरधरं देवं शशिवर्णं चतुर्भुजम्।
                प्रसन्नवदनं ध्यायेत् सर्वविघ्नोपशान्तये॥
                वागीशाद्याः सुमनसः सर्वार्थानामुपक्रमे।
                यं नत्वा कृतकृत्याः स्युस्तं नमामि गजाननम्॥`
            },
            {
                arth: `    ★ गुरुकी वन्दना ★`,
                slok: `गुरुर्ब्रह्मा गुरुर्विष्णुर्गुरुर्देवो महेश्वरः।
                गुरुः साक्षात् परं ब्रह्म तस्मै श्रीगुरवे नमः॥
                अखण्डमण्डलाकारं व्याप्तं येन चराचरम्।
                तत्पदं दर्शितं येन तस्मै श्रीगुरवे नमः ॥ `
            },
            {
                arth: `★ सरस्वती का स्मरण ★`,
                slok: `दोर्भिर्युक्ता चतुर्भिः स्फटिकमणिमयीमक्षमालां दधाना
                हस्तेनैकेन पद्मं सितमपि च शुकं पुस्तकं चापरेण।
                भासा कुन्देन्दुशङ्खस्फटिकमणिनिभा भासमानासमाना
                सा मे वाग्देवतेयं निवसतु वदने सर्वदा सुप्रसन्ना॥ `
            },
            {
                arth: `      ★ वाल्मीकिजीकी वन्दना ★ `,
                slok: `कूजन्तं राम रामेति मधुरं मधुराक्षरम्। 
                आरुह्य कविताशाखां वन्दे वाल्मीकिकोकिलम्॥ 
                यः पिबन् सततं रामचरितामृतसागरम्। 
                अतृप्तस्तं मुनिं बन्दे प्राचेतसमकल्मषम् ॥ `
            },
            {
                arth: `    ★ हनुमान् जी का ध्यान ★ `,
                slok: `गोष्पदीकृतवारीशं मशकीकृतराक्षसम्।
                रामायणमहामालारत्नं वन्देऽनिलात्मजम्॥
                अञ्जनानन्दनं वीरं जानकीशोकनाशनम्।
                कपीशमक्षहन्तारं वन्दे लाभयङ्करम्॥
                उल्लङ्घ्य सिन्धोः सलिलं सलीलं
                                    यः शोकवह्निं जनकात्मजायाः।
                आदाय तेनैव ददाह लङ्का 
                                   नमामि तं प्राञ्जलिराञ्जनेयम् ॥
                आञ्जनेयमतिपाटलाननं
                                   काञ्चनाद्रिकमनीयविग्रहम्।
                पारिजाततरूमूलवासिनं
                                   भावयामि पवमाननन्दनम् ॥
                यत्र     यत्र    रघुनाथकीर्तनं
                                 तत्र तत्र कृतमस्तकाञ्जलिम्। बाष्पवारिपरिपूर्णलोचनं
                                मारुतिं नमत राक्षसान्तकम् ॥
                मनोजवं         मारुततुल्यवेगं
                                      जितेन्द्रियं बुद्धिमतां वरिष्ठम् । 
                वातात्मजं          वानरयूथमुख्यं
                                       श्रीरामदूतं शिरसा नमामि ॥`
            },
            {
                arth: `       ★ श्रीरामजी का ध्यान ★`,
                slok: `वैदेहीसहितं सुरुद्रुमतले हैमे महामण्डपे 
                मध्येपुष्पकमासने मणिमये वीरासने संस्थितम्।
                अग्रे वाचयति प्रभञ्जनसुते तत्त्वं मुनिभ्यः परं
                व्याख्यान्तं भरतादिभिः परिवृतं रामं भजे श्यामलम् ॥ 
                वामे भूमिसुता पुरस्तु हनुमान् पश्चात् सुमित्रासुतः
                शघ्त्रुनो भरतश्च पार्श्वदलयोर्वाय्वादिकोणेषु च।
                सुग्रीवश्च विभीषणश्च युवराट् तारासुतो जाम्बवान्
                मध्ये नीलसरोजकोमलरुचिं रामं भजे श्यामलम् ॥`
            },
            {
                arth: `    ★ श्रीरामपरिकर की वंदना ★ `,
                slok: `रामं रामानुजं सीतां भरतं भरतानुजम्। 
                सुग्रीवं वायुसूनं च प्रणमामि पुनः पुनः ॥ 
                नमोऽस्तु रामाय सलक्ष्मणाय देव्यै च तस्यै जनकात्मजायै।
                नमोऽस्तु रुद्रेन्द्रयमानिलेभ्यो नमोऽस्तु चन्द्रार्कमरुद्गणेभ्यः ॥`
            },
            {
                arth: `★ रामायणजी का ध्यान ★`,
                slok: `चरितं रघुनाथस्य शतकोटिप्रविस्तरम्। 
                एकैकमक्षरं पुंसां महापातकनाशनम्॥
                वाल्मीकिगिरिसम्भूता रामाम्भोनिधिसंगता।
                श्रीमद्रामायणी गङ्गा पुनाति भुवनत्रयम्॥
                वाल्मीकेर्मुनिसिंहस्य कवितावनचारिणः।
                श्रृण्वन् रामकथानादं को न याति परां गतिम् ॥`,
                note: `इसके बाद पारायण प्रारम्भ करें।`
            },
            {
                arth: `प्रतिदिन कथा - समाप्ति के समय निम्नांकित श्लोकों के द्वारा मङ्गलाशासन करके पारायण पूरा करे ―`,
                slok: `स्वस्ति प्रजाभ्यः परिपालयन्तां
                न्याय्येन मार्गेण महीं महीशाः।
गोब्राह्मणेभ्यः शुभमस्तु नित्यं
                लोकाः समस्ताः सुखिनो भवन्तु ॥ 
काले वर्षतु पर्जन्यः पृथिवी सस्यशालिनी।
देशोऽयं क्षोभरहितो ब्राह्मणाः सन्तु निर्भयाः ॥ 
अपुत्राः पुत्रिणः सन्तु पुत्रिणः सन्तु पौत्रिणः।
अधनाः सधनाः सन्तु जीवन्तु शरदां शतम्॥
चरितं रघुनाथस्य शतकोटिप्रविस्तरम्। 
एकैकमक्षरं प्रोक्त महापातकनाशनम्॥
शृण्वन् रामायणं भक्त्या यः पादं पदमेव वा।
स याति ब्रह्मणः स्थानं ब्रह्मणा पूज्यते सदा ॥ 
रामाय रामभद्राय रामचन्द्राय वेधसे। 
रघुनाथाय नाथाय सीतायाः पतये नमः॥
यन्मङ्गलं सहस्त्राक्षे सर्वदेवनमस्कृते।
वृत्रनाशे समभवत् तत् ते भवतु मङ्गलम्॥
यन्मङ्गलं सुपर्णस्य विनताकल्पयत् पुरा।
अमृतं प्रार्थयानस्य तत्ते भवतु मङ्गलम्॥
मङ्गलं कोसलेन्द्राय महनीयगुणात्मने। 
चक्रवर्तितनूजाय सार्वभौमाय मङ्गलम्॥ 
अमृतोत्पादने दैत्यान् घ्नतो वज्रधरस्य यत्।
अदितिर्मङ्गलं प्रादात् तत् ते भवतु मङ्गलम्॥
त्रीन् विक्रमान् प्रक्रमतो विष्णोरमिततेजसः।
यदासीन्मङ्गलं राम तत् ते भवतु मङ्गलम्॥
ऋषयः सागरा द्वीपा वेदा लोका दिशश्च ते।
मङ्गलानि महाबाहो दिशन्तु तव सर्वदा ॥ 
कायेन    वाचा   मनसेन्द्रियैर्वा
            बुद्ध्याऽऽत्मना वा प्रकृतिस्वभावात्।
करोमि यद् यत् सकलं परस्मै
            नारायणायेति समर्पये तत् ॥
`,
                note: `    ॥ श्रीसीतारामचन्द्राभ्यां नमः ॥`
            },
        ],



    }

}