export class Stuti {
    stuti: any = [
        {
            Adhyay: 'प्रथम',
            Arth: [
                {
                    Shlok: `॥ श्रीरामाय नमः ॥

                    श्रीजानकीजीवनाष्टकम्
                    
                    आलोक्य यस्यातिललामलीलां सद्भाग्यभाजौ पितरौ कृतार्थौ ।
                    तमर्भकं दर्पकदर्पचौरं श्रीजानकीजीवनमानतोऽस्मि ॥१॥
                     श्रुत्वैव यो भूपतिमात्तवाचं वनं गतस्तेन न नोदितोऽपि ।
                    तं लीलयाह्लादविषादशून्यं श्रीजानकीजीवनमानतोऽस्मि ॥२॥
                    जटायुषो दीनदशां विलोक्य प्रियावियोगप्रभवं च शोकम् ।
                    यो वै विसस्मार तमार्द्रचित्तं श्रीजानकीजीवनमानतोऽस्मि ॥३॥
                    यो वालिना ध्वस्तबलं सुकण्ठं न्ययोजयद्राजपदे कपीनाम् ।
                    तं स्वीयसन्तापसुतप्तचित्तं श्रीजानकीजीवनमानतोऽस्मि ॥४॥
                    यद्ध्याननिर्धूतवियोगवह्निर्विदेहबाला विबुधारिवन्याम् ।
                    प्राणान्दधे प्राणमयं प्रभुं तं श्रीजानकीजीवनमानतोऽस्मि ॥५॥ 
                    यस्यातिवीर्याम्बुधिवीचिराजौ वंश्यैरहो वैश्रवणो विलीनः ।
                    तं वैरिविध्वंसनशीललीलं श्रीजानकीजीवनमानतोऽस्मि ॥६॥
                    यद्रूपराकेशमयूखमालानुरञ्जिता राजरमापि रेजे।
                    तं राघवेन्द्रं विबुधेन्द्रवन्द्यं श्रीजानकीजीवनमानतोऽस्मि ॥७॥ 
                    एवं कृता येन विचित्रलीला मायामनुष्येण नृपच्छलेन ।
                    तं वै मरालं मुनिमानसानां श्रीजानकीजीवनमानतोऽस्मि ॥८॥`
                }
            ]
        },
        {
            Adhyay: 'द्वितीय',
            Arth: [
                {
                    Shlok: `श्रीराममङ्गलाशासनम्

                    मङ्गलं कौशलेन्द्राय महनीयगुणाब्धये ।
                    चक्रवर्तितनूजाय सार्वभौमाय मङ्गलम् ॥१॥
                    
                    वेदवेदान्तवेद्याय मेघश्यामलमूर्तये । 
                    पुंसां मोहनरूपाय पुण्यश्लोकाय मङ्गलम् ॥२॥
                    
                    विश्वामित्रान्तरङ्गाय मिथिलानगरीपतेः ।
                    भाग्यानां परिपाकाय भव्यरूपाय मङ्गलम् ॥३॥
                    
                    पितृभक्ताय सततं भ्रातृभिः सह सीतया ।
                    नन्दिताखिललोकाय रामभद्राय मङ्गलम् ॥४॥
                    
                    त्यक्तसाकेतवासाय चित्रकूटविहारिणे ।
                    सेव्याय सर्वयमिनां धीरोदयाय मङ्गलम् ॥५॥
                    
                    सौमित्रिणा च जानक्या चापबाणासिधारिणे ।
                    संसेव्याय सदा भक्त्या स्वामिने मम मङ्गलम् ॥६॥
                    
                    दण्डकारण्यवासाय खरदूषणशत्रवे ।
                    गृध्रराजाय भक्ताय मुक्तिदायास्तु मङ्गलम् ॥७॥
                    
                    सादरं शबरीदत्तफलमूलाभिलाषिणे ।
                    सौलभ्यपरिपूर्णाय सत्त्वोद्रिक्ताय मङ्गलम् ॥८॥
                    
                    हनुमत्समवेताय हरीशाभीष्टदायिने ।
                    बालिप्रमथनायास्तु महाधीराय मङ्गलम् ॥९॥
                    
                    श्रीमते रघुवीराय सेतूल्लङ्घितसिन्धवे ।
                    जितराक्षसराजाय रणधीराय मङ्गलम् ॥१०॥
                    
                    विभीषणकृते प्रीत्या लङ्काभीष्टप्रदायिने ।
                    सर्वलोकशरण्याय श्रीराघवाय मङ्गलम् ॥११॥
                    
                    आसाद्य नगरीं दिव्यामभिषिक्ताय सीतया ।
                    राजाधिराजराजाय रामभद्राय मङ्गलम् ॥१२॥
                    
                    ब्रह्मादिदेवसेव्याय ब्रह्मण्याय महात्मने ।
                    जानकीप्राणनाथाय रघुनाथाय मङ्गलम् ॥१३॥
                    
                    श्रीसौम्यजामातृमुनेः कृपयास्मानुपेयुषे ।
                    महते मम नाथाय रघुनाथाय मङ्गलम् ॥१४॥
                    
                    मङ्गलाशासनपरैर्मदाचार्यपुरोगमैः ।
                    सर्वैश्च पूर्वैराचार्यैः सत्कृतायास्तु मङ्गलम् ॥१५॥
                    
                    रम्यजामातृमुनिना मङ्गलाशासनं कृतम् ।
                    त्रैलोक्याधिपतिः श्रीमान् करोतु मङ्गलं सदा ॥१६॥`
                }
            ]
        },
        {
            Adhyay: 'वन्दना',
            Arth: [
                {
                    Shlok: `आपदामपहर्तारं दातारं सर्वसम्पदाम् । लोकाभिरामं श्रीरामं भूयो भूयो नमाम्यहम् ॥<br/>
                    रामाय रामभद्राय रामचन्द्राय वेधसे । रघुनाथाय नाथाय सीतायाः पतये नमः ॥ `,
                    Arth: `आपत्तियों को हरने वाले तथा सब प्रकार की सम्पत्ति प्रदान करने वाले लोकाभिराम भगवान् रामको मैं बारंबार नमस्कार करता हूँ। राम, रामभद्र, रामचन्द्र, विधातृस्वरूप, रघुनाथ प्रभु सीतापति को नमस्कार है।`
                },
                {
                    Shlok: `नीलाम्बुजश्यामलकोमलाङ्गं सीतासमारोपितवामभागम् ।<br/>
                    पाणौ महासायकचारुचापं नमामि रामं रघुवंशनाथम् ॥ `,
                    Arth: `नीले कमल के समान श्याम और कोमल जिनके अंग हैं, श्रीसीताजी जिनके वाम भाग में विराजमान हैं और जिनके हाथों में [क्रमश:] अमोघ बाण और सुन्दर धनुष हैं, उन रघुवंश- स्वामी श्रीरामचन्द्रजी को मैं नमस्कार करता हूँ।`
                }
            ]
        },
        {
            Adhyay: 'श्री राम स्तुति',
            Arth: [
                {
                    heading: `★दोहा★`,
                    Doha: `श्री राम चंद्र कृपालु भजमन, 
                    हरण भाव भय दारुणम् ।<br/>
                    नवकंज लोचन कंज मुखकर, 
                                        कंज पद कन्जारुणम् ।।<br/><br/> 

                    कंदर्प अगणित अमित छवी नव नील नीरज सुन्दरम् ।<br/>
                    पट्पीत मानहु तडित रूचि शुचि नौमी जनक सुतावरम् ।।<br/><br/> 

                    भजु दीन बंधु दिनेश दानव दैत्य वंश निकंदनम् ।<br/>
                    रघुनंद आनंद कंद कौशल चंद दशरथ नन्दनम् ।।<br/><br/> 

                    सिर मुकुट कुण्डल तिलक चारु उदारू अंग विभूषणं ।<br/> 
                    आजानु भुज शर चाप धर संग्राम जित खर - धूषणं ।।<br/><br/> 

                    इति वदति तुलसीदास शंकर शेष मुनि मन रंजनम् ।<br/> 
                    मम ह्रदय कुंज निवास कुरु कामादी खल दल गंजनम् ।। `,
                    heading1: `★छंद★`,
                    Chhand: `मनु जाहिं राचेऊ मिलिहि सो बरु सहज सुंदर सावरों ।<br/>
                    करुना निधान सुजान सिलू सनेहू जानत रावरो ।।<br/><br/>
                    
                    एही भांती गौरी असीस सुनी सिय सहित हिय हरषी अली ।<br/> 
                    तुलसी भवानी पूजि पूनी पूनी मुदित मन मंदिर चली ।।`,
                    heading2: `★सोरठा★`,
                    Sortha: `जानि गौरी अनुकूल सिय हिय हरषु न जाइ कहि ।<br/>
                    मंजुल मंगल मूल वाम अंग फरकन लगे ।।`
                }
            ]
        },
        {
            Adhyay: 'मंगल गीत',
            Arth: [
                {
                    Shlok: `भए प्रगट कृपाला दीन दयाला कौसल्या हितकारी ।<br/>
                    हरषित महतारी मुनि मन हारी अद्भूतरूप बिचारी ॥<br/>
                    लोचन अभिरामा तनु घनश्यामा निज आयुध भुज चारी ।<br/>
                    भूषन बनमाला नयन बिसाला सोभा सिंधु खरारी ॥१॥<br/><br/>
                    
                    कह दुइ कर जोरी अस्तुति तोरी केहि विधि करौं अनंता ।<br/>
                    माया गुन ग्यानातीत अमाना वेद पुरान भजंता ॥<br/>
                    करुना सुख सागर, सब गुन आगर, जेहि गावहिं श्रुति संता ।<br/>
                    सो मम हित लागी जन अनुरागी भयउ प्रगट श्री कंता ॥२॥<br/><br/>
                    
                    ब्रह्माण्ड निकाया निर्मित माया रोम रोम प्रति वेद कहै ।<br/>
                    मम उर सो बासी, यह उपहासी, सुनत धीर मति थिर नरऍहै ॥<br/>
                    उपजा जब ग्याना, प्रभु मुसुकाना, चरित बहुत विधि कीन्ह चहै ।<br/>
                    कहि कथा सुहाईमा बुझाई जेहि प्रकार सुत प्रेम लहैं ॥३॥<br/><br/>
                    
                    माता पुनि बोली सो मति डोली तजहु तात यह रूपा ।<br/>
                    कीजे सिसुरीला अति प्रियसीला यह सुख परम अनूपा ॥<br/>
                    सुनि वचन सुजाना, रोदन ठाना होई बालक सुरभूपा ।<br/>
                    यह चरित जे गावहिं हरिपद पावहिं ते न परहिं भवकूपा ॥४॥<br/><br/>
                    
                    भए प्रगट कृपाला दीन दयाला कौसल्या हितकारी।<br/>
                    हरषित महतारी मुनि मन हारी अद्भूतरूप बिचारी ॥`
                }
            ]
        }
    ]
}