export class Sundarkand {
    sundarkand:any = [
        {
            "adhay": "सुन्दरकाण्डम् - प्रथमः सर्गः हनुमान्जीके द्वारा समुद्रका लङ्कन, मैनाकके द्वारा उनका स्वागत, सुरसापर उनकी विजय तथा सिंहिकाका वध करके उनका समुद्रके उस पार पहुँचकर लंकाकी शोभा देखना",
            "arths": [
                {
                    "slok": "ततो रावणनीतायाः सीतायाः शत्रुकर्षणः।। इयेष पदमन्वेष्टुं चारणाचरिते पथि॥१॥ ",
                    "arth": "तदनन्तर शत्रुओंका संहार करनेवाले हनुमान्जीने रावणद्वारा हरी गयी सीताके निवासस्थानका पता लगानेके लिये उस आकाशमार्गसे जानेका विचार किया, जिसपर चारण (देवजातिविशेष) विचरा करते हैं॥१॥ "
                },
                {
                    "slok": "दुष्करं निष्प्रतिद्वन्द्वं चिकीर्षन् कर्म वानरः। समुदग्रशिरोग्रीवो गवां पतिरिवाबभौ ॥२॥",
                    "arth": "कपिवर हनुमान्जी ऐसा कर्म करना चाहते थे, जो दूसरोंके लिये दुष्कर था तथा उस कार्यमें उन्हें किसी और की सहायता भी नहीं प्राप्त थी। उन्होंने मस्तक और ग्रीवा ऊँची की। उस समय वे हृष्ट-पुष्ट साँड़के समान प्रतीत होने लगे॥२॥"
                },
                {
                    "slok": "अथ वैदूर्यवर्णेषु शाद्वलेषु महाबलः। धीरः सलिलकल्पेषु विचचार यथासुखम्॥३॥",
                    "arth": "फिर धीर स्वभाववाले वे महाबली पवनकुमार वैदूर्यमणि (नीलम) और समुद्रके जलकी भाँति हरीहरी घासपर सुखपूर्वक विचरने लगे॥३॥"
                },
                {
                    "slok": "द्विजान् वित्रासयन् धीमानुरसा पादपान् हरन्। मृगांश्च सुबहून् निघ्नन् प्रवृद्ध इव केसरी॥४॥",
                    "arth": "उस समय बुद्धिमान् हनुमान्जी पक्षियोंको त्रास देते, वृक्षोंको वक्षःस्थलके आघातसे धराशायी करते तथा बहुत-से मृगों (वन-जन्तुओं) को कुचलते हुए पराक्रममें बढ़े-चढ़े सिंहके समान शोभा पा रहे थे॥४।"
                },
                {
                    "slok": "नीललोहितमाञ्जिष्ठपद्मवर्णैः सितासितैः।। स्वभावसिद्धैर्विमलैर्धातुभिः समलंकृतम्॥५॥",
                    "arth": "उस पर्वतका जो तलप्रदेश था, वह पहाड़ोंमें स्वभावसे ही उत्पन्न होनेवाली नीली, लाल, मजीट निर्मल धातुओंसे अच्छी तरह अलंकृत था॥५॥ "
                },
                {
                    "slok": "कामरूपिभिराविष्टमभीक्ष्णं सपरिच्छदैः। यक्षकिंनरगन्धर्वैर्देवकल्पैः सपन्नगैः॥ ६ ॥",
                    "arth": "उसपर देवोपम यक्ष. किन्नर. गन्धर्व और नाग. जो इच्छानुसार रूप धारण करनेवाले थे, निरन्तर परिवारसहित निवास करते थे॥६॥"
                },
                {
                    "slok": "स तस्य गिरिवर्यस्य तले नागवरायुते। तिष्ठन् कपिवरस्तत्र हृदे नाग इवाबभौ॥ ७ ॥",
                    "arth": "___ बड़े-बड़े गजराजोंसे भरे हुए उस पर्वतके समतल प्रदेशमें खड़े हुए कपिवर हनुमान्जी वहाँ जलाशयमें स्थित हुए विशालकाय हाथीके समान जान पड़ते थे॥ "
                },
                {
                    "slok": "स सूर्याय महेन्द्राय पवनाय स्वयम्भुवे। . भूतेभ्यश्चाञ्जलिं कृत्वा चकार गमने मतिम्॥ ८ ॥",
                    "arth": "उन्होंने सूर्य, इन्द्र, पवन, ब्रह्मा और भूतों । (देवयोनिविशेषों) को भी हाथ जोड़कर उस पार जानेका विचार किया॥८॥"
                },
                {
                    "slok": "अञ्जलिं प्राङ्मुखं कुर्वन् पवनायात्मयोनये। | ततो हि ववृधे गन्तुं दक्षिणो दक्षिणां दिशम्॥ ९ ॥",
                    "arth": "फिर पूर्वाभिमुख होकर अपने पिता पवनदेवको प्रणाम किया। तत्पश्चात् कार्यकुशल हनुमान्जी दक्षिण दिशामें जानेके लिये बढ़ने लगे (अपने शरीरको बढ़ाने लगे)॥९॥ "
                },
                {
                    "slok": "प्लवगप्रवरैर्दृष्टः प्लवने कृतनिश्चयः। ववृधे रामवृद्धयर्थं समुद्र इव पर्वसु॥१०॥",
                    "arth": "बड़े-बड़े वानरोंने देखा, जैसे पूर्णिमाके दिन समुद्रमें ज्वार आने लगता है, उसी प्रकार समुद्रलङ्घनके लिये दृढ़ निश्चय करनेवाले हनुमान्जी श्रीरामकी कार्य-सिद्धिके लिये बढ़ने लगे॥१०॥"
                },
                {
                    "slok": "निष्प्रमाणशरीरः सँल्लिलवयिषुरर्णवम्। बानपयां पीटयामास चरणाभ्यां च पर्वतम॥११॥",
                    "arth": "समुद्रको लाघनकी इच्छार्स उन्होंने अपने शरीरका बेहद बढ़ा लिया और अपनी दोनों भुजाओं तथा चरणोंसे उस पर्वतको दबाया॥११॥ "
                },
                {
                    "slok": "स चचालाचलश्चाशु मुहूर्तं कपिपीडितः। तरूणां पुष्पिताग्राणां सर्वं पुष्पमशातयत्॥१२॥",
                    "arth": "कपिवर हनुमान्जीके द्वारा दबाये जानेपर तुरंत ही वह पर्वत काँप उठा और दो घड़ीतक डगमगाता रहा। उसके ऊपर जो वृक्ष उगे थे, उनकी डालियोंके अग्रभाग फूलोंसे लदे हुए थे; किंतु उस पर्वतके हिलनेसे उनके वे सारे फूल झड़ गये॥१२॥"
                },
                {
                    "slok": " तेन पादपमुक्तेन पुष्पौघेण सुगन्धिना। सर्वतः संवृतः शैलो बभौ पुष्पमयो यथा॥१३॥",
                    "arth": "वृक्षोंसे झड़ी हुई उस सुगन्धित पुष्पराशिके द्वारा सब ओरसे आच्छादित हुआ वह पर्वत ऐसा जान पड़ता था, मानो वह फूलोंका ही बना हुआ हो॥१३॥ "
                },
                {
                    "slok": "तेन चोत्तमवीर्येण पीड्यमानः स पर्वतः। सलिलं सम्प्रसुत्राव मदमत्त इव द्विपः॥१४॥",
                    "arth": "महापराक्रमी हनुमान्जीके द्वारा दबाया जाता हुआ महेन्द्रपर्वत जलके स्रोत बहाने लगा, मानो कोई मदमत्त गजराज अपने कुम्भस्थलसे मदकी धारा बहा रहा हो॥१४॥ "
                },
                {
                    "slok": "पीड्यमानस्तु बलिना महेन्द्रस्तेन पर्वतः। रीतीनिवर्तयामास . काञ्चनाञ्जनराजतीः॥१५॥ ",
                    "arth": "बलवान् पवनकुमारके भारसे दबा हुआ महेन्द्रगिरि सुनहरे, रुपहले और काले रंगके जलस्रोत प्रवाहित करने लगा॥१५॥ "
                },
                {
                    "slok": "मुमोच च शिलाः शैलो विशालाः समनःशिलाः। मध्यमेनार्चिषा जुष्टो धूमराजीरिवानलः॥१६॥",
                    "arth": "इतना ही नहीं, जैसे मध्यम ज्वालासे युक्त अग्नि लगातार धुआँ छोड़ रही हो, उसी प्रकार वह पर्वत मैनसिलसहित बड़ी-बड़ी शिलाएँ गिराने लगा॥१६॥ "
                },
                {
                    "slok": "हरिणा पीड्यमानेन पीड्यमानानि सर्वतः। गुहाविष्टानि सत्त्वानि विनेदुर्विकृतैः स्वरैः॥१७॥ ",
                    "arth": "हनुमान्जीके उस पर्वत-पीडनसे पीड़ित होकर वहाँके समस्त जीव गुफाओंमें घुसे हुए बुरी तरहसे चिल्लाने लगे॥१७॥ "
                },
                {
                    "slok": "स महान् सत्त्वसन्नादः शैलपीडानिमित्तजः। पृथिवीं पूरयामास दिशश्चोपवनानि च॥१८॥",
                    "arth": "इस प्रकार पवतका दबानक कारण उत्पन्न हुआ वह जीव-जन्तुओंका महान् कोलाहल पृथ्वी, उपवन और सम्पूर्ण दिशाओंमें भर गया॥१८॥"
                },
                {
                    "slok": "गया॥१८॥ शिरोभिः पृथुभिर्नागा व्यक्तस्वस्तिकलक्षणैः। वमन्तः पावकं घोरं ददंशुर्दशनैः शिलाः॥१९॥",
                    "arth": "जिनमें स्वस्तिक* चिह्न स्पष्ट दिखायी दे रहे थे, उन स्थूल फणोंसे विषकी भयानक आग उगलते हुए बड़े-बड़े सर्प उस पर्वतकी शिलाओंको अपने दाँतोंसे डंसने लगे॥१९॥"
                },
                {
                    "slok": "या तास्तदा सविषैर्दष्टाः कुपितैस्तैर्महाशिलाः। जज्वलुः पावकोद्दीप्ता बिभिदुश्च सहस्त्रधा॥२०॥",
                    "arth": "क्रोधसे भरे हुए उन विषैले साँपोंके काटनेपर वे बड़ी- बड़ी शिलाएँ इस प्रकार जल उठीं, मानो उनमें आग लग गयी हो। उस समय उन सबके सहस्रों टुकड़े हो गये॥२०॥ "
                },
                {
                    "slok": "यानि त्वौषधजालानि तस्मिञ्जातानि पर्वते। विषघ्नान्यपि नागानां न शेकुः शमितुं विषम्॥२१॥",
                    "arth": "उस पर्वतपर जो बहुत-सी ओषधियाँ उगी हुई थीं, वे विषको नष्ट करनेवाली होनेपर भी उन नागोंके विषको शान्त न कर सकीं ॥२१॥ "
                },
                {
                    "slok": "भिद्यतेऽयं गिरिभूतैरिति मत्वा तपस्विनः। त्रस्ता विद्याधरास्तस्मादुत्पेतुः स्त्रीगणैः सह॥२२॥",
                    "arth": "उस समय वहाँ रहनेवाले तपस्वी और विद्याधरोंने समझा कि इस पर्वतको भूतलोग तोड़ रहे हैं, इससे भयभीत होकर वे अपनी स्त्रियोंके साथ वहाँसे ऊपर उठकर अन्तरिक्षमें चले गये॥२२॥ "
                },
                {
                    "slok": "पानभूमिगतं हित्वा हैममासवभाजनम्। पात्राणि च महार्हाणि करकांश्च हिरण्मयान्॥२३॥ ",
                    "arth": "अध्याय"
                },
                {
                    "slok": "लेह्यानुच्चावचान् भक्ष्यान् मांसानि विविधानि च। आर्षभाणि च चर्माणि खड्गांश्च कनकत्सरून्॥२४॥ ",
                    "arth": "अध्याय"
                },
                {
                    "slok": "कृतकण्ठगुणाः क्षीबा रक्तमाल्यानुलेपनाः। रक्ताक्षाः पुष्कराक्षाश्च गगनं प्रतिपेदिरे॥२५॥",
                    "arth": "मधुपानके स्थानमें रखे हुए सुवर्णमय आसवपात्र, बहुमूल्य बर्तन, सोनेके कलश, भाँति-भाँतिके भक्ष्य पदार्थ, चटनी, नाना प्रकारके फलोंके गूदे, बैलोंकी खालकी बनी हुई ढालें और सुवर्णजटित मूठवाली तलवारें छोड़कर कण्ठमें माला धारण किये, लाल रंगके फूल और अनुलेपन (चन्दन) लगाये, प्रफुल्ल कमलके सदृश सुन्दर एवं लाल नेत्रवाले वे मतवाले विद्याधरगण भयभीत-से होकर आकाशमें चले गये॥ २३-२५॥ "
                },
                {
                    "slok": " हारनूपुरकेयूरपारिहार्यधराः स्त्रियः। विस्मिताः सस्मितास्तस्थुराकाशे रमणैः सह॥२६॥",
                    "arth": "। उनकी स्त्रियाँ गलेमें हार, पैरोंमें नूपुर,भुजाओंमें बाजूबंद और कलाइयोंमें कंगन धारण किये आकाशमें अपने पतियोंके साथ मन्द-मन्द मुसकराती हुई चकितसी खड़ी हो गयीं॥२६॥ "
                },
                {
                    "slok": " दर्शयन्तो महाविद्यां विद्याधरमहर्षयः। सहितास्तस्थुराकाशे वीक्षांचक्रुश्च पर्वतम् ॥२७॥",
                    "arth": "विद्याधर और महर्षि अपनी महाविद्या (आकाशमें निराधार खड़े होनेकी शक्ति)-का परिचय देते हुए अन्तरिक्षमें एक साथ खड़े हो गये और उस पर्वतकी ओर देखने लगे॥२७॥"
                },
                {
                    "slok": "शुश्रुवुश्च तदा शब्दमृषीणां भावितात्मनाम्। चारणानां च सिद्धानां स्थितानां विमलेऽम्बरे॥२८॥ ",
                    "arth": "वाम उन्होंने उस समय निर्मल आकाशमें खड़े हुए भावितात्मा (पवित्र अन्तःकरणवाले) महर्षियों, चारणों और सिद्धोंकी ये बातें सुनीं- ॥२८॥ "
                },
                {
                    "slok": "एष पर्वतसंकाशो हनुमान् मारुतात्मजः। तितीर्षति महावेगः समुद्रं वरुणालयम्॥२९॥",
                    "arth": "'अहा! ये पर्वतके समान विशालकाय महान् वेगशाली पवनपुत्र हनुमान्जी वरुणालय समुद्रको पार करना चाहते हैं॥ २९॥ "
                },
                {
                    "slok": " रामार्थं वानरार्थं च चिकीर्षन् कर्म दुष्करम्। समुद्रस्य परं पारं दुष्प्रापं प्राप्तुमिच्छति॥३०॥",
                    "arth": "'श्रीरामचन्द्रजी और वानरोंके कार्यकी सिद्धिके लिये दुष्कर कर्म करनेकी इच्छा रखनेवाले ये पवनकुमार समुद्रके दूसरे तटपर पहुँचना चाहते हैं, जहाँ जाना अत्यन्त कठिन है'॥३०॥"
                },
                {
                    "slok": "इति विद्याधरा वाचः श्रुत्वा तेषां तपस्विनाम्। तमप्रमेयं ददृशुः पर्वते वानरर्षभम् ॥३१॥",
                    "arth": "इस प्रकार विद्याधरोंने उन तपस्वी महात्माओंकी कही हुई ये बातें सुनकर पर्वतके ऊपर अतुलित बलशाली वानरशिरोमणि हनुमान्जीको देखा॥३१॥ "
                },
                {
                    "slok": "दुधुवे च स रोमाणि चकम्पे चानलोपमः। ननाद च महानादं सुमहानिव तोयदः॥३२॥",
                    "arth": "उस समय हनुमान्जी अग्निके समान जान पड़ते थे। उन्होंने अपने शरीरको हिलाया और रोएँ झाड़े तथा महान् मेघके समान बड़े जोर-जोरसे गर्जना की ॥ ३२ ॥"
                },
                {
                    "slok": "आनुपूर्व्या च वृत्तं तल्लाङ्गलं रोमभिश्चितम्।। उत्पतिष्यन् विचिक्षेप पक्षिराज इवोरगम्॥३३॥ ",
                    "arth": "हनुमान्जी अब ऊपरको उछलना ही चाहते थे। उन्होंने क्रमशः गोलाकार मुड़ी तथा रोमावलियोंसे भरी हुई अपनी पूंछको उसी प्रकार आकाशमें फेंका, जैसे पक्षिराज गरुड़ सर्पको फेंकते हैं॥ ३३ ॥"
                },
                {
                    "slok": "तस्य लाङ्गलमाविद्धमतिवेगस्य पृष्ठतः। ददृशे गरुडेनेव ह्रियमाणो महोरगः॥३४॥",
                    "arth": "अत्यन्त वेगशाली हनुमान्जीके पीछे आकाशमें फैली हुई उनकी कुछ-कुछ मुड़ी हुई पूँछ गरुड़के द्वारा ले जाये जाते हुए महान् सर्पके समान दिखायी देती थी॥ बाहू संस्तम्भयामास महापरिघसंनिभौ। आससाद कपिः कट्यां चरणौ संचुकोच च॥३५॥"
                },
                {
                    "slok": "अत्यन्त वेगशाली हनुमान्जीके पीछे आकाशमें फैली हुई उनकी कुछ-कुछ मुड़ी हुई पूँछ गरुड़के द्वारा ले जाये जाते हुए महान् सर्पके समान दिखायी देती थी॥ बाहू संस्तम्भयामास महापरिघसंनिभौ। आससाद कपिः कट्यां चरणौ संचुकोच च॥३५॥",
                    "arth": "उन्होंने अपनी विशाल परिघके समान भुजाओंको पर्वतपर जमाया। फिर ऊपरके सब अंगोंको इस तरह सिकोड़ लिया कि वे कटिकी सीमामें ही आ गये; साथ ही उन्होंने दोनों पैरोंको भी समेट लिया॥ ३५ ॥"
                },
                {
                    "slok": "संहृत्य च भुजौ श्रीमांस्तथैव च शिरोधराम्। | तेजः सत्त्वं तथा वीर्यमाविवेश स वीर्यवान्॥३६॥",
                    "arth": "तत्पश्चात् तेजस्वी और पराक्रमी हनुमान्जीने | अपनी दोनों भुजाओं और गर्दनको भी सिकोड़ लिया। इस समय उनमें तेज, बल और पराक्रम-सभीका आवेश हुआ॥ ३६॥ "
                },
                {
                    "slok": "मार्गमालोकयन् दूरादूर्ध्वप्रणिहितेक्षणः। | रुरोध हृदये प्राणानाकाशमवलोकयन्॥३७॥",
                    "arth": "उन्होंने अपने लम्बे मार्गपर दृष्टि दौड़ानेके लिये | नेत्रोंको ऊपर उठाया और आकाशकी ओर देखते हुए प्राणोंको हृदयमें रोका ॥ ३७॥ "
                },
                {
                    "slok": "पद्भयां दृढमवस्थानं कृत्वा स कपिकुञ्जरः। | निकुच्य कर्णौ हनुमानुत्पतिष्यन् महाबलः॥३८॥ ",
                    "arth": " वानरान् वानरश्रेष्ठ इदं वचनमब्रवीत्। इस प्रकार ऊपरको छलाँग मारनेकी तैयारी करते | हुए कपिश्रेष्ठ महाबली हनुमान्ने अपने पैरोंको अच्छी तरह जमाया और कानोंको सिकोड़कर उन वानरशिरोमणिने अन्य वानरोंसे इस प्रकार कहा- ॥३८॥"
                },
                {
                    "slok": " यथा राघवनिर्मुक्तः शरः श्वसनविक्रमः॥३९॥  यथा राघवनिर्मुक्तः शरः श्वसनविक्रमः॥३९॥ ",
                    "arth": "'जैसे श्रीरामचन्द्रजीका छोड़ा हुआ बाण वायुवेगसे | चलता है, उसी प्रकार मैं रावणद्वारा पालित लंकापुरीमें जाऊँगा ॥ ३९३ ॥"
                },
                {
                    "slok": "नहि द्रक्ष्यामि यदि ता लंकायां जनकात्मजाम्॥४०॥ अनेनैव हि वेगेन गमिष्यामि सुरालयम्। ",
                    "arth": " 'यदि लंकामें जनकनन्दिनी सीताको नहीं देखुंगा तो इसी वेगसे मैं स्वर्गलोकमें चला जाऊँगा॥ ४० ॥ "
                },
                {
                    "slok": "यदि वा त्रिदिवे सीतां न द्रक्ष्यामि कृतश्रमः॥४१॥ बद्ध्वा राक्षसराजानमानयिष्यामि रावणम्। ",
                    "arth": "'इस प्रकार परिश्रम करनेपर यदि मुझे स्वर्गमें भी सीताका दर्शन नहीं होगा तो राक्षसराज रावणको बाँधकर लाऊँगा॥ ४१३ ॥"
                },
                {
                    "slok": "सर्वथा कृतकार्योऽहमेष्यामि सह सीतया॥४२॥ आनयिष्यामि वा लंकां समुत्पाट्य सरावणाम्।",
                    "arth": "'सर्वथा कृतकृत्य होकर मैं सीताके साथ लौटूंगा अथवा रावणसहित लंकापुरीको ही उखाड़कर लाऊँगा'॥ "
                },
                {
                    "slok": "एवमुक्त्वा तु हनुमान् वानरो वानरोत्तमः॥४३॥ उत्पपाताथ वेगेन वेगवानविचारयन्। सुपर्णमिव चात्मानं मेने स कपिकुञ्जरः॥४४॥",
                    "arth": "ऐसा कहकर वेगशाली वानरप्रवर श्रीहनुमान्जीने विघ्न-बाधाओंका कोई विचार न करके बड़े वेगसे ऊपरकी ओर छलाँग मारी। उस समय उन वानरशिरोमणिने अपनेको साक्षात् गरुड़के समान ही समझा ॥ ४३-४४॥ "
                },
                {
                    "slok": "समुत्पतति वेगात् तु वेगात् ते नगरोहिणः। संहृत्य विटपान् सर्वान् समुत्पेतुः समन्ततः॥४५॥",
                    "arth": "जिस समय वे कूदे, उस समय उनके वेगसे आकृष्ट हो पर्वतपर उगे हुए सब वृक्ष उखड़ गये और अपनी सारी डालियोंको समेटकर उनके साथ ही सब ओरसे वेगपूर्वक उड़ चले ॥४५॥ "
                },
                {
                    "slok": "स मत्तकोयष्टिभकान् पादपान् पुष्पशालिनः।। उद्वहन्नुरुवेगेन जगाम विमलेऽम्बरे॥४६॥",
                    "arth": "वे हनुमान्जी मतवाले कोयष्टि आदि पक्षियोंसे युक्त, बहुसंख्यक पुष्पशोभित वृक्षोंको अपने महान् वेगसे ऊपरकी ओर खींचते हुए निर्मल आकाशमें अग्रसर होने लगे॥ ४६॥"
                },
                {
                    "slok": " ऊरुवेगोत्थिता वृक्षा मुहूर्तं कपिमन्वयुः। प्रस्थितं दीर्घमध्वानं स्वबन्धुमिव बान्धवाः॥४७॥",
                    "arth": "उनकी जाँघोंके महान् वेगसे ऊपरको उठे हुए वृक्ष एक मुहूर्ततक उनके पीछे-पीछे इस प्रकार गये, जैसे दूर-देशके पथपर जानेवाले अपने भाई-बन्धुको उसके बन्धु-बान्धव पहुँचाने जाते हैं॥४७॥"
                },
                {
                    "slok": "तमूरुवेगोन्मथिताः सालाश्चान्ये नगोत्तमाः। अनुजग्मुर्हनूमन्तं सैन्या इव महीपतिम्॥४८॥",
                    "arth": "हनुमान्जीकी जाँघोंके वेगसे उखड़े हुए साल तथा दूसरे-दूसरे श्रेष्ठ वृक्ष उनके पीछे-पीछे उसी प्रकार चले, जैसे राजाके पीछे उसके सैनिक चलते हैं॥४८॥"
                },
                {
                    "slok": "सुपुष्पिताग्रैर्बहुभिः पादपैरन्वितः कपिः। हनूमान् पर्वताकारोण बभूवाद्भुतदर्शनः॥४९॥",
                    "arth": "जिनकी डालियोंके अग्रभाग फूलोंसे सुशोभित थे, उन बहुतेरे वृक्षोंसे संयुक्त हुए पर्वताकार हनुमान्जी अद्भुत शोभासे सम्पन्न दिखायी दिये॥४९॥ "
                },
                {
                    "slok": "सारवन्तोऽथ ये वृक्षा न्यमज्जल्लवणाम्भसि। भयादिव महेन्द्रस्य पर्वता वरुणालये॥५०॥",
                    "arth": "उन वृक्षोंमेंसे जो भारी थे, वे थोड़ी ही देरमें गिरकर क्षारसमुद्रमें डूब गये। ठीक उसी तरह, जैसे कितने ही पंखधारी पर्वत देवराज इन्द्रके भयसे वरुणालयमें निमग्न हो गये थे॥५०॥ "
                },
                {
                    "slok": "स नानाकुसुमैः कीर्णः कपिः साङ्करकोरकैः। शुशुभे मेघसंकाशः खद्योतैरिव पर्वतः॥५१॥",
                    "arth": "मेघके समान विशालकाय हनुमान्जी अपने साथ खींचकर आये हुए वृक्षोंके अंकुर और कोरसहित फूलोंसे आच्छादित हो जुगुनुओंकी जगमगाहटसे युक्त पर्वतके समान शोभा पाते थे॥५१॥ "
                },
                {
                    "slok": "विमुक्तास्तस्य वेगेन मुक्त्वा पुष्पाणि ते द्रुमाः। प्रण व्यवशीर्यन्त सलिले निवृत्ताः सुहृदो यथा॥५२॥",
                    "arth": "वे वृक्ष जब हनुमान्जीके वेगसे मुक्त हो जाते (उनके आकर्षणसे छूट जाते), तब अपने फूल बरसाते हुए इस प्रकार समुद्रके जलमें डूब जाते थे, जैसे सुहृद्वर्गके लोग परदेश जानेवाले अपने किसी बन्धुको दूरतक पहुँचाकर लौट आते हैं॥५२॥ "
                },
                {
                    "slok": "लघुत्वेनोपपन्नं तद् विचित्रं सागरेऽपतत्। द्रुमाणां विविधं पुष्पं कपिवायुसमीरितम्। ताराचितमिवाकाशं प्रबभौ स महार्णवः॥५३॥",
                    "arth": "हनुमान्जीके शरीरसे उठी हुई वायुसे प्रेरित हो वृक्षोंके भाँति-भाँतिके पुष्प अत्यन्त हलके होनेके कारण जब समुद्रमें गिरते थे, तब डूबते नहीं थे। इसलिये उनकी विचित्र शोभा होती थी। उन फूलोंके कारण वह महासागर तारोंसे भरे हुए आकाशके समान सुशोभित होता था॥५३॥"
                },
                {
                    "slok": "पुष्पौघेण सुगन्धेन नानावर्णेन वानरः। बभौ मेघ इवोद्यन् वै विद्युद्गणविभूषितः॥५४॥",
                    "arth": "अनेक रंगकी सुगन्धित पुष्पराशिसे उपलक्षित वानर-वीर हनुमान्जी बिजली-से सुशोभित होकर उठते हुए मेघके समान जान पड़ते थे॥५४॥"
                },
                {
                    "slok": "तस्य वेगसमुद्भूतैः पुष्पैस्तोयमदृश्यत। ताराभिरिव पाण रामाभिरुदिताभिरिवाम्बरम्॥५५ । -",
                    "arth": "उनके वेगसे झड़े हुए फूलोंके कारण समुद्रक जल उगे हुए रमणीय तारोंसे खचित आकाशके समा दिखायी देता था॥५५॥ "
                },
                {
                    "slok": "तस्याम्बरगतौ बाहू ददृशाते प्रसारितौ। र पर्वताग्राद् विनिष्क्रान्तौ पञ्चास्याविव पन्नगौ॥५६।",
                    "arth": "सा आकाशमें फैलायी गयी उनकी दोनों भुजाएँ ऐर्स दिखायी देती थीं, मानो किसी पर्वतके शिखरसे पाँच फनवाले दो सर्प निकले हुए हों॥५६॥ "
                },
                {
                    "slok": "पिबन्निव बभौ चापि सोर्मिजालं महार्णवम्। पिपासुरिव चाकाशं ददृशे स महाकपिः॥५७। ",
                    "arth": "उस समय महाकपि हनुमान् ऐसे प्रतीत होते थे मानो तरङ्गमालाओंसहित महासागरको पी रहे हों। वे ऐसे दिखायी देते थे, मानो आकाशको भी पी जान चाहते हों॥५७॥ "
                },
                {
                    "slok": " तस्य विद्युत्प्रभाकारे वायुमार्गानुसारिणः। नयने विप्रकाशेते पर्वतस्थाविवानलौ॥५८।",
                    "arth": "वायुके मार्गका अनुसरण करनेवाले हनुमान्जीवे बिजलीकी-सी चमक पैदा करनेवाले दोनों नेत्र ऐसे प्रकाशित हो रहे थे, मानो पर्वतपर दो स्थानोंमें लगे हुए दावानल दहक रहे हों॥५८॥"
                },
                {
                    "slok": "पिङ्गे पिङ्गाक्षमुख्यस्य बृहती परिमण्डले। चक्षुषी सम्प्रकाशेते चन्द्रसूर्याविव स्थितौ ॥५९।",
                    "arth": "- पिंगल नेत्रवाले वानरोंमें श्रेष्ठ हनुमान्जीकी दोन गोल बड़ी-बड़ी और पीले रंगकी आँखें चन्द्रमा औ सूर्यके समान प्रकाशित हो रही थीं॥५९॥ "
                },
                {
                    "slok": "मुखं नासिकया तस्य ताम्रया ताम्रमाबभौ। संध्यया समभिस्पृष्टं यथा स्यात् सूर्यमण्डलम्॥६०। ",
                    "arth": "कि लाल-लाल नासिकाके कारण उनका सारा मुँ लाली लिये हुए था, अतः वह संध्याकालसे संयुक्त सूर्यमण्डलके समान सुशोभित होता था॥६०॥ "
                },
                {
                    "slok": "लाङ्गलं च समाविद्धं प्लवमानस्य शोभते। अम्बरे वायुपुत्रस्य शक्रध्वज इवोच्छ्रितम्॥६१",
                    "arth": "आकाशमें तैरते हुए पवनपुत्र हनुमान्की उर हुई टेढ़ी पूँछ इन्द्रकी ऊँची ध्वजाके समान जा पड़ती थी॥६१॥"
                },
                {
                    "slok": " लालचक्रो हनुमान् शुक्लदंष्ट्रोऽनिलात्मजः। व्यरोंचत महाप्राज्ञः परिवेषीव भास्करः॥६२",
                    "arth": "महाबुद्धिमान् पवनपुत्र हनुमान्जीकी दाढ़ें सफेद थीं और पूंछ गोलाकार मुड़ी हुई थी। इसलिये वे परिधिसे घिरे हुए सूर्यमण्डलके समान जान पड़ते थे॥ "
                },
                {
                    "slok": "स्फिग्देशेनातितानेण रराज स महाकपिः। महता दारितेनेव गिरिगैरिकधातुना॥६३॥",
                    "arth": "उनकी कमरके नीचेका भाग बहुत लाल था। इससे वे महाकपि हनुमान् फटे हुए गेरूसे युक्त विशाल पर्वतके समान शोभा पाते थे॥६३॥"
                },
                {
                    "slok": "तस्य वानरसिंहस्य प्लवमानस्य सागरम्। कक्षान्तरगतो वायुर्जीमूत इव गर्जति॥६४॥",
                    "arth": "ऊपर-ऊपरसे समुद्रको पार करते हुए वानरसिंह हनुमान्की काँखसे होकर निकली हुई वायु बादलके समान गरजती थी॥६४॥"
                },
                {
                    "slok": "खे यथा निपतत्युल्का उत्तरान्ताद् विनिःसृता। दृश्यते सानुबन्धा च तथा स कपिकुञ्जरः॥६५॥",
                    "arth": "जैसे ऊपरकी दिशासे प्रकट हुई पुच्छयुक्त उल्का आकाशमें जाती देखी जाती है, उसी प्रकार अपनी पूँछके कारण कपिश्रेष्ठ हनुमान्जी भी दिखायी देते थे॥६५॥ |"
                },
                {
                    "slok": "पतत्पतङ्गसंकाशो व्यायतः शुशुभे कपिः। प्रवृद्ध इव मातङ्गः कक्ष्यया बध्यमानया॥६६॥",
                    "arth": "चलते हुए सूर्यके समान विशालकाय हनुमान्जी | अपनी पूँछके कारण ऐसी शोभा पा रहे थे, मानो कोई बड़ा गजराज अपनी कमरमें बँधी हुई रस्सीसे सुशोभित हो रहा हो॥६६॥ "
                },
                {
                    "slok": "उपरिष्टाच्छरीरेण च्छायया चावगाढया। सागरे मारुताविष्टा नौरिवासीत् तदा कपिः॥६७॥",
                    "arth": "हनुमान्जीका शरीर समुद्रसे ऊपर-ऊपर चल रहा था और उनकी परछाईं जलमें डूबी हुई-सी दिखायी देती थी। इस प्रकार शरीर और परछाईं दोनोंसे उपलक्षित हुए वे कपिवर हनुमान् समुद्रके जलमें पड़ी हुई उस नौकाके समान प्रतीत होते थे, जिसका ऊपरी भाग (पाल) वायुसे परिपूर्ण हो और निम्नभाग समुद्रके | जलसे लगा हुआ हो॥६७॥"
                },
                {
                    "slok": "गाय | यं यं देशं समुद्रस्य जगाम स महाकपिः। | स तु तस्याङ्गवेगेन सोन्माद इव लक्ष्यते॥६८॥",
                    "arth": "वे समुद्रके जिस-जिस भागमें जाते थे, वहाँ| वहाँ उनके अंगके वेगसे उत्ताल तरङ्गे उठने लगती थीं। अतः वह भाग उन्मत्त (विक्षुब्ध)-सा दिखायी देता था॥६८॥ "
                },
                {
                    "slok": "सागरस्योर्मिजालानामुरसा शैलवर्ष्मणाम् । अभिन॑स्तु महावेगः पुप्लुवे स महाकपिः ॥ ६९॥",
                    "arth": "महान् वेगशाली महाकपि हनुमान् पर्वतोंके समान ऊँची महासागरकी तरङ्गमालाओंको अपनी छाती चूर-चूर करते हुए आगे बढ़ रहे थे॥६९॥ "
                },
                {
                    "slok": "कपिवातश्च बलवान् मेघवातश्च निर्गतः। सागरं भीमनिर्हादं कम्पयामासतुर्भृशम्॥७०। ",
                    "arth": "तर कपिश्रेठ हनुमान्के शरीरसे उठी हुई तथा मेघोंक घटामें व्याप्त हुई प्रबल वायुने भीषण गर्जना करनेवाले समुद्रमें भारी हलचल मचा दी॥७०॥ "
                },
                {
                    "slok": "विकर्षन्नूमिजालानि बृहन्ति लवणाम्भसि। पुप्लुवे कपिशार्दूलो विकिरन्निव रोदसी॥७१।",
                    "arth": "वे कपिकेसरी अपने प्रचण्ड वेगसे समुद्रमें बहुतसी ऊँची-ऊँची तरङ्गोंको आकर्षित करते हुए इस प्रकार उड़े जा रहे थे, मानो पृथ्वी और आकाश दोनोंक विक्षुब्ध कर रहे हैं॥७१॥ "
                },
                {
                    "slok": "मेरुमन्दरसंकाशानुगतान् या सुमहार्णवे। अत्यकामन्महावेगस्तरङ्गान् गणयन्निव॥७२।",
                    "arth": "वे महान् वेगशाली वानरवीर उस महासमुद्रमें उठ हुई सुमेरु और मन्दराचलके समान उत्ताल तरङ्गोंक मानो गणना करते हुए आगे बढ़ रहे थे॥७२॥ "
                },
                {
                    "slok": "तस्य वेगसमुघुष्टं जलं सजलदं तदा। अम्बरस्थं विबभ्राजेए शरदभ्रमिवाततम ॥७३। ",
                    "arth": "म उस समय उनके वेगसे ऊँचे उठकर मेघमण्डलके साथ आकाशमें स्थित हुआ समुद्रका जल शरत्कालके फैले हुए मेघोंके समान जान पड़ता था॥७३॥ "
                },
                {
                    "slok": "तिमिनक्रझषाः कूर्मा दृश्यन्ते विवृतास्तदा। वस्त्रापकर्षणेनेव शरीराणि शरीरिणाम् ॥७४।",
                    "arth": "जल हट जानेके कारण समुद्रके भीतर रहनेवाले मगर, नाकें, मछलियाँ और कछुए साफ-साफ दिखार्य देते थे। जैसे वस्त्र खींच लेनेपर देहधारियोंके शरीर नं दीखने लगते हैं॥७४॥ "
                },
                {
                    "slok": "क्रममाणं समीक्ष्याथ भुजगाः सागरंगमाः। व्योनि तं कपिशार्दूलं सुपर्णमिव मेनिरे॥७५। ",
                    "arth": "समुद्रमें विचरनेवाले सर्प आकाशमें जाते हुए कपिश्रेष्ठ हनुमान्जीको देखकर उन्हें गरुड़के ही समान समझने लगे॥७५॥"
                },
                {
                    "slok": "दशयोजनविस्तीर्णा त्रिंशद्योजनमायता। छाया वानरसिंहस्य जवे चारुतराभवत्॥७६ । ",
                    "arth": "कपिकेसरी हनुमान्जीकी दस योजन चौड़ी और तीस योजन लम्बी छाया वेगके कारण अत्यन्त रमणीय जान पड़ती थी॥ ७६॥"
                },
                {
                    "slok": "श्वेताभ्रघनराजीव या वायुपुत्रानुगामिनी। तस्य सा शुशुभे छाया पतिता लवणाम्भसि॥७७॥",
                    "arth": "खारे पानीके समुद्रमें पड़ी हुई पवनपुत्र हनुमान्का अनुसरण करनेवाली उनकी वह छाया श्वेत बादलोंकी पंक्तिके समान शोभा पाती थी॥७७॥"
                },
                {
                    "slok": "शुशुभे स महातेजा महाकायो महाकपिः। वायुमार्गे निरालम्बे पक्षवानिव पर्वतः॥७८॥",
                    "arth": "वे परम तेजस्वी महाकाय महाकपि हनुमान् आलम्बनहीन आकाशमें पंखधारी पर्वतके समान जान पड़ते थे॥७८॥ "
                },
                {
                    "slok": "येनासौ याति बलवान् वेगेन कपिकुञ्जरः। तेन मार्गेण सहसा द्रोणीकृत इवार्णवः॥७९॥",
                    "arth": "वे बलवान् कपिश्रेष्ठ जिस मार्गसे वेगपूर्वक निकल जाते थे, उस मार्गसे संयुक्त समुद्र सहसा कठौते या कड़ाहके समान हो जाता था (उनके वेगसे उठी हुई | वायुके द्वारा वहाँका जल हट जानेसे वह स्थान कठौते आदिके समान गहरा-सा दिखायी पड़ता था) ॥७९॥ "
                },
                {
                    "slok": "आपाते पक्षिसङ्घानां पक्षिराज इव व्रजन्। हनुमान् मेघजालानि प्रकर्षन् मारुतो यथा॥८०॥",
                    "arth": "पक्षी-समूहोंके उड़नेके मार्गमें पक्षिराज गरुड़की भाँति जाते हुए हनुमान् वायुके समान मेघमालाओंको अपनी ओर खींच लेते थे॥८०॥ "
                },
                {
                    "slok": "पाण्डुरारुणवर्णानि नीलमञ्जिष्ठकानि च। कपिनाऽऽकृष्यमाणानि महाभ्राणि चकाशिरे॥८१॥",
                    "arth": "हनुमान्जीके द्वारा खींचे जाते हुए वे श्वेत, अरुण, नील और मजीठके-से रंगवाले बड़े-बड़े मेघ वहाँ बड़ी शोभा पाते थे॥८१॥ "
                },
                {
                    "slok": "प्रविशन्नभ्रजालानि निष्पतंश्च पुनः पुनः। प्रच्छन्नश्च प्रकाशश्च चन्द्रमा इव दृश्यते॥८२॥",
                    "arth": "वे बारम्बार बादलोंके समूहमें घुस जाते और | बाहर निकल आते थे। इस तरह छिपते और प्रकाशित होते हुए चन्द्रमाके समान दृष्टिगोचर होते थे॥८२॥"
                },
                {
                    "slok": " प्लवमानं तु तं दृष्ट्वा प्लवगं त्वरितं तदा। शा. | ववृषुस्तत्र पुष्पाणि देवगन्धर्वचारणाः॥८३॥",
                    "arth": "उस समय तीव्रगतिसे आगे बढ़ते हुए वानरवीर हनुमान्जीको देखकर देवता, गन्धर्व और चारण उनके ऊपर फूलोंकी वर्षा करने लगे॥८३॥ "
                },
                {
                    "slok": "तताप नहि तं सूर्यः प्लवन्तं वानरेश्वरम्। मत | सिषेवे च तदा वायू रामकार्यार्थसिद्धये॥८४॥",
                    "arth": "वे श्रीरामचन्द्रजीका कार्य सिद्ध करनेके लिये जा रहे थे, अतः उस समय वेगसे जाते हुए वानरराज हनुमान्को सूर्यदेवने ताप नहीं पहुँचाया और वायुदेव भी उनकी सेवा की॥ ८४॥ "
                },
                {
                    "slok": "ऋषयस्तुष्टुवुश्चैनं प्लवमानं विहायसा। जगुश्च देवगन्धर्वाः प्रशंसन्तो वनौकसम्॥८५।",
                    "arth": "आकाशमार्गसे यात्रा करते हुए वानरवीर हनुमान्र्क ऋषि-मुनि स्तुति करने लगे तथा देवता और गन्धव उनकी प्रशंसाके गीत गाने लगे॥ ८५ ॥ "
                },
                {
                    "slok": "नागाश्च तुष्टुवुर्यक्षा रक्षांसि विविधानि च। प्रेक्ष्य सर्वे कपिवरं सहसा विगतक्लमम्॥८६।",
                    "arth": "उन कपिश्रेष्ठको बिना थकावटके सहसा आगे बढ़ते देख नाग, यक्ष और नाना प्रकारके राक्षस सभी उनकी स्तुति करने लगे॥८६॥ "
                },
                {
                    "slok": "तस्मिन् प्लवगशार्दूले प्लवमाने हनूमति। इक्ष्वाकुकुलमानार्थी चिन्तयामास सागरः॥८७॥",
                    "arth": "जिस समय कपिकेसरी हनुमान्जी उछलकर समुद्र पार कर रहे थे, उस समय इक्ष्वाकुकुलका सम्मान करनेकी इच्छासे समुद्रने विचार किया- ॥८७॥ "
                },
                {
                    "slok": "साहाय्यं वानरेन्द्रस्य यदि नाहं हनूमतः। करिष्यामि भविष्यामि सर्ववाच्यो विवक्षताम्॥८८॥",
                    "arth": "'यदि मैं वानरराज हनुमान्जीकी सहायता नहीं करूँगा तो बोलनेकी इच्छावाले सभी लोगोंकी दृष्टिमें मैं सर्वथा निन्दनीय हो जाऊँगा॥८८॥ "
                },
                {
                    "slok": "अहमिक्ष्वाकुनाथेन सगरेण विवर्धितः। इक्ष्वाकुसचिवश्चायं तन्नार्हत्यवसादितुम्॥८९॥ ",
                    "arth": ", 'मुझे इक्ष्वाकुकुलके महाराज सगरने बढ़ाया था। इस समय ये हनुमान्जी भी इक्ष्वाकुवंशी वीर श्रीरघुनाथजीकी सहायता कर रहे हैं, अतः इन्हें इस यात्रामें किसी प्रकारका कष्ट नहीं होना चाहिये॥८९॥ "
                },
                {
                    "slok": "तथा मया विधातव्यं विश्रमेत यथा कपिः। शेषं च मयि विश्रान्तः सुखी सोऽतितरिष्यति॥९०॥ ",
                    "arth": "'मुझे ऐसा कोई उपाय करना चाहिये, जिससे वानरवीर यहाँ कुछ विश्राम कर लें। मेरे आश्रयमें विश्राम कर लेनेपर मेरे शेष भागको ये सुगमतासे पार कर लेंगे'। "
                },
                {
                    "slok": "इति कृत्वा मतिं साध्वी समुद्रश्छन्नमम्भसि। हिरण्यनाभं मैनाकमुवाच गिरिसत्तमम्॥९१॥",
                    "arth": "यह शुभ विचार करके समुद्रने अपने जलमें छिपे हुए सुवर्णमय गिरिश्रेष्ठ मैनाकसे कहा- ॥९१॥ "
                },
                {
                    "slok": "त्वमिहासुरसङ्घानां देवराज्ञा महात्मना । पातालनिलयानां हि परिघः संनिवेशितः ॥ ९२ ॥",
                    "arth": "'शैलप्रवर! महामना देवराज इन्द्रने तुम्हें यहाँ पातालवासी असुरसमूहोंके निकलनेके मार्गको रोकनेके लिये परिघरूपसे स्थापित किया है॥९२॥"
                },
                {
                    "slok": "त्वमेषां ज्ञातवीर्याणां पुनरेवोत्पतिष्यताम्। जात पातालस्याप्रमेयस्य द्वारमावृत्य तिष्ठसि॥९३॥",
                    "arth": "'इन असुरोंका पराक्रम सर्वत्र प्रसिद्ध है। वे फिर पातालसे ऊपरको आना चाहते हैं, अतः उन्हें रोकनेके लिये तुम अप्रमेय पाताललोकके द्वारको बंद करके खड़े हो॥९३॥ "
                },
                {
                    "slok": "तिर्यगूर्ध्वमधश्चैव शक्तिस्ते शैल वर्धितुम्। यो तस्मात् संचोदयामि त्वामुत्तिष्ठ गिरिसत्तम॥९४॥ ",
                    "arth": "'शैल! ऊपर-नीचे और अगल-बगलमें सब ओर बढ़नेकी तुममें शक्ति है। गिरिश्रेष्ठ! इसीलिये मैं तुम्हें आज्ञा देता हूँ कि तुम ऊपरकी ओर उठो॥९४॥"
                },
                {
                    "slok": "स एष कपिशार्दूलस्त्वामुपर्येति वीर्यवान्। हनूमान् रामकार्यार्थी भीमकर्मा खमाप्लुतः॥९५॥",
                    "arth": "सीमा 'देखो, ये पराक्रमी कपिकेसरी हनुमान् तुम्हारे ऊपर होकर जा रहे हैं। ये बड़ा भयंकर कर्म करनेवाले हैं, इस समय श्रीरामका कार्य सिद्ध करनेके लिये इन्होंने आकाशमें छलाँग मारी है॥९५॥"
                },
                {
                    "slok": "अस्य साह्यं मया कार्यमिक्ष्वाकुकुलवर्तिनः। मम इक्ष्वाकवः पूज्याः परं पूज्यतमास्तव॥९६॥ ",
                    "arth": "'ये इक्ष्वाकुवंशी रामके सेवक हैं, अत: मुझे इनकी सहायता करनी चाहिये। इक्ष्वाकुवंशके लोग मेरे पूजनीय हैं और तुम्हारे लिये तो वे परम पूजनीय हैं॥"
                },
                {
                    "slok": "कुरु साचिव्यमस्माकं न नः कार्यमतिक्रमेत्।ना कर्तव्यमकृतं कार्यं सतां मन्युमुदीरयेत् ॥९७॥",
                    "arth": "अतः तुम हमारी सहायता करो। जिससे हमारे कर्तव्य-कर्मका (हनुमान्जीके सत्काररूपी कार्यका) अवसर बीत न जाय। यदि कर्तव्यका पालन नहीं किया जाय तो वह सत्पुरुषोंके क्रोधको जगा देता है॥९७॥ "
                },
                {
                    "slok": "सलिलादूर्ध्वमुत्तिष्ठ तिष्ठत्वेष कपिस्त्वयि। पर अस्माकमतिथिश्चैव पूज्यश्च प्लवतां वरः॥ ९८ ॥ ",
                    "arth": "॥ मा 'इसलिये तुम पानीसे ऊपर उठो, जिससे ये छलाँग मारनेवालोंमें श्रेष्ठ कपिवर हनुमान् तुम्हारे ऊपर कुछ कालतक ठहरें-विश्राम करें। वे हमारे पूजनीय अतिथि भी हैं॥९८॥ "
                },
                {
                    "slok": "चामीकरमहानाभ देवगन्धर्वसेवित। हनूमाँस्त्वयि विश्रान्तस्ततः शेषं गमिष्यति॥ ९९ ॥",
                    "arth": "'देवताओं और गन्धर्वोद्वारा सेवित तथा सुवर्णमय विशाल शिखरवाले मैनाक! तुम्हारे ऊपर विश्राम करनेके पश्चात् हनुमान्जी शेष मार्गको सुखपूर्वक तय कर लेंगे॥ ९९॥ "
                },
                {
                    "slok": "काकुत्स्थस्यानृशंस्यं च मैथिल्याश्च विवासनम्। श्रमं च प्लवगेन्द्रस्य समीक्ष्योत्थातुमर्हसि ॥१०॥ ",
                    "arth": "___ 'ककुत्स्थवंशी श्रीरामचन्द्रजीकी दयालुता, मिथिलेशकुमारी सीताका परदेशमें रहनेके लिये विवश होना तथा वानरराज हनुमान्का परिश्रम देखकर तुम्हें अवश्य ऊपर उठना चाहिये'॥१०॥ "
                },
                {
                    "slok": "हिरण्यगर्भो मैनाको निशम्य लवणाम्भसः। उत्पपात जलात् तूर्णं महाद्रुमलतावृतः॥१०१॥",
                    "arth": "यह सुनकर बड़े-बड़े वृक्षों और लताओंसे आवृत सुवर्णमय मैनाक पर्वत तुरंत ही क्षार समुद्रके जलसे ऊपरको उठ गया॥१०१॥ स सागरजलं भित्त्वा बभूवात्युच्छ्रितस्तदा। यथा जलधरं भित्त्वा दीप्तरश्मिर्दिवाकरः॥१०२॥"
                },
                {
                    "slok": "स सागरजलं भित्त्वा बभूवात्युच्छ्रितस्तदा। यथा जलधरं भित्त्वा दीप्तरश्मिर्दिवाकरः॥१०२॥",
                    "arth": "जैसे उद्दीप्त किरणोंवाले दिवाकर (सूर्य) मेघोंके आवरणको भेदकर उदित होते हैं, उसी प्रकार उस समय महासागरके जलका भेदन करके वह पर्वत बहुत ऊँचा उठ गया॥१०२॥ "
                },
                {
                    "slok": "स महात्मा मुहूर्तेन पर्वतः सलिलावृतः। दर्शयामास शृङ्गाणि सागरेण नियोजितः॥१०३॥",
                    "arth": "समुद्रकी आज्ञा पाकर जलमें छिपे रहनेवाले उस विशालकाय पर्वतने दो ही घड़ीमें हनुमान्जीको अपने शिखरोंका दर्शन कराया॥१०३॥ "
                },
                {
                    "slok": "शातकुम्भमयैः शृङ्गैः सकिंनरमहोरगैः। आदित्योदयसंकाशैरुल्लिखद्भिरिवाम्बरम् ॥१०४॥",
                    "arth": "॥१०४॥ मन उस पर्वतके वे शिखर सुवर्णमय थे। उनपर किन्नर और बड़े-बड़े नाग निवास करते थे। सूर्योदयके समान तेजःपुञ्जसे विभूषित वे शिखर इतने ऊँचे थे कि आकाशमें रेखा-सी खींच रहे थे॥१०४॥ "
                },
                {
                    "slok": "तस्य जाम्बूनदैः शृङ्गैः पर्वतस्य समुत्थितैः। आकाशं शस्त्रसंकाशमभवत् काञ्चनप्रभम्॥१०५॥",
                    "arth": "उस पर्वतके उठे हुए सुवर्णमय शिखरोंके कारण शस्त्रके समान नील वर्णवाला आकाश सुनहरी प्रभासे उद्भासित होने लगा॥१०५॥ "
                },
                {
                    "slok": "जातरूपमयैः शृङ्गभ्रीजमानैर्महाप्रभैः। आदित्यशतसंकाशः सोऽभवद् गिरिसत्तमः॥१०६॥ ",
                    "arth": "उन परम कान्तिमान् और तेजस्वी सुवर्णमय शिखरोंसे वह गिरिश्रेष्ठ मैनाक सैकड़ों सूर्योंके समान देदीप्यमान हो रहा था॥१०६॥ "
                },
                {
                    "slok": "समुत्थितमसङ्गेन हनूमानग्रतः स्थितम्। मध्ये लवणतोयस्य विघ्नोऽयमिति निश्चितः॥१०७॥",
                    "arth": "क्षार समुद्रके बीचमें अविलम्ब उठकर सामने खड़े हुए मैनाकको देखकर हनुमान्जीने मन-ही-मन निश्चित किया कि यह कोई विघ्न उपस्थित हुआ है। "
                },
                {
                    "slok": "स तमुच्छ्रितमत्यर्थं महावेगो महाकपिः। उरसा पातयामास जीमूतमिव मारुतः॥१०८॥",
                    "arth": "अतः वायु जैसे बादलको छिन्न-भिन्न कर देती है, उसी प्रकार महान् वेगशाली महाकपि हनुमान्ने बहुत ऊँचे उठे हुए मैनाक पर्वतके उस उच्चतर शिखरको अपनी छातीके धक्केसे नीचे गिरा दिया॥१०८॥ "
                },
                {
                    "slok": "स तदासादितस्तेन कपिना पर्वतोत्तमः। बुद्ध्वा तस्य हरेर्वेगं जहर्ष च ननाद च॥१०९॥",
                    "arth": "इस प्रकार कपिवर हनुमान्जीके द्वारा नीचा देखनेपर उनके उस महान् वेगका अनुभव करके पर्वतश्रेष्ठ मैनाक बड़ा प्रसन्न हुआ और गर्जना करने लगा॥१०९॥ "
                },
                {
                    "slok": "तमाकाशगतं वीरमाकाशे समुपस्थितः। शाम प्रीतो हृष्टमना वाक्यमब्रवीत् पर्वतः कपिम्॥११०॥ मानुषं धारयन् रूपमात्मनः शिखरे स्थितः। ",
                    "arth": "मग तब आकाशमें स्थित हुए उस पर्वतने आकाशगत वीर वानर हनुमान्जीसे प्रसन्नचित्त होकर कहा। वह मनुष्यरूप धारण करके अपने ही शिखरपर स्थित हो इस प्रकार बोला- ॥११०३ ॥ "
                },
                {
                    "slok": "गया दुष्करं कृतवान् कर्म त्वमिदं वानरोत्तम॥१११॥ निपत्य मम शृङ्गेषु सुखं विश्रम्य गम्यताम्।",
                    "arth": "- 'वानरशिरोमणे! आपने यह दुष्कर कर्म किया है। अब उतरकर मेरे इन शिखरोंपर सुखपूर्वक विश्राम कर लीजिये, फिर आगेकी यात्रा कीजियेगा॥१११३॥ "
                },
                {
                    "slok": "राघवस्य कुले जातैरुदधिः परिवर्धितः॥११२॥ स त्वां रामहिते युक्तं प्रत्यर्चयति सागरः। ",
                    "arth": "'श्रीरघुनाथजीके पूर्वजोंने समुद्रकी वृद्धि की थी, इस समय आप उनका हित करनेमें लगे हैं; अतः समुद्र आपका सत्कार करना चाहता है॥ ११२३॥ "
                },
                {
                    "slok": "कृते च प्रतिकर्तव्यमेष धर्मः सनातनः॥११३॥ सोऽयं तत्प्रतिकारार्थी त्वत्तः सम्मानमर्हति।",
                    "arth": "'किसीने उपकार किया हो तो बदलेमें उसका भी उपकार किया जाय-यह सनातन धर्म है। इस दृष्टिसे प्रत्युपकार करनेकी इच्छावाला यह सागर आपसे सम्मान पानेके योग्य है (आप इसका सत्कार ग्रहण करें, इतनेसे ही इसका सम्मान हो जायगा) ॥ ११३३ ॥ "
                },
                {
                    "slok": " त्वन्निमित्तमनेनाहं बहुमानात् प्रचोदितः॥११४॥ योजनानां शतं चापि कपिरेष खमाप्लुतः। तव सानुषु विश्रान्तः शेषं प्रक्रमतामिति ॥११५॥",
                    "arth": " 'आपके सत्कारके लिये समुद्रने बड़े आदरसे मुझे नियुक्त किया है और कहा है-'इन कपिवर हनुमान्ने सौ योजन दूर जानेके लिये आकाशमें छलाँग मारी है, अतः कुछ देरतक तुम्हारे शिखरोंपर ये विश्राम कर लें, फिर शेष भागका लङ्घन करेंगे'॥११४-११५॥"
                },
                {
                    "slok": "तिष्ठ त्वं हरिशार्दूल मयि विश्रम्य गम्यताम्। तदिदं गन्धवत् स्वादु कन्दमूलफलं बहु॥११६॥ तदास्वाद्य हरिश्रेष्ठ विश्रान्तोऽथ गमिष्यसि।",
                    "arth": "'अतः कपिश्रेष्ठ! आप कुछ देरतक मेरे ऊपर विश्राम कर लीजिये, फिर जाइयेगा। इस स्थानपर ये बहुत-से सुगन्धित और सुस्वादु कन्द, मूल तथा फल हैं। वानरशिरोमणे! इनका आस्वादन करके थोड़ी देरतक सुस्ता लीजिये। उसके बाद आगेकी यात्रा कीजियेगा॥ ११६३॥"
                },
                {
                    "slok": "अस्माकमपि सम्बन्धः कपिमुख्य त्वयास्ति वै। प्रख्यातस्त्रिषु लोकेषु महागुणपरिग्रहः॥११७॥",
                    "arth": "'कपिवर! आपके साथ हमारा भी कुछ सम्बन्ध है। आप महान् गुणोंका संग्रह करनेवाले और तीनों लोकोंमें विख्यात हैं॥११७॥"
                },
                {
                    "slok": "वेगवन्तः प्लवन्तो ये प्लवगा मारुतात्मज। तेषां मुख्यतमं मन्ये त्वामहं कपिकुञ्जर ॥११८॥",
                    "arth": "'कपिश्रेष्ठ पवननन्दन! जो-जो वेगशाली और छलाँग मारनेवाले वानर हैं, उन सबमें मैं आपको ही श्रेष्ठतम मानता हूँ॥११८॥ "
                },
                {
                    "slok": "अतिथिः किल पूजार्हः प्राकृतोऽपि विजानता। धर्म जिज्ञासमानेन किं पुनर्यादृशो भवान्॥११९॥",
                    "arth": "'धर्मकी जिज्ञासा रखनेवाले विज्ञ पुरुषके लिये एक साधारण अतिथि भी निश्चय ही पूजाके योग्य माना गया है। फिर आप-जैसे असाधारण शौर्यशाली पुरुष कितने सम्मानके योग्य हैं, इस विषयमें तो कहन ही क्या है? ॥११९॥"
                },
                {
                    "slok": " त्वं हि देववरिष्ठस्य मारुतस्य महात्मनः। पुत्रस्तस्यैव वेगेन सदृशः कपिकुञ्जर ॥१२०। ",
                    "arth": "'कपिश्रेष्ठ! आप देवशिरोमणि महात्मा वायुवे पुत्र हैं और वेगमें भी उन्हींके समान हैं ॥ १२० ।।"
                },
                {
                    "slok": "पूजिते त्वयि धर्मज्ञे पूजां प्राप्नोति मारुतः। तस्मात् त्वं पूजनीयो मे शृणु चाप्यत्र कारणम्॥१२१॥ ",
                    "arth": "'आप धर्मके ज्ञाता हैं। आपकी पूजा होनेपर साक्षात् वायुदेवका पूजन हो जायगा। इसलिये आप अवश्य ही मेरे पूजनीय हैं। इसमें एक और भी कारण है, उसे सुनिये॥१२१॥ "
                },
                {
                    "slok": "पूर्वं कृतयुगे तात पर्वताः पक्षिणोऽभवन्। तेऽपि जग्मुर्दिशः सर्वा गरुडा इव वेगिनः॥१२२॥",
                    "arth": "'तात! पूर्वकालके सत्ययुगकी बात है। उन दिनों पर्वतोंके भी पंख होते थे। वे भी गरुड़के समान वेगशाली होकर सम्पूर्ण दिशाओंमें उड़ते फिरते थे॥१२२॥ "
                },
                {
                    "slok": "ततस्तेषु प्रयातेषु देवसङ्घाः सहर्षिभिः। भूतानि च भयं जग्मुस्तेषां पतनशङ्कया॥१२३॥",
                    "arth": "'उनके इस तरह वेगपूर्वक उड़ने और आनेजानेपर देवता, ऋषि और समस्त प्राणियोंको उनके गिरनेकी आशङ्कासे बड़ा भय होने लगा॥ १२३॥ "
                },
                {
                    "slok": "ततः क्रुद्धः सहस्त्राक्षः पर्वतानां शतक्रतुः। पक्षांश्चिच्छेद वज्रेण ततः शतसहस्त्रशः॥१२४॥",
                    "arth": "की 'इससे सहस्र नेत्रोंवाले देवराज इन्द्र कुपित हो | उठे और उन्होंने अपने व्रजसे लाखों पर्वतोंके पंख काट | डाले ॥ १२४॥ |"
                },
                {
                    "slok": "स मामुपगतः क्रुद्धो वज्रमुद्यम्य देवराट्। | ततोऽहं सहसा क्षिप्तः श्वसनेन महात्मना॥१२५॥",
                    "arth": "'उस समय कुपित हुए देवराज इन्द्र वज्र उठाये | मेरी ओर भी आये, किन्तु महात्मा वायुने सहसा मुझे | इस समुद्रमें गिरा दिया॥१२५॥"
                },
                {
                    "slok": "अस्मिल्लवणतोये च प्रक्षिप्तः प्लवगोत्तम। गुप्तपक्षः समग्रश्च तव पित्राभिरक्षितः॥१२६॥",
                    "arth": "'वानरश्रेष्ठ! इस क्षार समद्रमें गिराकर आपके | पिताने मेरे पंखोंकी रक्षा कर ली और मैं अपने सम्पूर्ण अंशसे सुरक्षित बच गया॥१२६॥ "
                },
                {
                    "slok": "ततोऽहं मानयामि त्वां मान्योऽसि मम मारुते। त्वया ममैष सम्बन्धः कपिमुख्य महागुणः॥१२७॥",
                    "arth": "'पवननन्दन! कपिश्रेष्ठ! इसीलिये मैं आपका आदर करता हूँ, आप मेरे माननीय हैं। आपके साथ मेरा यह सम्बन्ध महान् गुणोंसे युक्त है॥१२७॥ "
                },
                {
                    "slok": "अस्मिन्नेवंगते कार्ये सागरस्य ममैव च। प्रीतिं प्रीतमनाः कर्तुं त्वमर्हसि महामते॥१२८॥ ",
                    "arth": "'महामते! इस प्रकार चिरकालके बाद जो यह II-III कार्य (आपके पिताके उपकारका बदला चुकानेका अवसर) प्राप्त हुआ है, इसमें आप प्रसन्नचित्त होकर मेरी और समुद्रकी भी प्रीतिका सम्पादन करें (हमारा आतिथ्य ग्रहण करके हमें संतुष्ट करें)॥१२८ ॥ "
                },
                {
                    "slok": "श्रमं मोक्षय पूजां च गृहाण हरिसत्तम। प्रीतिं च मम मान्यस्य प्रीतोऽस्मि तव दर्शनात्॥१२९॥",
                    "arth": "'वानरशिरोमणे! आप यहाँ अपनी थकान उतारिये, हमारी पूजा ग्रहण कीजिये और मेरे प्रेमको भी स्वीकार कीजिये। मैं आप-जैसे माननीय पुरुषके दर्शनसे बहुत प्रसन्न हुआ हूँ'॥ १२९॥ "
                },
                {
                    "slok": "एवमुक्तः कपिश्रेष्ठस्तं नगोत्तममब्रवीत्। प्रीतोऽस्मि कृतमातिथ्यं मन्युरेषोऽपनीयताम्॥१३०॥",
                    "arth": "मैनाकके ऐसा कहनेपर कपिश्रेष्ठ हनुमान्जीने उस उत्तम पर्वतसे कहा-'मैनाक! मुझे भी आपसे मिलकर बड़ी प्रसन्नता हुई है। मेरा आतिथ्य हो गया। अब आप अपने मनसे यह दुःख अथवा चिन्ता निकाल दीजिये कि इन्होंने मेरी पूजा ग्रहण नहीं की॥ १३० ॥ "
                },
                {
                    "slok": "त्वरते कार्यकालो मे अहश्चाप्यतिवर्तते।। प्रतिज्ञा च मया दत्ता न स्थातव्यमिहान्तरा॥१३१॥ ",
                    "arth": "'मेरे कार्यका समय मुझे बहुत जल्दी करनेके लिये प्रेरित कर रहा है। यह दिन भी बीता जा रहा है। मैंने वानरोंके समीप यह प्रतिज्ञा कर ली है कि मैं यहाँ बीचमें कहीं नहीं ठहर सकता' ॥ १३१॥"
                },
                {
                    "slok": "इत्युक्त्वा पाणिना शैलमालभ्य हरिपुङ्गवः। जगामाकाशमाविश्य वीर्यवान् प्रहसन्निव॥१३२॥",
                    "arth": "ऐसा कहकर महाबली वानरशिरोमणि हनुमान्ने हँसते हुएसे वहाँ मैनाकका अपने हाथसे स्पर्श किया और आकाशमें ऊपर उठकर चलने लगे॥ १३२॥"
                },
                {
                    "slok": "स पर्वतसमुद्राभ्यां बहुमानादवेक्षितः। पूजितश्चोपपन्नाभिराशीभिरभिनन्दितः ॥१३३॥",
                    "arth": "उस समय पर्वत और समुद्र दोनोंने ही बड़े आदरसे उनकी ओर देखा, उनका सत्कार किया और यथोचित आशीर्वादोंसे उनका अभिनन्दन किया॥ १३३ ।"
                },
                {
                    "slok": "अथोर्ध्वं दूरमागत्य हित्वा शैलमहार्णवौ। पितुः पन्थानमासाद्य जगाम विमलेऽम्बरे॥१३४।",
                    "arth": "फिर पर्वत और समुद्रको छोड़कर उनसे दूर ऊपर उठकर अपने पिताके मार्गका आश्रय ले हनुमान निर्मल आकाशमें चलने लगे॥ १३४॥ "
                },
                {
                    "slok": "भूयश्चोर्ध्वं गतिं प्राप्य गिरिं तमवलोकयन्। वायुसूनुर्निरालम्बो जगाम कपिकुञ्जरः॥१३५।",
                    "arth": "तत्पश्चात् और भी ऊँचे उठकर उस पर्वतकं देखते हुएकपिश्रेष्ठ पवनपुत्र हनुमान्जी बिना किसी आधारके आगे बढ़ने लगे॥ १३५॥"
                },
                {
                    "slok": "तद् द्वितीयं हनुमतो दृष्ट्वा कर्म सुदुष्करम्।गी प्रशशंसुः सुराः सर्वे सिद्धाश्च परमर्षयः॥१३६॥",
                    "arth": "हनुमान्जीका यह दूसरा अत्यन्त दुष्कर कर्म देखकर सम्पूर्ण देवता, सिद्ध और महर्षिगण उनकी प्रशंसा करने लगे॥१३६॥ "
                },
                {
                    "slok": "हृष्टास्तत्रस्थास्तस्य कर्मणा। लाट काञ्चनस्य सुनाभस्य सहस्त्राक्षश्च वासवः॥१३७॥",
                    "arth": "वहाँ आकाशमें ठहरे हुए देवता तथा सहस्र नेत्रधारी इन्द्र उस सुन्दर मध्य भागवाले सुवर्णमय मैनाक पर्वतके उस कार्यसे बहुत प्रसन्न हुए॥१३७॥ "
                },
                {
                    "slok": "उवाच वचनं धीमान् परितोषात् सगद्गदम्। सुनाभं पर्वतश्रेष्ठं स्वयमेव शचीपतिः॥१३८॥",
                    "arth": "उस समय स्वयं बुद्धिमान् शचीपति इन्द्रने अत्यन्त संतुष्ट होकर पर्वतश्रेष्ठ सुनाभ मैनाकसे गद्गद वाणीमें कहा- ॥१३८॥"
                },
                {
                    "slok": "हिरण्यनाभ शैलेन्द्र परितुष्टोऽस्मि ते भृशम्। अभयं ते प्रयच्छामि गच्छ सौम्य यथासुखम्॥१३९॥",
                    "arth": "'सुवर्णमय शैलराज मैनाक! मैं तुमपर बहुत प्रसन्न हूँ। सौम्य! तुम्हें अभय दान देता हूँ। तुम सुखपूर्वक जहाँ चाहो, जाओ॥१३९॥"
                },
                {
                    "slok": "साह्यं कृतं ते सुमहद् विश्रान्तस्य हनूमतः। क्रमतो योजनशतं निर्भयस्य भये सति॥१४०॥",
                    "arth": "'सौ योजन समुद्रको लाँघते समय जिनके मनमें कोई भय नहीं रहा है, फिर भी जिनके लिये हमारे हृदयमें यह भय था कि पता नहीं इनका क्या होगा ? उन्हीं हनुमान्जीको विश्रामका अवसर देकर तुमने उनकी बहुत बड़ी सहायता की है॥ १४०॥ "
                },
                {
                    "slok": "रामस्यैष हितायैव याति दाशरथेः कपिः। डोली सत्क्रियां कुर्वता शक्त्या तोषितोऽस्मि दृढं त्वया॥१४१॥",
                    "arth": "'ये वानर श्रेष्ठ हनुमान् दशरथनन्दन श्रीरामकी सहायताके लिये ही जा रहे हैं। तुमने यथाशक्ति इनका सत्कार करके मुझे पूर्ण संतोष प्रदान किया है'॥ १४१॥ "
                },
                {
                    "slok": "स तत् प्रहर्षमलभद् विपुलं पर्वतोत्तमः। देवतानां पतिं दृष्ट्वा परितुष्टं शतक्रतुम्॥१४२॥",
                    "arth": "देवताओंके स्वामी शतक्रतु इन्द्रको संतुष्ट देखकर पर्वतोंमें श्रेष्ठ मैनाकको बड़ा हर्ष प्राप्त हुआ॥ १४२॥"
                },
                {
                    "slok": "स वै दत्तवरः शैलो बभूवावस्थितस्तदा। हनूमांश्च मुहूर्तेन व्यतिचक्राम सागरम्॥१४३॥",
                    "arth": "इस प्रकार इन्द्रका दिया हुआ वर पाकर मैनाक उस समय जलमें स्थित हो गया और हनुमान्जी समुद्रके उस प्रदेशको उसी मुहूर्तमें लाँघ गये॥१४३॥ "
                },
                {
                    "slok": "ततो देवाः सगन्धर्वाः सिद्धाश्च परमर्षयः। अब्रुवन् सूर्यसंकाशां सुरसां नागमातरम्॥१४४।",
                    "arth": "तब देवता, गन्धर्व, सिद्ध और महर्षियोंने सूर्यतुल्य तेजस्विनी नागमाता सुरसासे कहा- ॥१४४॥ "
                },
                {
                    "slok": "अयं वातात्मजः श्रीमान् प्लवते सागरोपरि। हनूमान् नाम तस्य त्वं मुहूर्तं विघ्नमाचर ॥१४५।",
                    "arth": "'ये पवननन्दन श्रीमान् हनुमान्जी समुद्रके ऊपर होकर जा रहे हैं। तुम दो घड़ीके लिये इनके मार्गमें विघ्न डाल दो॥१४५॥"
                },
                {
                    "slok": "दो॥१४५॥ राक्षसं रूपमास्थाय सुघोरं पर्वतोपमम्।। दंष्ट्राकरालं पिङ्गाक्षं वक्त्रं कृत्वा नभःस्पृशम्॥१४६ ।",
                    "arth": "'तुम पर्वतके समान अत्यन्त भयंकर राक्षसीका रूप धारण करो। उसमें विकराल दाढ़ें, पीले नेत्र और आकाशको स्पर्श करनेवाला विकट मुँह बनाओ॥१४६ । "
                },
                {
                    "slok": "बलमिच्छामहे ज्ञातुं भूयश्चास्य पराक्रमम्। त्वां विजेष्यत्यपायेन विषादंवा गमिष्यति॥१४७",
                    "arth": "'हमलोग पुनः हनुमानजीके बल और पराक्रमक परीक्षा लेना चाहते हैं। या तो किसी उपायसे ये तुम्हें जीत लेंगे अथवा विषादमें पड़ जायँगे (इससे इनके बलाबलका ज्ञान हो जायगा)'॥१४७॥ "
                },
                {
                    "slok": "एवमुक्ता तु सा देवी दैवतैरभिसत्कृता। समुद्रमध्ये सुरसा बिभ्रती राक्षसं वपुः॥१४८ । विकृतं च विरूपं च सर्वस्य च भयावहम्। प्लवमानं हनूमन्तमावृत्येदमुवाच ह॥१४९ ।",
                    "arth": "देवताओंके सत्कारपूर्वक इस प्रकार कहनेपर देव सुरसाने समुद्रके बीचमें राक्षसीका रूप धारण किया उसका वह रूप बड़ा ही विकट, बेडौल और सबवे लिये भयावना था। वह समुद्रके पार जाते हुए हनुमान्जीक घेरकर उनसे इस प्रकार बोली- ॥१४८-१४९ ॥ "
                },
                {
                    "slok": "मम भक्ष्यः प्रदिष्टस्त्वमीश्नरैर्वानरर्षभ। अहं त्वां भक्षयिष्यामि प्रविशेदं ममाननम्॥१५०।",
                    "arth": "'कपिश्रेष्ठ! देवेश्वरोंने तुम्हें मेरा भक्ष्य बताक मुझे अर्पित कर दिया है, अतः मैं तुम्हें खाऊँगी। तुर मेरे इस मुँहमें चले आओ॥१५०॥"
                },
                {
                    "slok": "वर एष पुरा दत्तो मम धात्रेति सत्वरा। व्यादाय वक्त्रं विपुलं स्थिता सा मारुतेः पुरः॥१५१",
                    "arth": "'पातालों बहात्तीने पो यद वर दिया था। ऐसा कहकर वह तुरंत ही अपना विशाल मुँह फैलाकर हनुमान्जीके सामने खड़ी हो गयी॥१५१॥ "
                },
                {
                    "slok": "एवमुक्तः सुरसया प्रहृष्टवदनोऽब्रवीत्। रामो दाशरथिर्नाम प्रविष्टो दण्डकावनम्। लक्ष्मणेन सह भ्रात्रा वैदेह्या चापि भार्यया॥१५२॥",
                    "arth": "सुरसाके ऐसा कहनेपर हनुमान्जीने प्रसन्नमुख होकर कहा–'देवि! दशरथनन्दन श्रीरामचन्द्रजी अपने भाई लक्ष्मण और धर्मपत्नी सीताजीके साथ दण्डकारण्यमें आये थे॥१५२॥ "
                },
                {
                    "slok": "अन्यकार्यविषक्तस्य बद्धवैरस्य राक्षसैः।। तस्य सीता हृता भार्या रावणेन यशस्विनी॥१५३॥",
                    "arth": "'वहाँ परहित-साधनमें लगे हुए श्रीरामका राक्षसोंके साथ वैर बँध गया। अतः रावणने उनकी यशस्विनी भार्या सीताको हर लिया॥१५३॥ "
                },
                {
                    "slok": "तस्याः सकाशं दूतोऽहं गमिष्ये रामशासनात्। कर्तुमर्हसि रामस्य साह्यं विषयवासिनि॥१५४॥",
                    "arth": "'मैं श्रीरामकी आज्ञासे उनका दूत बनकर सीताजीके पास जा रहा हूँ। तुम भी श्रीरामके राज्यमें निवास करती हो। अतः तुम्हें उनकी सहायता करनी चाहिये॥१५४॥"
                },
                {
                    "slok": "अथवा मैथिलीं दृष्ट्वा रामं चाक्लिष्टकारिणम्। आगमिष्यामि ते वक्त्रं सत्यं प्रतिशृणोमि ते॥१५५॥ ",
                    "arth": "'अथवा (यदि तुम मुझे खाना ही चाहती हो तो) मैं सीताजीका दर्शन करके अनायास ही महान् कर्म करनेवाले श्रीरामचन्द्रजीसे जब मिल लूँगा, तब तुम्हारे मुखमें आ जाऊँगा-यह तुमसे सच्ची प्रतिज्ञा करके कहता हूँ'॥१५५॥"
                },
                {
                    "slok": "एवमुक्ता हनुमता सुरसा कामरूपिणी। अब्रवीन्नातिवर्तेन्मां कश्चिदेष वरो मम॥१५६॥",
                    "arth": "हनुमान्जीके ऐसा कहनेपर इच्छानुसार रूप धारण करनेवाली सुरसा बोली-'मुझे यह वर मिला है कि कोई भी मुझे लाँघकर आगे नहीं जा सकता'॥ १५६॥ "
                },
                {
                    "slok": "तं प्रयान्तं समुद्वीक्ष्य सुरसा वाक्यमब्रवीत्। बलं जिज्ञासमाना सा नागमाता हनूमतः॥१५७॥",
                    "arth": "फिर भी हनुमान्जीको जाते देख उनके बलको जाननेकी इच्छा रखनेवाली नागमाता सुरसाने उनसे कहा-॥१५७॥ "
                },
                {
                    "slok": "निविश्य वदनं मेऽद्य गन्तव्यं वानरोत्तम। वर एष पुरा दत्तो मम धात्रेति सत्वरा ॥१५८॥ व्यादाय विपुलं वक्त्रं स्थिता सा मारुतेः पुरः।",
                    "arth": "'वानरश्रेष्ठ! आज मेरे मुखमें प्रवेश करके ही तुम्हें आगे जाना चाहिये। पूर्वकालमें विधाताने मुझे ऐसा ही वर दिया था।' ऐसा कहकर सुरसा तुरंत अपना विशाल मुँह फैलाकर हनुमान्जीके सामने खड़ी हो गयी॥ १५८३ ॥"
                },
                {
                    "slok": "एवमुक्तः सुरसया क्रुद्धो वानरपुंगवः॥१५९॥ अब्रवीत् कुरु वै वक्त्रं येन मां विषहिष्यसि। इत्युक्त्वा सुरसां क्रुद्धो दशयोजनमायताम्॥१६०॥ दशयोजनविस्तारो हनूमानभवत् तदा। तं दृष्ट्वा मेघसंकाशं दशयोजनमायतम्। चकार सुरसाप्यास्यं विशद् योजनमायतम्॥१६१॥",
                    "arth": "सुरसाके ऐसा कहनेपर वानरशिरोमणि हनुमानजी कुपित हो उठे और बोले-'तुम अपना मुँह इतना बड़ा बना लो जिससे उसमें मेरा भार सह सको' यों कहकर जब वे मौन हुए, तब सुरसाने अपना मुख दस योजन विस्तृत बना लिया। यह देखकर कुपित हुए हनुमान्जी भी तत्काल दस योजन बड़े हो गये। उन्हें मेघके समान दस योजन विस्तृत शरीरसे युक्त हुआ देख सुरसाने भी अपने मुखको बीस योजन बड़ा बना लिया॥१५९-१६१॥ "
                },
                {
                    "slok": "हनूमांस्तु ततः क्रुद्धस्त्रिंशद् योजनमायतः। चकार सुरसा वक्त्रं चत्वारिंशत् तथोच्छ्रितम्॥१६२॥",
                    "arth": "तब हनुमान्जीने क्रुद्ध होकर अपने शरीरको तीस योजन अधिक बढ़ा दिया। फिर तो सुरसाने भी अपने मुँहको चालीस योजन ऊँचा कर लिया॥१६२॥ "
                },
                {
                    "slok": "बभूव हनुमान् वीरः पञ्चाशद् योजनोच्छ्रितः। चकार सुरसा वक्त्रं षष्टिं योजनमुच्छ्रितम्॥१६३॥",
                    "arth": "यह देख वीर हनुमान् पचास योजन ऊँचे हो गये। तब सुरसाने अपना मुँह साठ योजन ऊँचा बना लिया।"
                },
                {
                    "slok": " तदैव हनुमान् वीरः सप्ततिं योजनोच्छ्रितः। चकार सुरसा वक्त्रमशीतिं योजनोच्छ्रितम्॥१६४॥",
                    "arth": "फिर तो वीर हनुमान् उसी क्षण सत्तर योजन ऊँचे हो गये। अब सुरसाने अस्सी योजन ऊँचा मुंह बना लिया॥ १६४॥ "
                },
                {
                    "slok": "हनूमाननलप्रख्यो नवतिं योजनोच्छ्रितः। चकार सुरसा वक्त्रं शतयोजनमायतम्॥१६५॥",
                    "arth": "तदनन्तर अग्निके समान तेजस्वी हनुमान् नब्बे योजन ऊँचे हो गये। यह देख सुरसाने भी अपने मुँहका जिाताा सौ गोलनका कर लिया*॥"
                },
                {
                    "slok": "तद् दृष्ट्वा व्यादत त्वास्य वायुपुत्रः स बुद्धिमान्। दीर्घजिह्व सुरसया सुभीमं नरकोपमम्॥१६६॥ स संक्षिप्यात्मनः कायं जीमूत इव मारुतिः। तस्मिन् मुहूर्ते हनुमान् बभूवाङ्गुष्ठमात्रकः॥१६७॥ ",
                    "arth": "सुरसाके फैलाये हुए उस विशाल जिह्वासे युक्त और नरकके समान अत्यन्त भयंकर मुँहको देखकर बुद्धिमान् वायुपुत्र हनुमान्ने मेघकी भाँति अपने शरीरको संकुचित कर लिया। वे उसी क्षण अँगूठेके बराबर छोटे हो गये॥ १६६-१६७॥ "
                },
                {
                    "slok": "सोऽभिपद्याथ तद्वक्त्रं निष्पत्य च महाबलः। अन्तरिक्षे स्थितः श्रीमानिदं वचनमब्रवीत्॥१६८॥",
                    "arth": "फिर वे महाबली श्रीमान् पवनकुमार सुरसाके उस मुँहमें प्रवेश करके तुरंत निकल आये और आकाशमें खड़े होकर इस प्रकार बोले- ॥१६८॥ "
                },
                {
                    "slok": "या प्रविष्टोऽस्मि हि ते वक्त्रं दाक्षायणि नमोऽस्तु ते। गमिष्ये यत्र वैदेही सत्यश्चासीद् वरस्तव॥१६९॥",
                    "arth": "'दक्षकुमारी! तुम्हें नमस्कार है। मैं तुम्हारे मुँहमें प्रवेश कर चुका। लो तुम्हारा वर भी सत्य हो गया। अब मैं उस स्थानको जाऊँगा, जहाँ विदेहकुमारी सीता विद्यमान हैं ॥ १६९॥ "
                },
                {
                    "slok": "तं दृष्ट्वा वदनान्मुक्तं चन्द्रं राहुमुखादिव। अब्रवीत् सुरसा देवी स्वेन रूपेण वानरम्॥१७०॥",
                    "arth": "राहुके मुखसे छूटे हुए चन्द्रमाकी भाँति अपने मुखसे मुक्त हुए हनुमान्जीको देखकर सुरसा देवीने अपने असली रूपमें प्रकट होकर उन वानरवीरसे कहा-॥१७०॥ "
                },
                {
                    "slok": "अर्थसिद्धयै हरिश्रेष्ठ गच्छ सौम्य यथासुखम्। समानय च वैदेहीं राघवेण महात्मना॥१७१॥",
                    "arth": "'कपिश्रेष्ठ! तुम भगवान् श्रीरामके कार्यकी सिद्धिके लिये सुखपूर्वक जाओ। सौम्य! विदेहनन्दिनी सीताको महात्मा श्रीरामसे शीघ्र मिलाओ' ॥ १७१॥ "
                },
                {
                    "slok": "तत् तृतीयं हनुमतो दृष्ट्वा कर्म सुदुष्करम्। साधुसाध्विति भूतानि प्रशशंसुस्तदा हरिम्॥१७२॥",
                    "arth": "कपिवर हनुमान्जीका यह तीसरा अत्यन्त दुष्कर कर्म देख सब प्राणी वाह-वाह करके उनकी प्रशंसा करने लगे॥ १७२॥"
                },
                {
                    "slok": "सागरमनाधृष्यमभ्येत्य वरुणालयम्। जगामाकाशमाविश्य वेगेन गरुडोपमः॥१७३॥",
                    "arth": "वे वरुणके निवासभूत अलक्ष्य समुद्रके निक आकर आकाशका ही आश्रय ले गरुड़के समान वेग आगे बढ़ने लगे॥ १७३॥ "
                },
                {
                    "slok": "सेविते वारिधाराभिः पतगैश्च निषेविते। चरिते कैशिकाचार्यैरैरावतनिषेविते॥१७४ सिंहकुञ्जरशार्दूलपतगोरगवाहनैः नि । विमानैः सम्पतद्भिश्च विमलैः समलंकृते॥१७५ वज्राशनिसमस्पर्शः पावकैरिव शोभिते। नीर कृतपुण्यैर्महाभागैः स्वर्गजिद्भिरधिष्ठिते॥१७६ वहता हव्यमत्यन्तं सेविते चित्रभानुना। ग्रहनक्षत्रचन्द्रार्कतारागणविभूषिते ॥१७७ महर्षिगणगन्धर्वनागयक्षसमाकुले । एक विविक्ते विमले विश्वे विश्वावसुनिषेविते॥१७८ देवराजगजाक्रान्ते चन्द्रसूर्यपथे शिवे। विताने जीवलोकस्य वितते ब्रह्मनिर्मिते॥१७९ बहुशः सेविते वीरैर्विद्याधरगणैर्वृते। जगाम वायुमार्गे च गरुत्मानिव मारुतिः॥१८०",
                    "arth": "जो जलकी धाराओंसे सेवित, पक्षियोंसे संयुत्त गानविद्याके आचार्य तुम्बुरु आदि गन्धर्वोके विचरणक स्थान तथा ऐरावतके आने-जानेका मार्ग है, सिंह, हार्थ बाघ, पक्षी और सर्प आदि वाहनोंसे जुते और उड़ते हु निर्मल विमान जिसकी शोभा बढ़ाते हैं, जिनका स्प वज्र और अशनिके समान दुःसह तथा तेज अग्नि समान प्रकाशमान है तथा जो स्वर्गलोकपर विजय । चुके हैं, ऐसे महाभाग पुण्यात्मा पुरुषोंका जो निवासस्थ है, देवताके लिये अधिक मात्रामें हविष्यका भार वह करनेवाले अग्निदेव जिसका सदा सेवन करते हैं, ग्र नक्षत्र, चन्द्रमा, सूर्य और तारे आभूषणकी भाँति जि सजाते हैं, महर्षियोंके समुदाय, गन्धर्व, नाग और र जहाँ भरे रहते हैं, जो जगत्का आश्रयस्थान, एकान्त ॐ निर्मल है, गन्धर्वराज विश्वावसु जिसमें निवास करते देवराज इन्द्रका हाथी जहाँ चलता-फिरता है, जो चन्द्र और सूर्यका भी मङ्गलमय मार्ग है, इस जीव-जगत लिये विमल वितान (बँदोवा) है, साक्षात् पर परमात्माने ही जिसकी सृष्टि की है, जो बहुसंख्य वीरोंसे सेवित और विद्याधरगणोंसे आवृत है, ३ वायुपथ आकाशमें पवननन्दन हनुमान्जी गरुड़के सम् वेगसे चले ॥ १७४–१८०॥"
                },
                {
                    "slok": "हनुमान् मेघजालानि प्राकर्षन् मारुतो यथा। कालागुरुसवर्णानि रक्तपीतसितानि च ॥ १८१ ॥",
                    "arth": "वायुके समान हनुमान्जी अगरके समान काले तथा लाल, पीले और श्वेत बादलोंको खींचते हुए आगे बढ़ने लगे ॥ १८१ ॥"
                },
                {
                    "slok": "कपिना कृष्यमाणानि महाभ्राणि चकाशिरे। प्रविशन्नभ्रजालानि निष्पतंश्च पुनः पुनः॥१८२॥ प्रावृषीन्दुरिवाभाति निष्पतन् प्रविशंस्तदा। ",
                    "arth": "उनके द्वारा खींचे जाते हुए वे बड़े-बड़े बादल अद्भुत शोभा पा रहे थे। वे बारम्बार मेघ-समूहोंमें प्रवेश करते और बाहर निकलते थे। उस अवस्थामें बादलोंमें छिपते तथा प्रकट होते हुए वर्षाकालके चन्द्रमाकी भाँति उनकी बड़ी शोभा हो रही थी॥ १८२३ ॥ "
                },
                {
                    "slok": "॥ प्रदृश्यमानः सर्वत्र हनूमान् मारुतात्मजः॥१८३॥ भेजेऽम्बरं निरालम्बं पक्षयुक्त इवाद्रिराट्।",
                    "arth": "सर्वत्र दिखायी देते हुए पवनकुमार हनुमान्जी पंखधारी गिरिराजके समान निराधार आकाशका आश्रय लेकर आगे बढ़ रहे थे॥१८३३॥ . "
                },
                {
                    "slok": "प्लवमानं तु तं दृष्ट्वा सिंहिका नाम राक्षसी॥१८४॥ मनसा चिन्तयामास प्रवृद्धा कामरूपिणी।",
                    "arth": "इस तरह जाते हुए हनुमान्जीको इच्छानुसार रूप धारण करनेवाली विशालकाया सिंहिका नामवाली | राक्षसीने देखा। देखकर वह मन-ही-मन इस प्रकार विचार करने लगी-॥१८४३॥ "
                },
                {
                    "slok": "अद्य दीर्घस्य कालस्य भविष्याम्यहमाशिता॥१८५॥ इदं मम महासत्त्वं चिरस्य वशमागतम्।",
                    "arth": "'आज दीर्घकालके बाद यह विशाल जीव मेरे वशमें आया है। इसे खा लेनेपर बहुत दिनोंके लिये मेरा पेट भर जायगा'॥ १८५१॥"
                },
                {
                    "slok": "इति संचिन्त्य मनसा च्छायामस्य समाक्षिपत्॥१८६॥ छायायां गृह्यमाणायां चिन्तयामास वानरः। समाक्षिप्तोऽस्मि सहसा पञ्जुकृतपराक्रमः॥१८७॥ प्रतिलोमेन वातेन महानौरिव सागरे। ",
                    "arth": "अपने हृदयमें ऐसा सोचकर उस राक्षसीने हनुमान्जीकी छाया पकड़ ली। छाया पकड़ी जानेपर वानरवीर हनुमान्ने सोचा-'अहो! सहसा किसने मुझे पकड़ लिया, इस पकड़के सामने मेरा पराक्रम पङ्ग हो गया है। जैसे प्रतिकूल हवा चलनेपर समुद्र में जहाजकी गति अवरुद्ध हो जाती है, वैसी ही दशा आज मेरी भी हो गयी है'॥१८६-१८७३ "
                },
                {
                    "slok": "॥ तिर्यगूर्ध्वमधश्चैव वीक्षमाणस्तदा कपिः॥१८८॥ वर्ग 7 टागन्नान्शितं लवणाम्भसि।",
                    "arth": "यही सोचते हुए कपिवर हनुमान्ने उस समय अगल- बगलमें, ऊपर और नीचे दृष्टि डाली। इतनेहीम उन्हें समुद्रके जलके ऊपर उठा हुआ एक विशालकाय प्राणी दिखायी दिया॥१८८३ ॥"
                },
                {
                    "slok": "तद् दृष्ट्वा चिन्तयामास मारुतिर्विकृताननाम्॥१८९॥ कपिराज्ञा यथाख्यातं सत्त्वमद्भुतदर्शनम्। छायाग्राहि महावीर्यं तदिदं नात्र संशयः॥१९०॥",
                    "arth": "उस विकराल मुखवाली राक्षसीको देखकर पवनकुमार हनुमान् सोचने लगे-वानरराज सुग्रीवने जिस महापराक्रमी छायाग्राही अद्भुत जीवकी चर्चा की थी, वह नि:संदेह यही है॥१८९-१९०॥ "
                },
                {
                    "slok": "सतां बुद्ध्वार्थतत्त्वेन सिंहिकांमतिमान् कपिः। व्यवर्धत महाकायः प्रावृषीव बलाहकः॥१९१॥",
                    "arth": "तब बुद्धिमान् कपिवर हनुमान्जीने यह निश्चय करके कि वास्तवमें यही सिंहिका है, वर्षाकालके मेघकी भाँति अपने शरीरको बढ़ाना आरम्भ किया। इस प्रकार वे विशालकाय हो गये॥१९१॥ "
                },
                {
                    "slok": "तस्य सा कायमुद्वीक्ष्य वर्धमानं महाकपेः। वक्त्रं प्रसारयामास पातालाम्बरसंनिभम्॥१९२॥ घनराजीव गर्जन्ती वानरं समभिद्रवत्।",
                    "arth": "उन महाकपिके शरीरको बढ़ते देख सिंहिकाने अपना मुँह पाताल और आकाशके मध्यभागके समान फैला लिया और मेघोंकी घटाके समान गर्जना करती हुई उन वानरवीरकी ओर दौड़ी॥१९२३ ॥ "
                },
                {
                    "slok": "स ददर्श ततस्तस्या विकृतं सुमहन्मुखम्॥१९३॥ कायमानं च मेधावी मर्माणि च महाकपिः।",
                    "arth": "हनुमान्जीने उसका अत्यन्त विकराल और बढ़ हुआ मुँह देखा। उन्हें अपने शरीरके बराबर ही उसक मुँह दिखायी दिया। उस समय बुद्धिमान् महाकपि हनुमान्ने सिंहिकाके मर्मस्थानोंको अपना लक्ष्य बनाया। स तस्या विकृते वक्त्रे वज्रसंहननः कपिः॥१९४। "
                },
                {
                    "slok": "स तस्या विकृते वक्त्रे वज्रसंहननः कपिः॥१९४। संक्षिप्य मुहुरात्मानं निपपात महाकपिः।",
                    "arth": "तदनन्तर वज्रोपम शरीरवाले महाकपि पवनकुमार अपने शरीरको संकुचित करके उसके विकराल मुखमे आ गिरे॥१९४३ ॥"
                },
                {
                    "slok": "आस्ये तस्या निमज्जन्तं ददृशुः सिद्धचारणाः॥१९५। ग्रस्यमानं यथा चन्द्रं पूर्ण पर्वणि राहुणा।।",
                    "arth": "उस समय सिद्धों और चारणोंने हनुमान्जीक सिंहिकाके मुखमें उसी प्रकार निमग्न होते देखा, जैसे पूर्णिमाकी रातमें पूर्ण चन्द्रमा राहुके ग्रास बन गये हों।"
                },
                {
                    "slok": "ततस्तस्या नखैस्तीक्ष्णैर्माण्युत्कृत्य वानरः॥१९६॥ उत्पपाताथ वेगेन मनःसम्पातविक्रमः।",
                    "arth": "मुखमें प्रवेश करके उन वानरवीरने अपने तीखे नखोंसे उस राक्षसीके मर्मस्थानोंको विदीर्ण कर डाला। इसके पश्चात् वे मनके समान गतिसे उछलकर वेगपूर्वक बाहर निकल आये ॥ १९६३ ॥ "
                },
                {
                    "slok": "तांत दिष्ट्या च धत्या च दाक्षिण्येन निपात्य सः॥१९७॥ कपिप्रवीरो वेगेन ववृधे पुनरात्मवान्।",
                    "arth": "दैवके अनुग्रह, स्वाभाविक धैर्य तथा कौशलसे उस राक्षसीको मारकर वे मनस्वी वानरवीर पुनः वेगसे बढ़कर बड़े हो गये॥१९७३ ॥"
                },
                {
                    "slok": "हृतहृत्सा हनुमता पपात विधुराम्भसि। स्वयंभुवैव हनुमान् सृष्टस्तस्या निपातने॥१९॥",
                    "arth": "हनुमान्जीने प्राणोंके आश्रयभूत उसके हृदयस्थलको ही नष्ट कर दिया, अतः वह प्राणशून्य होकर समुद्रके जलमें गिर पड़ी। विधाताने ही उसे मार गिरानेके लिये हनुमान्जीको निमित्त बनाया था॥ १९८॥ "
                },
                {
                    "slok": "तां हतां वानरेणाशु पतितां वीक्ष्य सिंहिकाम्। भूतान्याकाशचारीणि तमूचुः प्लवगोत्तमम्॥१९९॥",
                    "arth": "उन वानरवीरके द्वारा शीघ्र ही मारी जाकर सिंहिका जलमें गिर पड़ी। यह देख आकाशमें विचरनेवाले प्राणी उन कपिश्रेष्ठसे बोले- ॥ १९९॥ "
                },
                {
                    "slok": "भीममद्य कृतं कर्म महत्सत्त्वं त्वया हतम्। साधयार्थमभिप्रेतमरिष्टं प्लवतां वर॥२० ॥",
                    "arth": "'कपिवर! तुमने यह बड़ा ही भयंकर कर्म किया है, जो इस विशालकाय प्राणीको मार गिराया है। अब तुम बिना किसी विघ्न-बाधाके अपना अभीष्ट कार्य सिद्ध करो॥ "
                },
                {
                    "slok": "यस्य त्वेतानि चत्वारि वानरेन्द्र यथा तव। धृतिर्दृष्टिर्मतिर्दाक्ष्यं स कर्मसु न सीदति ॥२०१॥",
                    "arth": "'वानरेन्द्र ! जिस पुरुषमें तुम्हारे समान धैर्य, सूझ, बुद्धि और कुशलता-ये चार गुण होते हैं, उसे अपने कार्यमें कभी असफलता नहीं होती'॥ २०१॥ "
                },
                {
                    "slok": "स तैः सम्पूजितः पूज्यः प्रतिपन्नप्रयोजनैः। जगामाकाशमाविश्य पन्नगाशनवत् कपिः॥२०२॥ ",
                    "arth": "इस प्रकार अपना प्रयोजन सिद्ध हो जानेसे उन आकाशचारी प्राणियोंने हनुमान्जीका बड़ा सत्कार किया। इसके बाद वे आकाशमें चढ़कर गरुड़के समान वेगसे चलने लगे॥ २०२॥"
                },
                {
                    "slok": "प्राप्तभूयिष्ठपारस्तु सर्वतः परिलोकयन्। योजनानां शतस्यान्ते वनराजीं ददर्श सः॥२०३॥",
                    "arth": "सौ योजनके अन्तमें प्रायः समुद्रके पार पहुँचक जब उन्होंने सब ओर दृष्टि डाली, तब उन्हें एक हरीभरी वनश्रेणी दिखायी दी॥२०३॥ "
                },
                {
                    "slok": "सौ योजनके अन्तमें प्रायः समुद्रके पार पहुँचक जब उन्होंने सब ओर दृष्टि डाली, तब उन्हें एक हरीभरी वनश्रेणी दिखायी दी॥२०३॥ ",
                    "arth": "आकाशमें उड़ते हुए ही शाखामृगोंमें श्रेष्ठ हनुमान्जीने भाँति-भाँतिके वृक्षोंसे सुशोभित लंका नामक द्वीप देखा उत्तर तटकी भाँति समुद्रके दक्षिण तटपर भी मलय नामक पर्वत और उसके उपवन दिखायी दिये ॥ २०४॥"
                },
                {
                    "slok": "सागरं सागरानूपान् सागरानूपजान् द्रुमान्। म सागरस्य च पत्नीनां मुखान्यपि विलोकयत्॥२०५॥",
                    "arth": "समुद्र, सागरतटवर्ती जलप्राय देश तथा वहाँ उगे हुए वृक्ष एवं सागरपत्नी सरिताओंके मुहानोंको भी उन्होंने देखा ॥ २०५॥"
                },
                {
                    "slok": "स महामेघसंकाशं समीक्ष्यात्मानमात्मवान्। निरुन्धन्तमिवाकाशं चकार मतिमान् मतिम्॥२०६॥",
                    "arth": "मनको वशमें रखनेवाले बुद्धिमान् हनुमान्जीने अपने शरीरको महान् मेघोंकी घटाके समान विशाल तथा आकाशको अवरुद्ध करता-सा देख मन-ही-मन इस प्रकार विचार किया- ॥२०६॥ "
                },
                {
                    "slok": "कायवृद्धिं प्रवेगं च मम दृष्वैव राक्षसाः। मयि कौतूहलं कुर्युरिति मेने महामतिः॥२०७॥",
                    "arth": "'अहो! मेरे शरीरकी विशालता तथा मेरा यह तीव्र वेग देखते ही राक्षसोंके मनमें मेरे प्रति बड़ा कौतूहल होगा-वे मेरा भेद जाननेके लिये उत्सुक हो जायेंगे।' परम बुद्धिमान् हनुमान्जीके मनमें यह धारणा पक्की हो गयी॥ २०७॥ "
                },
                {
                    "slok": "ततः शरीरं संक्षिप्य तन्महीधरसंनिभम्। को पुनः प्रकृतिमापेदे वीतमोह इवात्मवान्॥२०८॥ ",
                    "arth": "मनस्वी हनुमान् अपने पर्वताकार शरीरको संकुचित करके पुनः अपने वास्तविक स्वरूपमें स्थित हो गये। ठीक उसी तरह, जैसे मनको वशमें रखनेवाला मोहरहित पुरुष अपने मूल स्वरूपमें प्रतिष्ठित होता है॥२०८॥ "
                },
                {
                    "slok": "तद्रूपमतिसंक्षिप्य हनूमान् प्रकृतौ स्थितः। त्रीन् क्रमानिव विक्रम्य बलिवीर्यहरो हरिः॥२०९॥",
                    "arth": "जैसे बलिके पराक्रमसम्बन्धी अभिमानको हर लेनेवाले श्रीहरिने विरारूपसे तीन पग चलकर तीनों | लोकोंको नाप लेनेके पश्चात् अपने उस स्वरूपको समेट लिया था, उसी प्रकार हनुमान्जी समुद्रको लाँघ जानेके बाद अपने उस विशाल रूपको संकुचित करके अपने वास्तविक स्वरूपमें स्थित हो गये॥२०९॥"
                },
                {
                    "slok": "चारुनानाविधरूपधारी परं समासाद्य समुद्रतीरम्। परैरशक्यं प्रतिपन्नरूपः समीक्षितात्मा समवेक्षितार्थः॥२१०॥",
                    "arth": "हनुमान्जी बड़े ही सुन्दर और नाना प्रकारके रूप धारण कर लेते थे। उन्होंने समुद्रके दूसरे तटपर, जहाँ दूसरोंका पहुँचना असम्भव था, पहुँचकर अपने विशाल | शरीरकी ओर दृष्टिपात किया। फिर अपने कर्तव्यका | विचार करके छोटा-सा रूप धारण कर लिया॥ २१०॥ | "
                },
                {
                    "slok": "ततः स लम्बस्य गिरेः समृद्ध विचित्रकूटे निपपात कूटे। | सकेतकोद्दालकनारिकेले । 6 महाभ्रकूटप्रतिमो महात्मा॥२११॥",
                    "arth": "महान् मेघ-समूहके समान शरीरवाले महात्मा 'हनुमान्जी केवड़े, लसोड़े और नारियलके वृक्षोंसे विभूषित लम्बपर्वतके विचित्र लघु शिखरोंवाले महान् समृद्धिशाली शृङ्गपर कूद पड़े॥ २११॥ "
                },
                {
                    "slok": "ततस्तु सम्प्राप्य समुद्रतीरं समीक्ष्य लंकां गिरिवर्यमूर्ध्नि। कपिस्तु तस्मिन् निपपात पर्वते विधूय रूपं व्यथयन्मृगद्विजान्॥२१२॥ ",
                    "arth": "तदनन्तर समुद्रके तटपर पहुँचकर वहाँसे उन्होंने एक श्रेष्ठ पर्वतके शिखरपर बसी हुई लंकाको देखा। देखकर अपने पहले रूपको तिरोहित करके वे वानरवीर वहाँके पशु-पक्षियोंको व्यथित करते हुए उसी पर्वतपर उतर पड़े॥ "
                },
                {
                    "slok": "स सागरं दानवपन्नगायुतं बलेन विक्रम्य महोर्मिमालिनम्। निपत्य तीरे च महोदधेस्तदा । ददर्श लंकाममरावतीमिव॥२१३॥ ",
                    "arth": "इस प्रकार दानवों और सोंसे भरे हुए तथा बड़ीबड़ी उत्ताल तरङ्गमालाओंसे अलंकृत महासागरको बलपूर्वक लाँघकर वे उसके तटपर उतर गये और अमरावतीके समान सशोभित लंकापरीकी शोभा देखने लगे॥ २१३॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे प्रथमः सर्गः ॥ १ ॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें पहला सर्ग पूरा हुआ ॥ १ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - द्वितीयः सर्गः लंकापुरीका वर्णन, उसमें प्रवेश करनेके विषयमें हनुमान्जीका विचार, उनका लघुरूपसे पुरीमें प्रवेश तथा चन्द्रोदयका वर्णन",
            "arths": [
                {
                    "slok": "स सागरमनाधृष्यमतिक्रम्य महाबलः। त्रिकूटस्य तटे लंकां स्थितः स्वस्थो ददर्श ह॥१॥",
                    "arth": "महाबली हनुमान्जी अलङ्घनीय समुद्रको पार करके त्रिकूट (लम्ब) नामक पर्वतके शिखरपर स्वस्थ भावसे खड़े हो लंकापुरीकी शोभा देखने लगे॥१॥ "
                },
                {
                    "slok": "ततः पादपमुक्तेन पुष्पवर्षेण वीर्यवान्। अभिवृष्टस्ततस्तत्र बभौ पुष्पमयो हरिः॥२॥",
                    "arth": "उस समय उनके ऊपर वहाँ वृक्षोंसे झड़े हुए फूलोंकी वर्षा होने लगी। इससे वहाँ बैठे हुए पराक्रमी हनुमान् फूलके बने हुए वानरके समान प्रतीत होने लगे॥२॥ "
                },
                {
                    "slok": "योजनानां शतं श्रीमांस्तीर्वाप्युत्तमविक्रमः। अनिःश्वसन् कपिस्तत्र न ग्लानिमधिगच्छति॥३॥",
                    "arth": "उत्तम पराक्रमी श्रीमान् वानरवीर हनुमान् सौ योजन समुद्र लाँघकर भी वहाँ लम्बी साँस नहीं खींच रहे थे और न ग्लानिका ही अनुभव करते थे॥३॥ "
                },
                {
                    "slok": "शतान्यहं योजनानां क्रमेयं सुबहून्यपि। किं पुनः सागरस्यान्तं संख्यातं शतयोजनम्॥४॥",
                    "arth": "उलटे वे यह सोचते थे, मैं सौ-सौ योजनोंके बहुतसे समुद्र लाँघ सकता हूँ; फिर इस गिने-गिनाये सौ योजन समुद्रको पार करना कौन बड़ी बात है?॥४॥ "
                },
                {
                    "slok": "स तु वीर्यवतां श्रेष्ठः प्लवतामपि चोत्तमः। जगाम वेगवाँल्लंकां लवयित्वा महोदधिम्॥५॥",
                    "arth": "बलवानोंमें श्रेष्ठ तथा वानरोंमें उत्तम वे वेगवान् पवन- कुमार महासागरको लाँघकर शीघ्र ही लंकामें जा पहुँचे॥५॥"
                },
                {
                    "slok": "शाद्वलानि च नीलानि गन्धवन्ति वनानि च। मधुमन्ति च मध्येन जगाम नगवन्ति च॥६॥",
                    "arth": "रास्तेमें हरी-हरी दूब और वृक्षोंसे भरे हुए मकरन्दपूर्ण सुगन्धित वन देखते हुए वे मध्यमार्गसे जा रहे थे॥६॥"
                },
                {
                    "slok": "शैलाश्च तरुसंछन्नान् वनराजीश्च पुष्पिताः। अभिचक्राम तेजस्वी हनूमान् प्लवगर्षभः॥७॥",
                    "arth": "तेजस्वी वानरशिरोमणि हनुमान् वृक्षोंसे आच्छादित पर्वतों और फूलोंसे भरी हुई वन-श्रेणियोंमें विचरने लगे॥७॥"
                },
                {
                    "slok": "स तस्मिन्नचले तिष्ठन् वनान्युपवनानि च। स नगाग्रे स्थितां लंकां ददर्श पवनात्मजः॥८॥",
                    "arth": "उस पर्वतपर स्थित हो पवनपुत्र हनुमान्ने बहुतसे वन और उपवन देखे तथा उस पर्वतके अग्रभागमें बसी हुई लंकाका भी अवलोकन किया॥८॥"
                },
                {
                    "slok": "सरलान् कर्णिकारांश्च खजूरांश्च सुपुष्पितान्। प्रियालान् मुचुलिन्दांश्च कुटजान् केतकानपि॥ ९ ॥ प्रियङ्गन् गन्धपूर्णांश्च नीपान् सप्तच्छदांस्तथा। असनान् कोविदारांश्च करवीरांश्च पुष्पितान्॥१०॥ पुष्पभारनिबद्धांश्च तथा मुकुलितानपि। पादपान् विहगाकीर्णान् पवनाधूतमस्तकान्॥११॥",
                    "arth": "उन कपिश्रेष्ठने वहाँ सरल (चीड़), कनेर, खिले हुए खजूर, प्रियाल (चिरौंजी), मुचुलिन्द (जम्बीरी नीबू), कुटज, केतक (केवड़े), सुगन्धपूर्ण प्रियङ्ग (पिप्पली), नीप (कदम्ब या अशोक), छितवन, असन, कोविदार तथा खिले हुए करवीर भी देखे। फूलोंके भारसे लदे हुए तथा मुकुलित (अधखिले) बहुत-से वृक्ष उन्हें दृष्टिगोचर हुए, जिनमें पक्षी भरे हुए थे और हवाके झोंकेसे जिनकी डालियाँ झूम रही थीं॥९- ११॥ "
                },
                {
                    "slok": "हंसकारण्डवाकीर्णा वापी: पद्मोत्पलावृताः । आक्रीडान् विविधान् रम्यान् विविधांश्च जलाशयान्॥ १२॥",
                    "arth": "हंसों और कारण्डवोंसे व्याप्त तथा कमल और उत्पलसे आच्छादित हुई बहुत-सी बावड़ियाँ, भाँतिभाँतिके रमणीय क्रीड़ास्थान तथा नाना प्रकारके जलाशय उनके दृष्टिपथमें आये ॥१२॥ "
                },
                {
                    "slok": "संततान् विविधैर्वृक्षैः सर्वर्तुफलपुष्पितैः। उद्यानानि च रम्याणि ददर्श कपिकुञ्जरः॥१३॥",
                    "arth": "उन जलाशयोंके चारों ओर सभी ऋतुओंमें फलफूल देनेवाले अनेक प्रकारके वृक्ष फैले हुए थे। उन वानरशिरोमणिने वहाँ बहुत-से रमणीय उद्यान भी | देखे ॥१३॥ | "
                },
                {
                    "slok": "समासाद्य च लक्ष्मीवॉल्लंकां रावणपालिताम्। परिखाभिः सपद्माभिः सोत्पलाभिरलंकृताम्॥१४॥ | सीतापहरणात् तेन रावणेन सुरक्षिताम्। | समन्ताद् विचरद्भिश्च राक्षसैरुग्रधन्वभिः॥१५॥ | ",
                    "arth": "अद्भुत शोभासे सम्पन्न हनुमान्जी धीरे-धीरे रावण पालित लंकापुरीके पास पहुँचे। उसके चारों ओर खुदी हुई खाइयाँ उस नगरीकी शोभा बढ़ा रही थीं। उनमें उत्पल और पद्म आदि कई जातियोंके कमल खिले थे। सीताको हर लानेके कारण रावणने लंकापुरीकी रक्षाका विशेष प्रबन्ध कर रखा था। उसके चारों ओर भयंकर धनुष धारण करनेवाले राक्षस घूमते रहते थे॥१४-१५॥"
                },
                {
                    "slok": "काञ्चनेनावृतां रम्यां प्राकारेण महापुरीम्। गृहैश्च गिरिसंकाशैः शारदाम्बुदसंनिभैः॥१६॥",
                    "arth": "वह महापुरी सोनेकी चहारदीवारीसे घिरी हुई थी तथा पर्वतके समान ऊँचे और शरद्-ऋतुके बादलोंके समान श्वेत भवनोंसे भरी हुई थी॥१६॥ "
                },
                {
                    "slok": "पाण्डुराभिः प्रतोलीभिरुच्चाभिरभिसंवृताम्।। अट्टालकशताकीर्णां पताकाध्वजशोभिताम्॥१७॥",
                    "arth": "श्वेत रंगकी ऊँची-ऊँची सड़कें उस पुरीको सब ओरसे घेरे हुए थीं। सैकड़ों अट्टालिकाएँ वहाँ शोभा पा रही थीं तथा फहराती हुई ध्वजा-पताकाएँ उस नगरीकी शोभा बढ़ा रही थीं॥१७॥"
                },
                {
                    "slok": "तोरणैः काञ्चनैर्दिव्यैर्लतापङ्क्तिविराजितैः। ददर्श हनुमाँल्लंकां देवो देवपुरीमिव॥१८॥",
                    "arth": "उसके बाहरी फाटक सोनेके बने हुए थे और उनकी दीवारें लता-बेलोंके चित्रसे सुशोभित थीं। हनुमान्जीने उन फाटकोंसे सुशोभित लंकाको उसी प्रकार देखा, जैसे कोई देवता देवपुरीका निरीक्षण कर रहा हो ॥१८॥ "
                },
                {
                    "slok": "गिरिमूर्ध्नि स्थितां लंकां पाण्डुरैर्भवनैः शुभैः। ददर्श स कपिः श्रीमान् पुरीमाकाशगामिव ॥१९॥",
                    "arth": "तेजस्वी कपि हनुमान्ने सुन्दर शुभ्र सदनोंसे सुशोभित और पर्वतके शिखरपर स्थित लंकाको इस तरह देखा, मानो वह आकाशमें विचरनेवाली नगरी हो॥१९॥ "
                },
                {
                    "slok": "पालितां राक्षसेन्द्रेण निर्मितां विश्वकर्मणा। प्लवमानामिवाकाशे ददर्श हनुमान् कपिः॥२०॥",
                    "arth": "कपिवर हनुमान्ने विश्वकर्माद्वारा निर्मित तथा राक्षसराज रावणद्वारा सुरक्षित उस पुरीको आकाशमें तैरती-सी देखा ॥ २०॥ "
                },
                {
                    "slok": "वप्रप्राकारजघनां विपुलाम्बुवनाम्बराम्। शतघ्नीशूलकेशान्तामालकावतंसकाम् ॥२१॥ मनसेव कृतां लंकां निर्मितां विश्वकर्मणा। ",
                    "arth": "विश्वकर्माकी बनायी हुई लंका मानो उनके मानसिक संकल्पसे रची गयी एक सन्दरी स्त्री थी। चहारदीवारी और उसके भीतरकी वेदी उसकी जघनस्थली जान पड़ती थीं, समुद्रका विशाल जलराशि और वन उसके वस्त्र थे, शतघ्नी और शूल नामक अस्त्र ही उसके केश थे और बड़ी-बड़ी अट्टालिकाएँ उसके लिये कर्णभूषण-सी प्रतीत हो रही थीं ॥२१३ ॥ "
                },
                {
                    "slok": "द्वारमुत्तरमासाद्य चिन्तयामास वानरः ॥२२॥ कैलासनिलयप्रख्यमालिखन्तमिवाम्बरम् । ध्रियमाणमिवाकाशमुच्छ्रुितैर्भवनोत्तमैः ॥२३॥",
                    "arth": "उस पुरीके उत्तर द्वारपर पहुँचकर वानरवीर हनुमान्जी चिन्तामें पड़ गये। वह द्वार कैलास पर्वतपर बसी हुई अलकापुरीके बहिारके समान ऊँचा था और आकाशमें रेखा-सी खींचता जान पड़ता था। ऐसा जान पड़ता था मानो अपने ऊँचे-ऊँचे प्रासादोंपर आकाशको उठा रखा है॥ २२-२३॥ "
                },
                {
                    "slok": "सम्पूर्णा राक्षसैोरै गर्भोगवतीमिव। अचिन्त्यां सुकृतां स्पष्टां कुबेराध्युषितां पुरा॥२४॥ दंष्ट्राभिर्बहुभिः शूरैः शूलपट्टिशपाणिभिः। रक्षितां राक्षसैोरैर्गुहामाशीविषैरिव ॥२५॥",
                    "arth": "लंकापुरी भयानक राक्षसोंसे उसी तरह भरी थी, जैसे पातालकी भोगवतीपुरी नागोंसे भरी रहती है। उसकी निर्माणकला अचिन्त्य थी। उसकी रचना सुन्दर ढंगसे की गयी थी। वह हनुमान्जीको स्पष्ट दिखायी देती थी। पूर्वकालमें साक्षात् कुबेर वहाँ निवास करते थे। हाथोंमें शूल और पट्टिश लिये बड़ी-बड़ी दाढीवाले बहुत-से शूरवीर घोर राक्षस लंकापुरीकी उसी प्रकार रक्षा करते थे, जैसे विषधर सर्प अपनी पुरीकी करते हैं॥ २४-२५॥ "
                },
                {
                    "slok": "तस्याश्च महतीं गुप्तिं सागरं च निरीक्ष्य सः। जा रावणं च रिपुं घोरं चिन्तयामास वानरः ॥२६॥",
                    "arth": "उस नगरकी बड़ी भारी चौकसी, उसके चारों -ओर समुद्रकी खाईं तथा रावण-जैसे भयंकर शत्रुको देखकर हनुमानजी इस प्रकार विचारने लगे- ॥२६॥ "
                },
                {
                    "slok": "आगत्यापीह हरयो भविष्यन्ति निरर्थकाः। नहि युद्धेन वै लंका शक्या जेतुं सुरैरपि॥२७॥",
                    "arth": "'यदि वानर यहाँतक आ जायँ तो भी वे व्यर्थ ही सिद्ध होंगे; क्योंकि युद्धके द्वारा देवता भी लंकापर विजय नहीं पा सकते ॥२७॥ "
                },
                {
                    "slok": "इमां त्वविषमां लंकां दुर्गा रावणपालिताम्। प्राप्यापि सुमहाबाहुः किं करिष्यति राघवः॥२८॥",
                    "arth": "'जिससे बढ़कर विषम (संकटपर्ण) स्थान और कोई नहीं है, उस रावणपालित इस दुर्गम लंकामें आकर महाबाहु श्रीरघुनाथजी भी क्या करेंगे? ॥२८॥ "
                },
                {
                    "slok": "अवकाशो न साम्रस्तु राक्षसेष्वभिगम्यते। न दानस्य न भेदस्य नैव युद्धस्य दृश्यते॥२९॥",
                    "arth": "'राक्षसोंपर सामनीतिके प्रयोगके लिये तो कोई गुंजाइश ही नहीं है। इनपर दान,भेद और युद्ध (दण्ड) नीतिका प्रयोग भी सफल होता नहीं दिखायी देता॥ २९॥ "
                },
                {
                    "slok": "चतुर्णामेव हि गतिर्वानराणां तरस्विनाम्। वालिपुत्रस्य नीलस्य मम राज्ञश्च धीमतः॥३०॥",
                    "arth": "'यहाँ चार ही वेगशाली वानरोंकी पहुँच हो सकती है-बालिपुत्र अंगदकी, नीलकी, मेरी और बुद्धिमान् राजा सुग्रीवकी॥३०॥ "
                },
                {
                    "slok": "यावज्जानामि वैदेहीं यदि जीवति वा न वा। तत्रैव चिन्तयिष्यामि दृष्ट्वा तां जनकात्मजाम्॥३१॥",
                    "arth": "'अच्छा, पहले यह तो पता लगाऊँ कि विदेहकुमारी सीता जीवित हैं या नहीं। जनककिशोरीका दर्शन करनेके पश्चात् ही मैं इस विषयमें कोई विचार करूँगा'॥३१॥ "
                },
                {
                    "slok": "ततः स चिन्तयामास मुहूर्तं कपिकुञ्जरः। गिरेः शृते स्थितस्तस्मिन् रामस्याभ्युदयं ततः॥३२॥",
                    "arth": "तदनन्तर उस पर्वत-शिखरपर खडे हए कपिश्रेष्ठ हनुमान्जी श्रीरामचन्द्रजीके अभ्युदयके लिये सीताजीका पता लगानेके उपायपर दो घड़ीतक विचार करते रहे। "
                },
                {
                    "slok": "अनेन रूपेण मया न शक्या रक्षसां पुरी। प्रवेष्टुं राक्षसैर्गुप्ता क्रूरैर्बलसमन्वितैः॥३३॥ ",
                    "arth": "उन्होंने सोचा-'मैं इस रूपसे राक्षसोंकी इस नगरीमें प्रवेश नहीं कर सकता; क्योंकि बहुत-से क्रूर और बलवान् राक्षस इसकी रक्षा कर रहे हैं॥३३॥"
                },
                {
                    "slok": "महौजसो महावीर्या बलवन्तश्च राक्षसाः।। वञ्चनीया मया सर्वे जानकी परिमार्गता॥३४॥ ",
                    "arth": "'जानकीकी खोज करते समय मुझे अपनेको छिपानेके लिये यहाँके सभी महातेजस्वी, महापराक्रमी और बलवान् राक्षसोंसे आँख बचानी होगी॥३४॥ "
                },
                {
                    "slok": "लक्ष्यालक्ष्येण रूपेण रात्रौ लंकापुरी मया। प्राप्तकालं प्रवेष्टुं मे कृत्यं साधयितुं महत्॥३५॥",
                    "arth": "'अतः मुझे रात्रिके समय ही नगरमें प्रवेश करना चाहिये और सीताका अन्वेषणरूप यह महान् समयोचित कार्य सिद्ध करनेके लिये ऐसे रूपका आश्रय लेना चाहिये, जो आँखसे देखा न जा सके। केवल कार्यसे यह अनुमान हो कि कोई आया था ।' ॥ ३५ ॥"
                },
                {
                    "slok": "तां पुरी तादृशीं दृष्ट्वा दुराधर्षां सुरासुरैः। | हनूमांश्चिन्तयामास विनिःश्वस्य मुहुर्मुहुः॥३६॥",
                    "arth": "देवताओं और असुरोंके लिये भी दुर्जय वैसी लंकापुरीको देखकर हनुमान्जी बारम्बार लम्बी साँस खींचते हुए यों विचार करने लगे-॥३६॥ "
                },
                {
                    "slok": "केनोपायेन पश्येयं मैथिली जनकात्मजाम्। अदृष्टो राक्षसेन्द्रेण रावणेन दुरात्मना॥३७॥",
                    "arth": "'किस उपायसे काम लूँ, जिससे दुरात्मा राक्षसराज रावणकी दृष्टिसे ओझल रहकर मैं मिथिलेशनन्दिनी जनक- किशोरी सीताका दर्शन प्राप्त कर सकूँ॥ ३७॥ "
                },
                {
                    "slok": "न विनश्येत् कथं कार्यं रामस्य विदितात्मनः। एकामेकस्तु पश्येयं रहिते जनकात्मजाम्॥३८॥ ",
                    "arth": "'किस रीतिसे कार्य किया जाय, जिससे जगद्विख्यात श्रीरामचन्द्रजीका काम भी न बिगड़े और मैं एकान्तमें अकेली जानकीजीसे भेंट भी कर लूँ॥३८॥ "
                },
                {
                    "slok": "भूताश्चार्था विनश्यन्ति देशकालविरोधिताः। विक्लवं दूतमासाद्य तमः सूर्योदये यथा॥३९॥",
                    "arth": "'कई बार कातर अथवा अविवेकपूर्ण कार्य करनेवाले दूतके हाथमें पड़कर देश और कालके विपरीत व्यवहार होनेके कारण बने-बनाये काम भी उसी तरह बिगड़ जाते हैं, जैसे सूर्योदय होनेपर अन्धकार नष्ट हो जाता है॥३९॥ "
                },
                {
                    "slok": "अर्थानान्तरे बुद्धिनिश्चितापि न शोभते। घातयन्तीह कार्याणि दूताः पण्डितमानिनः॥४०॥",
                    "arth": "'राजा और मन्त्रियोंके द्वारा निश्चित किया हुआ कर्तव्याकर्तव्यविषयक विचार भी किसी अविवेकी दूतका आश्रय लेनेसे शोभा (सफलता) नहीं पाता है। अपनेको पण्डित माननेवाले अविवेकी दूत सारा काम | ही चौपट कर देते हैं॥४०॥ "
                },
                {
                    "slok": "न विनश्येत् कथं कार्यं वैक्लव्यं न कथं भवेत्। लङ्घनं च समुद्रस्य कथं नु न भवेद् वृथा॥४१॥ ",
                    "arth": "'अच्छा तो किस उपायका अवलम्बन करनेसे स्वामीका कार्य नहीं बिगड़ेगा; मुझे घबराहट या अविवेक नहीं होगा और मेरा यह समुद्रका लाँघना भी व्यर्थ नहीं होने पायेगा॥४१॥"
                },
                {
                    "slok": "मयि दृष्टे तु रक्षोभी रामस्य विदितात्मनः।। भवेद् व्यर्थमिदं कार्यं रावणानर्थमिच्छतः॥४२॥ ",
                    "arth": "'यदि राक्षसोंने मुझे देख लिया तो रावणका अनर्थ चाहनेवाले उन विख्यातनामा भगवान् श्रीरामका यह | कार्य सफल न हो सकेगा॥४२॥"
                },
                {
                    "slok": "नहि शक्यं क्वचित् स्थातुमविज्ञातेन राक्षसैः। अपि राक्षसरूपेण किमुतान्येन केनचित्॥४३॥ ",
                    "arth": "'यहाँ दूसरे किसी रूपकी तो बात ही क्या है, राक्षसका रूप धारण करके भी राक्षसोंसे अज्ञात रहकर कहीं ठहरना असम्भव है॥४३॥"
                },
                {
                    "slok": "नामांक वायुरप्यत्र नाज्ञातश्चरेदिति मतिर्मम। नह्यत्राविदितं किंचिद् रक्षसां भीमकर्मणाम्॥४४॥",
                    "arth": "हा, 'मेरा तो ऐसा विश्वास है कि राक्षसोंसे छिपे रहकर वायुदेव भी इस पुरीमें विचरण नहीं कर सकते। यहाँ कोई भी ऐसा स्थान नहीं है, जो इन भयंकर कर्म करनेवाले राक्षसोंको ज्ञात न हो॥४४॥ "
                },
                {
                    "slok": "नहि शक्यं क्वचित् स्थातुमविज्ञातेन राक्षसैः। अपि राक्षसरूपेण किमुतान्येन केनचित्॥४३॥ ",
                    "arth": " 'यहाँ दूसरे किसी रूपकी तो बात ही क्या है, राक्षसका रूप धारण करके भी राक्षसोंसे अज्ञात रहकर कहीं ठहरना असम्भव है॥४३॥ "
                },
                {
                    "slok": "वायुरप्यत्र नाज्ञातश्चरेदिति मतिर्मम। नह्यत्राविदितं किंचिद् रक्षसां भीमकर्मणाम्॥४४॥",
                    "arth": "'मेरा तो ऐसा विश्वास है कि राक्षसोंसे छिपे रहकर वायुदेव भी इस पुरीमें विचरण नहीं कर सकते। यहाँ कोई भी ऐसा स्थान नहीं है, जो इन भयंकर कर्म करनेवाले राक्षसोंको ज्ञात न हो॥४४॥ "
                },
                {
                    "slok": "इहाहं यदि तिष्ठामि स्वेन रूपेण संवृतः। विनाशमुपयास्यामि भर्तुरर्थश्च हास्यति॥४५॥ ",
                    "arth": "'यदि यहाँ मैं अपने इस रूपसे छिपकर भी रहूँगा तो मारा जाऊँगा और मेरे स्वामीके कार्य में भी हानि पहुँचेगी॥ ४५ ॥ "
                },
                {
                    "slok": "तदहं स्वेन रूपेण रजन्यां ह्रस्वतां गतः। लंकामभिपतिष्यामि राघवस्यार्थसिद्धये॥४६॥",
                    "arth": "'अतः मैं श्रीरघुनाथजीका कार्य सिद्ध करनेके लिये रातमें अपने इसी रूपसे छोटा-सा शरीर धारण करके लंकामें प्रवेश करूँगा॥ ४६॥"
                },
                {
                    "slok": "रावणस्य पुरी रात्रौ प्रविश्य सुदुरासदाम्। प्रविश्य भवनं सर्वं द्रक्ष्यामि जनकात्मजाम्॥४७॥ ",
                    "arth": "'यद्यपि रावणकी इस पुरीमें जाना बहुत ही कठिन है तथापि रातको इसके भीतर प्रवेश करके सभी घरोंमें घसकर मैं जानकीजीकी खोज करूँगा'॥ ४७। "
                },
                {
                    "slok": "इति निश्चित्य हनुमान् सूर्यस्यास्तमयं कपिः। आचकाक्षे तदा वीरो वैदेह्या दर्शनोत्सुकः॥४८॥",
                    "arth": "ऐसा निश्चय करके वीर वानर हनुमान् विदेहनन्दिनीके दर्शनके लिये उत्सुक हो उस समय सूर्यास्तकी प्रतीक्षा करने लगे॥४८॥ "
                },
                {
                    "slok": "सूर्ये चास्तं गते रात्रौ देहं संक्षिप्य मारुतिः। वृषदंशकमात्रोऽथ बभूवाद्भुतदर्शनः॥४९॥",
                    "arth": "सूर्यास्त हो जानेपर रातके समय उन पवनकुमारने अपने शरीरको छोटा बना लिया। वे बिल्लीके बराबर होकर अत्यन्त अद्भुत दिखायी देने लगे॥४९॥ "
                },
                {
                    "slok": "प्रदोषकाले हनुमांस्तूर्णमुत्पत्य वीर्यवान्। प्रविवेश पुरीं रम्यां प्रविभक्तमहापथाम्॥५०॥",
                    "arth": "प्रदोषकालमें पराक्रमी हनुमान् तुरंत ही उछलकर उस रमणीय पुरीमें घुस गये। वह नगरी पृथक्-पृथक् बने हुए चौड़े और विशाल राजमार्गोंसे सुशोभित थी॥५०॥ "
                },
                {
                    "slok": "प्रासादमालाविततां स्तम्भैः काञ्चनसंनिभैः। शातकुम्भनिभैर्जालैर्गन्धर्वनगरोपमाम् ॥५१॥ ",
                    "arth": "उसमें प्रासादोंकी लंबी पंक्तियाँ दूरतक फैली हुई थीं। सुनहरे रंगके खम्भों और सोनेकी जालियोंसे विभूषित वह नगरी गन्धर्वनगरके समान रमणीय प्रतीत होती थी॥५१॥ "
                },
                {
                    "slok": "सप्तभौमाष्टभौमैश्च स ददर्श महापुरीम्। तलैः स्फटिकसंकीर्णैः कार्तस्वरविभूषितैः॥५२॥  वैदूर्यमणिचित्रैश्च मुक्ताजालविभूषितैः। तैस्तैः शुशुभिरे तानि भवनान्यत्र रक्षसाम्॥५३॥",
                    "arth": "हनुमान्जीने उस विशाल पुरीको सतमहले, अठमहले मकानों और सुवर्णजटित स्फटिक मणिकी फर्शोसे सुशोभित देखा। उनमें वैदूर्य (नीलम) भी जड़े गये थे, जिससे उनकी विचित्र शोभा होती थी। मोतियोंकी जालियाँ भी उन महलोंकी शोभा बढ़ाती थीं। उन सबके कारण राक्षसोंके वे भवन बड़ी सुन्दर शोभासे सम्पन्न हो रहे थे॥५२-५३॥"
                },
                {
                    "slok": "काञ्चनानि विचित्राणि तोरणानि च रक्षसाम्। लंकामुद्योतयामासुः सर्वतः समलंकृताम्॥५४॥ ",
                    "arth": "सोनेके बने हुए विचित्र फाटक सब ओरसे सजी हुई राक्षसोंकी उस लंकाको और भी उद्दीप्त कर रहे थे॥५४॥"
                },
                {
                    "slok": "अचिन्त्यामद्भुताकारां दृष्ट्वा लंकां महाकपिः। आसीद् विषण्णो हृष्टश्च वैदेह्या दर्शनोत्सुकः॥५५॥",
                    "arth": "ऐसी अचिन्त्य और अद्भुत आकारवाली लंकाको देखकर महाकपि हनुमान् विषादमें पड़ गये; परंतु जानकीजीके दर्शनके लिये उनके मनमें बड़ी उत्कण्ठा थी, इसलिये उनका हर्ष और उत्साह भी कम नहीं हुआ॥५५॥"
                },
                {
                    "slok": "समार पाण्डुराविद्धविमानमालिनी व महार्हजाम्बूनदजालतोरणाम् । यशस्विनीं रावणबाहुपालितां मला क्षपाचरैर्भीमबलैः सुपालिताम्॥५६॥ ",
                    "arth": "परस्पर सटे हुए श्वेतवर्णके सतमंजिले महलोंकी पंक्तियाँ लंकापुरीकी शोभा बढ़ा रही थीं। बहुमूल्य जाम्बूनद नामक सुवर्णकी जालियों और वन्दनवारोंसे वहाँके घरोंको सजाया गया था। भयंकर बलशाली निशाचर Tी गली नाह या करते थे। गवणके बाहबलसे भी वह सुरक्षित थी। उसके यशकी ख्याति सुदूरतक फैली | चंदो हुई थी। ऐसी लंकापुरीमें हनुमान्जीने प्रवेश किया ॥"
                },
                {
                    "slok": "शङ्ख चन्द्रोऽपि साचिव्यमिवास्य कुर्व स्तारागणैर्मध्यगतो विराजन् । ज्योत्स्नावितानेन वितत्य लोका नुत्तिष्ठतेऽनेकसहस्त्ररश्मिः ॥ ५७॥ ",
                    "arth": "उस समय तारागणोंके साथ उनके बीचमें विराजमान का अनेक सहस्र किरणोंवाले चन्द्रदेव भी हनुमान्जीकी आ सहायता-सी करते हुए समस्त लोकोंपर अपनी चाँदनीका चँदोवा-सा तानकर उदित हो गये ॥ ५७ ॥"
                },
                {
                    "slok": "शङ्खप्रभं क्षीरमृणालवर्ण मुद्द्रच्छमानं व्यवभासमानम् । ददर्श चन्द्रं स कपिप्रवीर: पोप्लूयमानं सरसीव हंसम् ॥ ५८ ॥ ",
                    "arth": "वानरोंके प्रमुख वीर श्रीहनुमान्जीने शङ्खकी-सी जमान | कान्ति तथा दूध और मृणालके-से वर्णवाले चन्द्रमाको जीकी आकाशमें इस प्रकार उदित एवं प्रकाशित होते देखा, इनीका मानो किसी सरोवरमें कोई हंस तैर रहा हो ॥ ५८ ॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे द्वितीयः सर्गः ॥ २ ॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्य के सुन्दरकाण्डमें दूसरा सर्ग पूरा हुआ ॥ २॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - तृतीयः सर्गः लंकापुरीका अवलोकन करके हनुमान्जीका विस्मित होना, उसमें प्रवेश करते । समय निशाचरी लंकाका उन्हें रोकना और उनकी मारसे विह्वल होकर उन्हें पुरीमें प्रवेश करनेकी अनुमति देना",
            "arths": [
                {
                    "slok": "स लम्बशिखरे लम्बे लम्बतोयदसंनिभे। सत्त्वमास्थाय मेधावी हनुमान् मारुतात्मजः॥१॥ निशि लंकां महासत्त्वो विवेश कपिकुञ्जरः। रम्यकाननतोयाढ्यां पुरी रावणपालिताम्॥२॥",
                    "arth": "ऊँचे शिखरवाले लंब (त्रिकूट) पर्वतपर जो महान् मेघोंकी घटाके समान जान पड़ता था, बुद्धिमान महाशक्तिशाली कपिश्रेष्ठ पवनकुमार हनुमान्ने सत्त्वगुणका आश्रय ले रातके समय रावणपालित लंकापुरीमें प्रवेश किया। वह नगरी सुरम्य वन और जलाशयोंसे सुशोभित थी॥१-२॥"
                },
                {
                    "slok": "शारदाम्बुधरप्रख्यैर्भवनैरुपशोभिताम् । सागरोपमनिर्घोषां सागरानिलसेविताम्॥३॥",
                    "arth": "शरत्कालके बादलोंकी भाँति श्वेत कान्तिवाले सुन्दर भवन उसकी शोभा बढ़ाते थे। वहाँ समुद्रकी गर्जनाके समान गम्भीर शब्द होता रहता था। सागरकी लहरोंको छूकर बहनेवाली वायु इस पुरीकी सेवा करती थी॥३॥ "
                },
                {
                    "slok": "सुपुष्टबलसम्पुष्टां यथैव विटपावतीम्। चारुतोरणनि'हां गड पाण्डुरद्वारतोरणाम्॥४॥",
                    "arth": "वह अलकापुरीके समान शक्तिशालिनी सेनाओंसे सुरक्षित थी। उस पुरीके सुन्दर फाटकोंपर मतवाले हाथी शोभा पाते थे। उस पुरीके अन्तर्वार और बहिर दोनों ही श्वेत कान्तिसे सुशोभित थे॥४॥"
                },
                {
                    "slok": "भुजगाचरितां गुप्तां शुभां भोगवतीमिव। तां सविद्युद्घनाकीर्णां ज्योतिर्गणनिषेविताम्॥५॥",
                    "arth": "चण्डमारुतनिर्हादां यथा चाप्यमरावतीम्। उस नगरीकी रक्षाके लिये बड़े-बड़े सोका संचरण (आना-जाना) होता रहता है, इसलिये वह | नागोंसे सुरक्षित सुन्दर भोगवतीपुरीके समान जान पड़ती थी। अमरावती- पुरीके समान वहाँ आवश्यकताके अनुसार बिजलियोंसहित मेघ छाये रहते थे। ग्रहों और नक्षत्रोंके सदृश विद्युत्-दीपोंके प्रकाशसे वह पुरी प्रकाशित थी तथा प्रचण्ड वायुकी ध्वनि वहाँ सदा होती रहती थी॥५३॥ |"
                },
                {
                    "slok": "शातकुम्भेन महता प्राकारेणाभिसंवृताम्॥६॥ किङ्किणीजालघोषाभिः पताकाभिरलंकृताम्।",
                    "arth": "सोनेके बने हुए विशाल परकोटेसे घिरी हुई | लंकापुरी क्षुद्र घंटिकाओंकी झनकारसे युक्त पताकाओंद्वारा | अलंकृत थी॥६॥ | "
                },
                {
                    "slok": "आसाद्य सहसा हृष्टः प्राकारमभिपेदिवान्॥ ७ ॥ | विस्मयाविष्टहृदयः पुरीमालोक्य सर्वतः।",
                    "arth": "उस पुरीके समीप पहुँचकर हर्ष और | उत्साहसे भरे हुए हनुमान्जी सहसा उछलकर उसके | परकोटेपर चढ़ गये। वहाँ सब ओरसे लंकापुरीका अवलोकन करके हनुमान्जीका चित्त आश्चर्यसे चकित हो उठा॥७३॥"
                },
                {
                    "slok": "जाम्बूनदमयैरैवैदूर्यकृतवेदिकैः ति ॥ ८ ॥ वज्रस्फटिकमुक्ताभिर्मणिकुट्टिमभूषितैः ।। तप्तहाटकनियूँ हैमा राजतामलपाण्डुरैः॥ ९ ॥ वैदूर्यकृतसोपानैःला स्फाटिकान्तरपांसुभिः। चारुसंजवनोपेतैः खमिवोत्पतितैः शुभैः॥१०॥ ",
                    "arth": "या सुवर्णके बने हुए द्वारोंसे उस नगरीकी अपूर्व शोभा हो रही थी। उन सभी द्वारोंपर नीलमके चबूतरे बने हुए थे। वे सब द्वार हीरों, स्फटिकों और मोतियोंसे जड़े गये थे। मणिमयी फर्श उनकी शोभा बढ़ा रही थीं। उनके दोनों ओर तपाये सुवर्णके बने हुए हाथी शोभा पाते थे। उन द्वारोंका ऊपरी भाग चाँदीसे निर्मित होनेके कारण स्वच्छ और श्वेत था। उनकी सीढ़ियाँ नीलमकी बनी हुई थीं। उन द्वारोंके भीतरी भाग स्फटिक मणिके बने हुए और धूलसे रहित थे। वे सभी द्वार रमणीय सभा-भवनोंसे युक्त और सुन्दर थे तथा इतने ऊँचे थे कि आकाशमें उठे हुए-से जान पड़ते थे॥८-१०॥ "
                },
                {
                    "slok": "क्रौञ्चबर्हिणसंघष्टै राजहंसनिषेवितैः। तूर्याभरणनिर्घोषैः सर्वतः परिनादिताम्॥११॥",
                    "arth": "वहाँ क्रौञ्च और मयूरोंके कलरव गूंजते रहते थे, उन द्वारोंपर राजहंस नामक पक्षी भी निवास करते थे। वहाँ भाँति-भाँतिके वाद्यों और आभूषणोंकी मधुर ध्वनि होती रहती थी, जिससे लंकापुरी सब ओरसे प्रतिध्वनित हो रही थी॥११॥ "
                },
                {
                    "slok": "वस्वोकसारप्रतिमां समीक्ष्य नगरी ततः। खमिवोत्पतितां लंकां जहर्ष हनुमान् कपिः॥१२॥",
                    "arth": "कुबेरकी अलकाके समान शोभा पानेवाली लंकानगरी त्रिकूटके शिखरपर प्रतिष्ठित होनेके कारण आकाशमें उठी हुई-सी प्रतीत होती थी। उसे देखकर कपिवर हनुमान्को बड़ा हर्ष हुआ॥१२॥ "
                },
                {
                    "slok": "तां समीक्ष्य पुरी लंकां राक्षसाधिपतेः शुभाम्। अनुत्तमामृद्धिमती चिन्तयामास वीर्यवान्॥१३॥ ",
                    "arth": "राक्षसराजकी वह सुन्दर पुरी लंका सबसे उत्तम और समृद्धिशालिनी थी। उसे देखकर पराक्रमी हनुमान् इस प्रकार सोचने लगे- ॥१३॥"
                },
                {
                    "slok": "नेयमन्येन नगरी शक्या धर्षयितुं बलात्। रक्षिता सता रावणबलैरुद्यतायुधपाणिभिः॥१४॥",
                    "arth": "'रावणके सैनिक हाथोंमें अस्त्र-शस्त्र लिये इस पुरीकी रक्षा करते हैं, अतः दूसरा कोई बलपूर्वक इसे अपने काबूमें नहीं कर सकता ॥ १४ ॥"
                },
                {
                    "slok": "कुमुदाङ्गदयोर्वापि सुषेणस्य महाकपेः। प्रसिद्धेयं भवेद् भूमिमॆन्दद्विविदयोरपि॥१५॥ विवस्वतस्तनूजस्य हरेश्च कुशपर्वणः। ऋक्षस्य कपिमुख्यस्य मम चैव गतिर्भवेत्॥१६॥",
                    "arth": " 'केवल कुमुद, अंगद, महाकपि सुषेण, मैन्द, द्विविद, सूर्यपुत्र सुग्रीव, वानर कुशपर्वा और वानरसेनाके प्रमुख वीर ऋक्षराज जाम्बवान्की तथा मेरी भी पहुँच इस पुरीके भीतर हो सकती है'॥१५-१६॥"
                },
                {
                    "slok": "कक्षा समीक्ष्य च महाबाहो राघवस्य पराक्रमम्। लक्ष्मणस्य च विक्रान्तमभवत् प्रीतिमान् कपिः॥१७॥",
                    "arth": "फिर महाबाहु श्रीराम और लक्ष्मणके पराक्रमका विचार करके कपिवर हनुमान्को बड़ी प्रसन्नता हुई॥१७॥"
                },
                {
                    "slok": "तां रत्नवसनोपेतां गोष्ठागारावतंसिकाम्। यन्त्रागारस्तनीमृद्धां प्रमदामिव भूषिताम्॥१८॥ तां नष्टतिमिरां दीपैर्भास्वरैश्च महाग्रहैः। नगरी राक्षसेन्द्रस्य स ददर्श महाकपिः॥१९॥",
                    "arth": "महाकपि हनुमान्ने देखा, राक्षसराज रावणकी नगरी लंका वस्त्राभूषणोंसे विभूषित सुन्दरी युवतीके समान जान पड़ती है। रत्नमय परकोटे ही इसके वस्त्र हैं, गोष्ठ (गोशाला) तथा दूसरे-दूसरे भवन आभूषण हैं। परकोटोंपर लगे हुए यन्त्रोंके जो गृह हैं, ये ही मानो इस लंकारूपी युवतीके स्तन हैं। यह सब प्रकारकी समृद्धियोंसे सम्पन्न है। प्रकाशपूर्ण द्वीपों और महान् ग्रहोंने यहाँका अन्धकार नष्ट कर दिया है॥१८-१९॥"
                },
                {
                    "slok": "अथ सा हरिशार्दूलं प्रविशन्तं महाकपिम्। नगरी स्वेन रूपेण ददर्श पवनात्मजम्॥२०॥",
                    "arth": "तदनन्तर वानरश्रेष्ठ महाकपि पवनकुमार हनुमान् उस पुरीमें प्रवेश करने लगे। इतनेमें ही उस नगरीकी अधिष्ठात्री देवी लंकाने अपने स्वाभाविक रूपमें प्रकट होकर उन्हें देखा॥२०॥ "
                },
                {
                    "slok": "सा तं हरिवरं दृष्टा लंका रावणपालिता। मला स्वयमेवोत्थिता तत्र विकृताननदर्शना॥२१॥",
                    "arth": "वानरश्रेष्ठ हनुमान्को देखते ही रावणपालित लंका स्वयं ही उठ खड़ी हुई। उसका मुँह देखनेमें बड़ा विकट था॥ २१॥ "
                },
                {
                    "slok": "पुरस्तात् तस्य वीरस्य वायुसूनोरतिष्ठत।मिका मुञ्चमाना महानादमब्रवीत् पवनात्मजम्॥२२॥",
                    "arth": "वह उन वीर पवनकुमारके सामने खड़ी हो गयी और बड़े जोरसे गर्जना करती हुई उनसे इस प्रकार बोली-॥२२॥"
                },
                {
                    "slok": "कस्त्वं केन च कार्येण इह प्राप्तो वनालय। कथयस्वेह यत् तत्त्वं यावत् प्राणा धरन्ति ते॥२३॥ ",
                    "arth": "'वनचारी वानर! तू कौन है और किस कार्यसे यहाँ आया है ? तुम्हारे प्राण जबतक बने हुए हैं, तबतक ही यहाँ आनेका जो यथार्थ रहस्य है, उसे ठीक-ठीक बता दो॥ २३॥"
                },
                {
                    "slok": "न शक्यं खल्वियं लंका प्रवेष्टुं वानर त्वया । रक्षिता रावणबलैरभिगुप्ता समन्ततः ॥ २४ ॥",
                    "arth": "'वानर! रावणकी सेना सब ओरसे इस पुरीकी रक्षा करती है, अतः निश्चय ही तू इस लंकामें प्रवेश नहीं कर सकता' ॥ २४॥ "
                },
                {
                    "slok": " अथ तामब्रवीद् वीरो हनुमानग्रतः स्थिताम्। कथयिष्यामि तत् तत्त्वं यन्मां त्वं परिपृच्छसे ॥२५॥ का त्वं विरूपनयना पुरद्वारेऽवतिष्ठसे। किमर्थं चापि मां क्रोधान्निर्भर्त्सयसि दारुणे॥२६॥",
                    "arth": "तब वीरवर हनुमान् अपने सामने खड़ी हुई लंकासे बोले-'क्रूर स्वभाववाली नारी! तू मुझसे जो कुछ पूछ रही है, उसे मैं ठीक-ठीक बता दूंगा; किंतु पहले यह तो बता, तू है कौन? तेरी आँखें बड़ी भयंकर हैं। तू इस नगरके द्वारपर खड़ी है। क्या कारण है कि तू इस प्रकार क्रोध करके मुझे डाँट रही है' ॥ २५-२६॥ "
                },
                {
                    "slok": "हनुमद्वचनं श्रुत्वा लंका सा कामरूपिणी। उवाच वचनं क्रुद्धा परुषं पवनात्मजम्॥२७॥",
                    "arth": "हनुमान्जीकी यह बात सुनकर इच्छानुसार रूप धारण करनेवाली लंका कुपित हो उन पवनकुमारसे कठोर वाणीमें बोली- ॥२७॥ "
                },
                {
                    "slok": "अहं राक्षसराजस्य रावणस्य महात्मनः। आज्ञाप्रतीक्षा दुर्धर्षा रक्षामि नगरीमिमाम्॥२८॥",
                    "arth": "'मैं महामना राक्षसराज रावणकी आज्ञाकी प्रतीक्षा करनेवाली उनकी सेविका हूँ। मुझपर आक्रमण करना किसीके लिये भी अत्यन्त कठिन है। मैं इस नगरीकी रक्षा करती हूँ॥२८॥ "
                },
                {
                    "slok": " न शक्यं मामवज्ञाय प्रवेष्टुं नगरीमिमाम्। अद्य प्राणैः परित्यक्तः स्वप्स्यसे निहतो मया ॥२९॥",
                    "arth": "'मेरी अवहेलना करके इस पुरीमें प्रवेश करना किसीके लिये भी सम्भव नहीं है। आज मेरे हाथसे मारा जाकर तू प्राणहीन हो इस पृथ्वीपर शयन करेगा॥ २९॥ "
                },
                {
                    "slok": " अहं हि नगरी लंका स्वयमेव प्लवङ्गम। सर्वतः परिरक्षामि अतस्ते कथितं मया॥३०॥",
                    "arth": "'वानर! मैं स्वयं ही लंका नगरी हूँ, अतः सब ओरसे इसकी रक्षा करती हूँ। यही कारण है कि मैंने तेरे प्रति कठोर वाणीका प्रयोग किया है'॥३०॥ "
                },
                {
                    "slok": "लंकाया वचनं श्रुत्वा हनुमान् मारुतात्मजः। यत्नवान् स हरिश्रेष्ठः स्थितः शैल इवापरः॥३१॥",
                    "arth": "लंकाकी यह बात सुनकर पवनकुमार कपिश्रेष्ठ हनुमान् उसे जीतनेके लिये यत्नशील हो दूसरे पर्वतके समान वहाँ खड़े हो गये॥३१॥"
                },
                {
                    "slok": "स तां स्त्रीरूपविकृतां दृष्ट्वा वानरपुङ्गवः। आबभाषेऽथ मेधावी सत्त्ववान् प्लवगर्षभः॥३२॥",
                    "arth": "लंकाको विकराल राक्षसीके रूपमें देखकर बुद्धिमान् वानरशिरोमणि शक्तिशाली कपिश्रेष्ठ हनुमान्ने उससे इस प्रकार कहा-॥३२॥"
                },
                {
                    "slok": "द्रक्ष्यामि नगरी लंकां साट्टप्राकारतोरणाम्। इत्यर्थमिह सम्प्राप्तः परं कौतूहलं हि मे॥३३॥",
                    "arth": "'मैं अट्टालिकाओं, परकोटों और नगरद्वारोंसहित इस लंका नगरीको देलूँगा। इसी प्रयोजनसे यहाँ आया हूँ। इसे देखनेके लिये मेरे मनमें बड़ा कौतूहल है॥ "
                },
                {
                    "slok": "वनान्युपवनानीह लंकायाः काननानि च। सर्वतो गृहमुख्यानि द्रष्टुमागमनं हि मे ॥३४॥",
                    "arth": "'इस लंकाके जो वन, उपवन, कानन और मुख्य-मुख्य भवन हैं, उन्हें देखनेके लिये ही यहाँ मेरा आगमन हुआ है' ॥३४॥ "
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा लंका सा कामरूपिणी। भूय एव पुनर्वाक्यं बभाषे परुषाक्षरम् ॥३५॥",
                    "arth": "हनुमान्जीका यह कथन सुनकर इच्छानुसार रूप धारण करनेवाली लंका पुनः कठोर वाणीमें बोली-॥ "
                },
                {
                    "slok": "मामनिर्जित्य दुर्बुद्धे राक्षसेश्वरपालिताम्। न शक्यं ह्यद्य ते द्रष्टुं पुरीयं वानराधम॥३६॥",
                    "arth": "'खोटी बुद्धिवाले नीच वानर! राक्षसेश्वर रावणके द्वारा मेरी रक्षा हो रही है। तू मुझे परास्त किये बिना आज इस पुरीको नहीं देख सकता' ॥ ३६॥ "
                },
                {
                    "slok": "ततः स हरिशार्दूलस्तामुवाच निशाचरीम्। दृष्ट्वा पुरीमिमां भद्रे पुनर्यास्ये यथागतम्॥३७॥",
                    "arth": "तब उन वानरशिरोमणिने उस निशाचरीसे कहा'भद्रे! इस पुरीको देखकर मैं फिर जैसे आया हूँ, उसी तरह लौट जाऊँगा' ॥ ३७॥ "
                },
                {
                    "slok": "ततः कृत्वा महानादं सा वै लंका भयंकरम्। तलेन वानरश्रेष्ठं ताडयामास वेगिता ॥३८॥",
                    "arth": "यह सुनकर लंकाने बड़ी भयंकर गर्जना करके वानरश्रेष्ठ हनुमान्को बड़े जोरसे एक थप्पड़ मारा ॥ ३८॥"
                },
                {
                    "slok": "ततः स हरिशार्दूलो लंकया ताडितो भृशम्। ननाद सुमहानादं वीर्यवान् मारुतात्मजः॥३९॥",
                    "arth": "लंकाद्वारा इस प्रकार जोरसे पीटे जानेपर उन परम पराक्रमी पवनकुमार कपिश्रेष्ठ हनुमान्ने बड़े जोरसे सिंहनाद किया॥ ३९॥ "
                },
                {
                    "slok": "ततः संवर्तयामास वामहस्तस्य सोऽङ्गलीः। मुष्टिनाभिजघानैनां हनुमान् क्रोधर्मूच्छितः॥४०॥",
                    "arth": "फिर उन्होंने अपने बायें हाथकी अंगलियोंको मोड़कर मुट्ठी बाँध ली और अत्यन्त कुपित हो उस लंकाको एक मुक्का जमा दिया॥४०॥"
                },
                {
                    "slok": "स्त्री चेति मन्यमानेन नातिक्रोधः स्वयं कृतः। सा तु तेन प्रहारेण विह्वलाङ्गी निशाचरी। पपात सहसा भूमौ विकृताननदर्शना॥४१॥",
                    "arth": "उसे स्त्री समझकर हनुमान्जीने स्वयं ही अधिक क्रोध नहीं किया। किंतु उस लघु प्रहारसे ही उस निशाचरीके सारे अंग व्याकुल हो गये। वह सहसा पृथ्वीपर गिर पड़ी। उस समय उसका मुख बड़ा विकराल दिखायी देता था॥४१॥"
                },
                {
                    "slok": "ततस्तु हनुमान् वीरस्तां दृष्ट्वा विनिपातिताम्। कृपां चकार तेजस्वी मन्यमानः स्त्रियं च ताम्॥४२॥",
                    "arth": "अपने ही द्वारा गिरायी गयी उस लंकाकी ओर देखकर और उसे स्त्री समझकर तेजस्वी वीर हनुमान्को उसपर दया आ गयी। उन्होंने उसपर बड़ी कृपा की॥"
                },
                {
                    "slok": "ततो वै भृशमुद्विग्ना लंका सा गद्गदाक्षरम्।। उवाचागर्वितं वाक्यं हनुमन्तं प्लवङ्गमम्॥४३॥",
                    "arth": "उधर अत्यन्त उद्विग्न हुई लंका उन वानरवीर हनुमान्से अभिमानशून्य गद्गदवाणीमें इस प्रकार बोली- ॥४३॥ "
                },
                {
                    "slok": "प्रसीद सुमहाबाहो त्रायस्व हरिसत्तम।। समये सौम्य तिष्ठन्ति सत्त्ववन्तो महाबलाः॥४४॥ ",
                    "arth": " 'महाबाहो! प्रसन्न होइये। कपिश्रेष्ठ! मेरी रक्षा कीजिये। सौम्य! महाबली सत्त्वगुणशाली वीर पुरुष शास्त्रकी मर्यादापर स्थिर रहते हैं (शास्त्रमें स्त्रीको अवध्य बताया है, इसलिये आप मेरे प्राण न लीजिये)॥"
                },
                {
                    "slok": "अहं तु नगरी लंका स्वयमेव प्लवङ्गम। निर्जिताहं त्वया वीर विक्रमेण महाबल॥४५॥",
                    "arth": "'महाबली वीर वानर! मैं स्वयं लंकापुरी ही हूँ, आपने अपने पराक्रमर्स मुझ परास्त कर दिया है॥४५॥ "
                },
                {
                    "slok": " इदं च तथ्यं शृणु मे ब्रुवन्त्या वै हरीश्वर। स्वयं स्वयम्भुवा दत्तं वरदानं यथा मम॥४६॥",
                    "arth": "'वानरेश्वर! मैं आपसे एक सच्ची बात कहती हूँ। आप इसे सुनिये। साक्षात् स्वयम्भू ब्रह्माजीने मुझे जैसा वरदान दिया था, वह बता रही हूँ॥ ४६॥ "
                },
                {
                    "slok": " यदा त्वां वानरः कश्चिद् विक्रमाद् वशमानयेत्। तदा त्वया हि विज्ञेयं रक्षसां भयमागतम्॥४७॥",
                    "arth": "'उन्होंने कहा था-'जब कोई वानर तुझे अपने पराक्रमसे वशमें कर ले, तब तुझे यह समझ लेना चाहिये कि अब राक्षसोंपर बड़ा भारी भय आ पहुँचा है॥४७॥ "
                },
                {
                    "slok": "स हि मे समयः सौम्य प्राप्तोऽद्य तव दर्शनात्। स्वयम्भूविहितः सत्यो न तस्यास्ति व्यतिक्रमः॥४८॥",
                    "arth": "'सौम्य! आपका दर्शन पाकर आज मेरे सामने वही घड़ी आ गयी है। ब्रह्माजीने जिस सत्यका निश्चय कर दिया है, उसमें कोई उलट-फेर नहीं हो सकता॥४८॥ "
                },
                {
                    "slok": "सीतानिमित्तं राज्ञस्तु रावणस्य दुरात्मनः। रक्षसां चैव सर्वेषां विनाशः समुपागतः॥४९॥",
                    "arth": "'अब सीताके कारण दुरात्मा राजा रावण तथा समस्त राक्षसोंके विनाशका समय आ पहुँचा है॥४९॥ "
                },
                {
                    "slok": "तत् प्रविश्य हरिश्रेष्ठ पुरीं रावणपालिताम्। विधत्स्व सर्वकार्याणि यानि यानीह वाञ्छसि॥५०॥ ",
                    "arth": "'कपिश्रेष्ठ! अतः आप इस रावणपालित पुरीमें प्रवेश कीजिये और यहाँ जो-जो कार्य करना चाहते हों, उन सबको पूर्ण कर लीजिये॥५०॥"
                },
                {
                    "slok": "प्रविश्य शापोपहतां हरीश्वर पुरी शुभां राक्षसमुख्यपालिताम्। यदृच्छया त्वं जनकात्मजां सतीं विमार्ग सर्वत्र गतो यथासुखम्॥५१॥ ",
                    "arth": "'वानरेश्वर! राक्षसराज रावणके द्वारा पालित यह सुन्दर पुरी अभिशापसे नष्टप्राय हो चुकी है। अतः इसमें प्रवेश करके आप स्वेच्छानुसार सुखपूर्वक सर्वत्र सती-साध्वी जनकनन्दिनी सीताकी खोज कीजिये'॥५१॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे तृतीयः सर्गः ॥ ३ ॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आरामायण आदिकाव्यके सुन्दरकाण्ड में तीसरा सर्ग पूरा हुआ ॥ ३ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - चतुर्थः सर्गः हनुमान्जीका लंकापुरी एवं रावणके अन्तःपुरमें प्रवेश",
            "arths": [
                {
                    "slok": "स निर्जित्य पुरीं लंकां श्रेष्ठां तां कामरूपिणीम्। विक्रमेण महातेजा हनूमान् कपिसत्तमः॥१॥ अद्वारेण महावीर्यः प्राकारमवपुप्लुवे। निशि लंकां महासत्त्वो विवेश कपिकुञ्जरः॥२॥",
                    "arth": "इच्छानुसार रूप धारण करनेवाली श्रेष्ठ राक्षसी लंकापुरीको अपने पराक्रमसे परास्त करके महातेजस्वी महाबली महान् सत्त्वशाली वानरशिरोमणि कपिकुञ्जर हनुमान् बिना दरवाजेके ही रातमें चहारदीवारी फाँद गये और लंकाके भीतर घुस गये॥१-२॥ "
                },
                {
                    "slok": "प्रविश्य नगरी लंकां कपिराजहितंकरः। चक्रेऽथ पादं सव्यं च शत्रूणां स तु मूर्धनि॥३॥",
                    "arth": "कपिराज सुग्रीवका हित करनेवाले हनुमानजीने इस तरह लंकापुरीमें प्रवेश करके मानो शत्रुओंके सिरपर अपना बायाँ पैर रख दिया॥३॥ "
                },
                {
                    "slok": "प्रविष्टः सत्त्वसम्पन्नो निशायां मारुतात्मजः। स महापथमास्थाय मुक्तपुष्पविराजितम्॥४॥ ततस्तु तां पुरी लंकां रम्यामभिययौ कपिः।",
                    "arth": "सत्त्वगुणसे सम्पन्न पवनपुत्र हनुमान् उस रातमें परकोटेके भीतर प्रवेश करके बिखेरे गये फूलोंसे सुशोभित राजमार्गका आश्रय ले उस रमणीय लंकापुरीक ओर चले॥४३॥"
                },
                {
                    "slok": "हसितोत्कृष्टनिनदैस्तूर्यघोषपुरस्कृतैः ॥५॥ वज्राङ्कुशनिकाशैश्च वज्रजालविभूषितैः। गृहमेघैः पुरी रम्या बभासे द्यौरिवाम्बुदैः॥६॥",
                    "arth": "जैसे आकाश श्वेत बादलोंसे सुशोभित होता है, उसी प्रकार वह रमणीय पुरी अपने श्वेत मेघसदृश गृहोंसे उत्तम शोभा पा रही थी। वे गृह अट्टहासजनित उत्कष्ट शब्दों तथा वाहाघोषोंसे मवरित थे। उनमें वजों तथा अंकुशोंके चित्र अङ्कित थे और हीरोंके बने हुए झरोखे उनकी शोभा बढ़ाते थे॥५-६॥ |"
                },
                {
                    "slok": "प्रजज्वाल तदा लंका रक्षोगणगृहैः शुभैः। सिताभ्रसदृशैश्चित्रैः पद्मस्वस्तिकसंस्थितैः॥७॥ वर्धमानगृहैश्चापि सर्वतः सुविभूषितैः। ",
                    "arth": "उस समय लंका श्वेत बादलोंके समान सुन्दर एवं | विचित्र राक्षस-गृहोंसे प्रकाशित हो रही थी। उन गृहोंमेंसे | कोई तो कमलके आकारमें बने हुए थे। कोई स्वस्तिकके | चिह्न या आकारसे युक्त थे और किन्हींका निर्माण | वर्धमानसंज्ञकर गृहोंके रूपमें हुआ था। वे सभी सब | ओरसे सजाये गये थे॥७३॥ "
                },
                {
                    "slok": "तां चित्रमाल्याभरणां कपिराजहितंकरः॥८॥ | राघवार्थे चरन् श्रीमान् ददर्श च ननन्द च।",
                    "arth": "वानरराज सुग्रीवका हित करनेवाले श्रीमान् हनुमान् श्रीरघनाथजीकी कार्यसिद्धिके लिये विचित्र पष्पमय आभरणोंसे अलंकृत लंकामें विचरने लगे। उन्होंने उस पुरीको अच्छी तरह देखा और देखकर प्रसन्नताका | अनुभव किया॥८॥"
                },
                {
                    "slok": "भवनाद् भवनं गच्छन् ददर्श कपिकुञ्जरः॥ ९ ॥ विविधाकृतिरूपाणि भवनानि ततस्ततः। शुश्राव रुचिरं गीतं त्रिस्थानस्वरभूषितम्॥१०॥",
                    "arth": "उन कपिश्रेष्ठने जहाँ-तहाँ एक घरसे दूसरे घरपर | जाते हुए विविध आकार-प्रकारके भवन देखे तथा हृदय, कण्ठ और मूर्धा-इन तीन स्थानोंसे निकलनेवाले मन्द, मध्यम और उच्च स्वरसे विभूषित मनोहर गीत सुने ॥९-१०॥ "
                },
                {
                    "slok": "स्त्रीणां मदनविद्धानां दिवि चाप्सरसामिव। शुश्राव काञ्चीनिनदं नूपुराणां च निःस्वनम्॥११॥",
                    "arth": "उन्होंने स्वर्गीय अप्सराओंके समान सुन्दरी तथा कामवेदनासे पीड़ित कामिनियोंकी करधनी और पायजेबोंकी झनकार सुनी॥११॥"
                },
                {
                    "slok": "सोपाननिनदांश्चापि भवनेषु महात्मनाम्। आस्फोटितनिनादांश्च क्ष्वेडितांश्च ततस्ततः॥१२॥ ",
                    "arth": "इसी तरह जहाँ-तहाँ महामनस्वी राक्षसोंके घरोंमें सीढ़ियोंपर चढ़ते समय स्त्रियोंकी काञ्ची और मंजीरकी मधुरध्वनि तथा पुरुषोंके ताल ठोकने और गर्जनेकी भी आवाजें उन्हें सुनायी दीं ॥ १२॥"
                },
                {
                    "slok": "शुश्राव जपतां तत्र मन्त्रान् रक्षोगृहेषु वै। स्वाध्यायनिरतांश्चैव यातुधानान् ददर्श सः॥१३॥",
                    "arth": "राक्षसोंके घरोंमें बहुतोंको तो उन्होंने वहाँ मन्त्र जपते हुए सुना और कितने ही निशाचरोंको स्वाध्यायमें तत्पर देखा ॥१३॥ "
                },
                {
                    "slok": "रावणस्तवसंयुक्तान् गर्जतो राक्षसानपि। राजमार्ग समावृत्य स्थितं रक्षोगणं महत्॥१४॥",
                    "arth": "कई राक्षसोंको उन्होंने रावणकी स्तुतिके साथ गर्जना करते और निशाचरोंकी एक बड़ी भीड़को राजमार्ग रोककर खड़ी हुई देखा॥१४॥ "
                },
                {
                    "slok": "ददर्श मध्यमे गुल्मे राक्षसस्य चरान् बहून्। दीक्षिताञ्जटिलान् मुण्डान् गोजिनाम्बरवाससः॥१५॥ दर्भमुष्टिप्रहरणानग्निकुण्डायुधांस्तथा । कूटमुद्रपाणींश्च दण्डायुधधरानपि॥१६॥",
                    "arth": "नगरके मध्यभागमें उन्हें रावणके बहुत-से गुप्तचर दिखायी दिये। उनमें कोई योगकी दीक्षा लिये हुए, कोई जटा बढ़ाये, कोई मूड़ मुँड़ाये, कोई गोचर्म या मृगचर्म धारण किये और कोई नंग-धडंग थे। कोई मुट्ठीभर कुशोंको ही अस्त्र-रूपसे धारण किये हुए थे। किन्हींका अग्निकुण्ड ही आयुध था। किन्हींके हाथमें कूट या मुद्गर था। कोई डंडेको ही हथियाररूपमें लिये हुए थे॥"
                },
                {
                    "slok": "एकाक्षानेकवर्णाश्च लंबोदरपयोधरान्। करालान् भुग्नवक्त्रांश्च विकटान् वामनांस्तथा॥१७॥",
                    "arth": "किन्हींके एक ही आँख थी तो किन्हींके रूप बहुरंगे थे। कितनोंके पेट और स्तन बहुत बड़े थे। कोई बड़े विकराल थे। किन्हींके मुँह टेढ़े-मेढ़े थे। कोई विकट थे तो कोई बौने ॥ १७॥ "
                },
                {
                    "slok": "धन्विनः खड्गिनश्चैव शतघ्नीमुसलायुधान्। परिघोत्तमहस्तांश्च विचित्रकवचोज्ज्वलान्॥१८॥",
                    "arth": "किन्हींके पास धनुष, खड्ग, शतघ्नी और मूसलरूप यामा थे। किन्हींके दायोंमें रत्ना परिघ विटामान थे और कोई विचित्र कवचोंसे प्रकाशित हो रहे थे॥१८॥ "
                },
                {
                    "slok": "नातिस्थूलान् नातिकृशान् नातिदीर्घातिह्रस्वकान्। नातिगौरान् नातिकृष्णान्नातिकुब्जान्न वामनान्॥१९॥",
                    "arth": "कुछ निशाचर न तो अधिक मोटे थे, न अधिक दुर्बल, न बहुत लंबे थे न अधिक छोटे, न बहुत गोरे थे न अधिक काले तथा न अधिक कुबड़े थे न विशेष बौने ही ॥१९॥ "
                },
                {
                    "slok": "विरूपान् बहुरूपांश्च सुरूपांश्च सुवर्चसः। ध्वजिनः पताकिनश्चैव ददर्श विविधायुधान्॥२०॥ ",
                    "arth": "कोई बड़े कुरूप थे, कोई अनेक प्रकारके रूप धारण कर सकते थे, किन्हींका रूप सुन्दर था, कोई बड़े तेजस्वी थे तथा किन्हींके पास ध्वजा, पताका और अनेक प्रकारके अस्त्र-शस्त्र थे॥२०॥ "
                },
                {
                    "slok": "शक्तिवृक्षायुधांश्चैव पट्टिशाशनिधारिणः। क्षेपणीपाशहस्तांश्च ददर्श स महाकपिः॥२१॥ ",
                    "arth": "कोई शक्ति और वृक्षरूप आयुध धारण किये देखे जाते थे तथा किन्हींके पास पट्टिश, वज्र, गुलेल और पाश थे। महाकपि हनुमान्ने उन सबको देखा ॥२१॥ "
                },
                {
                    "slok": "स्त्रग्विणस्त्वनुलिप्तांश्च वराभरणभूषितान्। नानावेषसमायुक्तान् यथास्वैरचरान् बहन ॥२२॥ ",
                    "arth": "किन्हींके गलेमें फूलोंके हार थे और ललाट आदि अंग चन्दनसे चर्चित थे। कोई श्रेष्ठ आभूषणोंसे सजे हुए थे। कितने ही नाना प्रकारके वेशभूषासे संयुक्त थे और बहुतेरे स्वेच्छानुसार विचरनेवाले जान पड़ते थे॥२२॥ "
                },
                {
                    "slok": "तीक्ष्णशूलधरांश्चैव वज्रिणश्च महाबलान्। शतसाहस्त्रमव्यग्रमारक्षं मध्यमं कपिः ॥२३॥ रक्षोऽधिपतिनिर्दिष्टं ददर्शान्तःपुराग्रतः।",
                    "arth": "कितने ही राक्षस तीखे शूल तथा वज्र लिये हुए थे। वे सब-के-सब महान् बलसे सम्पन्न थे। इनके सिवा कपिवर हनुमान्ने एक लाख रक्षक सेनाको राक्षसराज रावणकी आज्ञासे सावधान होकर नगरके मध्यभागकी रक्षामें संलग्न देखा। वे सारे सैनिक रावणके अन्तःपुरके अग्रभागमें स्थित थे॥२३॥ "
                },
                {
                    "slok": "स तदा तद् गृहं दृष्ट्वा महाहाटकतोरणम्॥२४॥ राक्षसेन्द्रस्य विख्यातमद्रिमूर्ध्नि प्रतिष्ठितम्। पुण्डरीकावतंसाभिः परिखाभिः समावृतम्॥२५॥ प्राकारावृतमत्यन्तं ददर्श स महाकपिः। त्रिविष्टपनिभं दिव्यं दिव्यनादविनादितम्॥२६॥",
                    "arth": "रक्षक सेनाके लिये जो विशाल भवन बना था, उसका फाटक बहुमूल्य सुवर्णद्वारा निर्मित हुआ था । उस आरक्षाभवनको देखकर महाकपि हनुमान्जीने | स राक्षसराज रावणके सुप्रसिद्ध राजमहलपर दृष्टिपात सं किया, जो त्रिकूट पर्वतके एक शिखरपर प्रतिष्ठित था। दे वह सब ओरसे श्वेत कमलोंद्वारा अलंकृत खाइयोंसे रि घिरा हुआ था। उसके चारों ओर बहुत ऊँचा परकोटा रा था, जिसने उस राजभवनको घेर रखा था। वह दिव्य भवन स्वर्गलोकके समान मनोहर था और वहाँ संगीत म आदिके दिव्य शब्द गूँज रहे थे ॥ २४ - २६ ॥"
                },
                {
                    "slok": "वाजिह्वेषितसंघुष्टं नादितं भूषणैस्तथा। रथैर्यानैर्विमानैश्च तथा हयगजैः शुभैः॥२७॥ वारणैश्च चतुर्दन्तैः श्वेताभ्रनिचयोपमैः। भूषितै रुचिरद्वारं मत्तैश्च मृगपक्षिभिः॥२८॥",
                    "arth": "घोड़ोंकी हिनहिनाहटकी आवाज भी वहाँ सब ओर फैली हुई थी। आभूषणोंकी रुनझुन भी कानोंमें पड़ती रहती थी। नाना प्रकारके रथ, पालकी आदि सवारी, विमान, सुन्दर हाथी, घोड़े, श्वेत बादलोंकी घटाके समान दिखायी देनेवाले चार दाँतोंसे युक्त सजे सजाये मतवाले हाथी तथा मदमत्त पशु-पक्षियोंके संचरणसे उस राजमहलका द्वार बड़ा सुन्दर दिखायी देता था॥ २७-२८॥ "
                },
                {
                    "slok": "रक्षितं सुमहावीर्यातुधानैः सहस्रशः। राक्षसाधिपतेर्गुप्तमाविवेश गृहं कपिः ॥२९॥ ",
                    "arth": "सहस्रों महापराक्रमी निशाचर राक्षसराजके उस महलकी रक्षा करते थे। उस गुप्त भवनमें भी कपिवर हनुमान्जी जा पहुँचे॥२९॥ "
                },
                {
                    "slok": "स हेमजाम्बूनदचक्रवालं महार्हमुक्तामणि भूषितान्तम्। परार्घ्यकालागुरुचन्दनार्ह स रावणान्तःपुरमाविवेश॥३०॥",
                    "arth": "तदनन्तर जिसके चारों ओर सुवर्ण एवं जाम्बूनदका परकोटा था, जिसका ऊपरी भाग बहुमूल्य मोती और मणियोंसे विभूषित था तथा अत्यन्त उत्तम काले अगुरु एवं चन्दनसे जिसकी अर्चना की जाती थी, रावणके उस अन्तःपुरमें हनुमान्जीने प्रवेश किया॥३०॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे चतुर्थः सर्गः॥४॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें चौथा सर्ग पूरा हुआ॥४॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - पञ्चमः सर्गः हनुमान्जीका रावणके अन्तःपुरमें घर-घरमें सीताको ढूँढ़ना और उन्हें न देखकर दुःखी होना",
            "arths": [
                {
                    "slok": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे चतुर्थः सर्गः॥४॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें चौथा सर्ग पूरा हुआ॥४॥"
                },
                {
                    "slok": "ततः यस मध्यंगतमंशुमन्तं ज्योत्स्नावितानं मुहुरुद्वमन्तम्। ददर्श धीमान् भुवि भानुमन्तं गोष्ठे वृषं मत्तमिव भ्रमन्तम्॥१। ",
                    "arth": "तत्पश्चात् बुद्धिमान् हनुमान्जीने देखा, जिर प्रकार गोशालाके भीतर गौओंके झुंडमें मतवाला साँड विचरता है, उसी प्रकार पृथ्वीके ऊपर बारम्बार अपर्न चाँदनीका चँदोवा तानते हुए चन्द्रदेव आकाशके मध्यभाग तारिकाओंके बीच विचरण कर रहे हैं॥१॥ "
                },
                {
                    "slok": "लोकस्य पापानि विनाशयन्तं महोदधिं चापि समेधयन्तम्। भूतानि सर्वाणि विराजयन्तं मा ददर्श शीतांशुमथाभियान्तम्॥२॥ ",
                    "arth": "वे शीतरश्मि चन्द्रमा जगत्के पाप-तापका नाश कर रहे हैं, महासागरमें ज्वार उठा रहे हैं, समस्त प्राणियोंको नयी दीप्ति एवं प्रकाश दे रहे हैं और आकाशमें क्रमशः ऊपरकी ओर उठ रहे हैं॥२॥ "
                },
                {
                    "slok": "या भाति लक्ष्मी वि मन्दरस्था यथा प्रदोषेषु च सागरस्था। तथैव तोयेषु च पुष्करस्था रराज सा चारुनिशाकरस्था॥३॥",
                    "arth": "भूतलपर मन्दराचलमें, संध्याके समय महासागरमें और जलके भीतर कमलोंमें जो लक्ष्मी जिस प्रकार सुशोभित होती हैं, वे ही उसी प्रकार मनोहर चन्द्रमामें शोभा पा रही थीं॥३॥ "
                },
                {
                    "slok": "हंसो यथा राजतपञ्जरस्थः सिंहो यथा मन्दरकन्दरस्थः। वीरो यथा गर्वितकुञ्जरस्थ श्चन्द्रोऽपि बभ्राज तथाम्बरस्थः॥४॥",
                    "arth": "जैसे चाँदीके पिंजरेमें हंस, मन्दराचलकी कन्दरामें सिंह तथा मदमत्त हाथीकी पीठपर वीर पुरुष शोभा पाते हैं, उसी प्रकार आकाशमें चन्द्रदेव सुशोभित हो रहे थे॥"
                },
                {
                    "slok": "स्थितः ककुद्मानिव तीक्ष्णशृङ्गो महाचलः श्वेत इवोर्ध्वशृङ्गः। हस्तीव जाम्बूनदबद्धशृङ्गो विभाति चन्द्रः परिपूर्णशृङ्गः॥५॥",
                    "arth": "जैसे तीखे सींगवाला बैल खड़ा हो, जैसे ऊपरको उठे शिखरवाला महान् पर्वत श्वेत (हिमालय) शोभा पाता हो और जैसे सुवर्णजटित दाँतोंसे युक्त गजराज सुशोभित होता हो, उसी प्रकार हरिणके शृङ्गरूपी चिह्नसे युक्त परिपूर्ण चन्द्रमा छबि पा रहे थे॥५॥ "
                },
                {
                    "slok": "विनष्टशीताम्बुतुषारपङ्को महाग्रहग्राहविनष्टपङ्कः प्रकाशलक्ष्याश्रयनिर्मलाङ्को रराज चन्द्रो भगवान् शशाङ्कः॥६॥",
                    "arth": "जिनका शीतल जल और हिमरूपी पङ्कसे संसर्गका दोष नष्ट हो गया है, अर्थात् जो इनके संसर्गसे बहुत दूर है, सूर्य-किरणोंको ग्रहण करनेके कारण जिन्होंने अपने अन्धकाररूपी पङ्कको भी नष्ट कर दिया है तथा प्रकाशरूप लक्ष्मीका आश्रयस्थान होनेके कारण जिनकी कालिमा भी निर्मल प्रतीत होती है, वे भगवान् शशलाञ्छन चन्द्रदेव आकाशमें प्रकाशित हो रहे थे॥६॥"
                },
                {
                    "slok": "शिलातलं प्राप्य यथा मृगेन्द्रो महारणं प्राप्य यथा गजेन्द्रः। राज्यं समासाद्य यथा नरेन्द्र स्तथा प्रकाशो विरराज चन्द्रः॥ ७॥",
                    "arth": "जैसे गुफाके बाहर शिलातलपर बैठा हुआ मृगराज (सिंह) शोभा पाता है, जैसे विशाल वनमें पहुँचकर गजराज सुशोभित होता है तथा जैसे राज्य पाकर राजा अधिक शोभासे सम्पन्न हो जाता है, उसी प्रकार निर्मल प्रकाशसे युक्त होकर चन्द्रदेव सुशोभित हो रहे थे॥७॥ "
                },
                {
                    "slok": "प्रकाशचन्द्रोदयनष्टदोषः। प्रवृद्धरक्षःपिशिताशदोषः रामाभिरामेरितचित्तदोषः स्वर्गप्रकाशो भगवान् प्रदोषः॥ ८ ॥",
                    "arth": "प्रकाशयुक्त चन्द्रमाके उदयसे जिसका अन्धकाररूपी दोष दूर हो गया है, जिसमें राक्षसोंके जीव-हिंसा और मांसभक्षणरूपी दोष बढ़ गये हैं तथा रमणियोंके रमणविषयक चित्तदोष (प्रणय-कलह) निवृत्त हो गये हैं, वह पूजनीय प्रदोषकाल स्वर्गसदृश सुखका प्रकाश करने लगा।"
                },
                {
                    "slok": "तन्त्रीस्वराः कर्णसुखाः प्रवृत्ताः बानि नार्यः पतिभिः सवत्ताः। नक्तंचराश्चापि तथा प्रवृत्ता विहर्तुमत्यद्भुतरौद्रवृत्ताः ॥९॥ ",
                    "arth": "वीणाके श्रवणसुखद शब्द झङ्कृत हो रहे थे, सदाचारिणी स्त्रियाँ पतियोंके साथ सो रही थीं तथा अत्यन्त अद्भुत और भयंकर शील-स्वभाववाले निशाचर निशीथ कालमें विहार कर रहे थे॥९॥ "
                },
                {
                    "slok": "मत्तप्रमत्तानि समाकुलानि रथाश्वभद्रासनसंकुलानि वीरश्रिया चापि समाकुलानि ___ ददर्श धीमान् स कपिः कुलानि॥१०॥",
                    "arth": "बुद्धिमान् वानर हनुमान्ने वहाँ बहुत-से घर देखे। किन्हींमें ऐश्वर्य-मदसे मत्त निशाचर निवास करते थे, किन्हींमें मदिरापानसे मतवाले राक्षस भरे हुए थे। कितने ही घर रथ, घोड़े आदि वाहनों और भद्रासनोंसे सम्पन्न थे तथा कितने ही वीर-लक्ष्मीसे व्याप्त दिखायी देते थे। वे सभी गृह एक-दूसरेसे मिले हुए थे॥१०॥ "
                },
                {
                    "slok": "परस्परं चाधिकमाक्षिपन्ति । भुजांश्च पीनानधिविक्षिपन्ति। मत्तप्रलापानधिविक्षिपन्ति । मत्तानि चान्योन्यमधिक्षिपन्ति॥११॥",
                    "arth": "राक्षसलोग आपसमें एक-दूसरेपर अधिक आक्षेप करते थे। अपनी मोटी-मोटी भुजाओंको भी हिलाते और चलाते थे। मतवालोंकी-सी बहकी-बहकी बातें करते थे और मदिरासे उन्मत्त होकर परस्पर कटु वचन बोलते थे॥११॥ "
                },
                {
                    "slok": "रक्षांसि वक्षांसि च विक्षिपन्ति गात्राणि कान्तासु च विक्षिपन्ति। रूपाणि चित्राणि च विक्षिपन्ति दृढानि चापानि च विक्षिपन्ति ॥१२॥",
                    "arth": "इतना ही नहीं, वे मतवाले राक्षस अपनी छाती भी पीटते थे। अपने हाथ आदि अंगोंको अपनी प्यारी पत्नियोंपर रख देते थे। सुन्दर रूपवाले चित्रोंका निर्माण करते थे और अपने सुदृढ़ धनुषोंको कानतक खींचा करते थे॥१२॥ "
                },
                {
                    "slok": "ददर्श कान्ताश्च समालभन्त्य स्तथापरास्तत्र पुनःस्वपन्त्यः। सुरूपवक्त्राश्च तथा हसन्त्यः क्रुद्धाः पराश्चापि विनिःश्वसन्त्यः ॥१३॥ ",
                    "arth": "हनुमान्जीने यह भी देखा कि नायिकाएँ अपने अंगोंमें चन्दन आदिका अनुलेपन करती हैं। दूसरी वहीं सोती हैं। तीसरी सुन्दर रूप और मनोहर मुखवाली ललनाएँ हँसती हैं तथा अन्य वनिताएँ प्रणय-कलहसे कुपित हो लंबी साँसें खींच रही हैं॥ १३ ॥ "
                },
                {
                    "slok": "महागजैश्चापि तथा नदद्भिः पानात्यामा सुपूजितैश्चापि तथा सुसद्भिः। रराज वीरैश्च विनिःश्वसद्भि हँदा भुजंगैरिव निःश्वसद्भिः॥१४॥",
                    "arth": "चिग्घाड़ते हुए महान् गजराजों, अत्यन्त सम्मानित श्रेष्ठ सभासदों तथा लंबी साँसें छोड़नेवाले वीरोंके कारण वह लंकापुरी फुफकारते हुए सोसे युक्त सरोवरोंके समान शोभा पा रही थी॥१४॥ "
                },
                {
                    "slok": "चिग्घाड़ते हुए महान् गजराजों, अत्यन्त सम्मानित श्रेष्ठ सभासदों तथा लंबी साँसें छोड़नेवाले वीरोंके कारण वह लंकापुरी फुफकारते हुए सोसे युक्त सरोवरोंके समान शोभा पा रही थी॥१४॥ ",
                    "arth": "हनुमान्जीने उस पुरीमें बहुत-से उत्कृष्ट बुद्धिवाले, सुन्दर बोलनेवाले, सम्यक् श्रद्धा रखनेवाले, अनेक प्रकारके रूप-रंगवाले और मनोहर नाम धारण करनेवाले विश्वविख्यात राक्षस देखे ॥१५॥ "
                },
                {
                    "slok": "ननन्द दृष्ट्वा स च तान् सुरूपान् नानागुणानात्मगुणानुरूपान् । विद्योतमानान् स च तान् सुरूपान् ददर्श कांश्चिच्च पुनर्विरूपान्॥१६॥",
                    "arth": "वे सुन्दर रूपवाले, नाना प्रकारके गुणोंसे सम्पन्न, अपने गुणोंके अनुरूप व्यवहार करनेवाले और तेजस्वी थे। उन्हें देखकर हनुमान्जी बड़े प्रसन्न हुए। उन्होंने बहुतेरे राक्षसोंको सुन्दर रूपसे सम्पन्न देखा और कोईकोई उन्हें बड़े कुरूप दिखायी दिये॥१६॥ "
                },
                {
                    "slok": "ततो । वरायः सुविशुद्धभावा स्तेषां स्त्रियस्तत्र महानुभावाः। प्रियेषु पानेषु च सक्तभावा पया ददर्श तारा इव सुस्वभावाः॥१७॥",
                    "arth": "तदनन्तर वहाँ उन्होंने सुन्दर वस्त्राभूषण धारण करनेके योग्य सुन्दरी राक्षस-रमणियोंको देखा, जिनका भाव अत्यन्त विशुद्ध था। वे बड़ी प्रभावशालिनी थीं। उनका मन प्रियतममें तथा मधुपानमें आसक्त था। वे तारिकाओंकी भाँति कान्तिमती और सुन्दर स्वभाववाली थीं ॥१७॥ "
                },
                {
                    "slok": "स्त्रियो ज्वलन्तीस्त्रपयोपगूढा निशीथकाले रमणोपगूढाः। ददर्श काश्चित् । प्रमदोपगूढा यथा विहंगा विहगोपगूढाः ॥१८॥ ",
                    "arth": "हनुमान्जीकी दृष्टिमें कुछ ऐसी स्त्रियाँ भी आयीं, जो अपने रूप-सौन्दर्यसे प्रकाशित हो रही थीं। वे बड़ी लजीली थीं और आधी रातके समय अपने प्रियतमके आलिङ्गनपाशमें इस प्रकार बँधी हुई थीं जैसे पक्षिणी पक्षीके द्वारा आलिङ्गित होती है। वे सब-के-सब आनन्दमें मग्न थ॥१८॥"
                },
                {
                    "slok": "अन्याः पुनर्हर्म्यतलोपविष्टा स्तत्र प्रियाङ्केषु सुखोपविष्टाः। भर्तुः परा धर्मपरा निविष्टा मा । ददर्श धीमान् । मदनोपविष्टाः॥१९॥ ",
                    "arth": " दूसरी बहुत-सी स्त्रियाँ महलोंकी छतोंपर बैठी थीं। वे पतिकी सेवामें तत्पर रहनेवाली, धर्मपरायणा, विवाहिता और कामभावनासे भावित थीं। हनुमान्जीने उन सबको अपने प्रियतमके अङ्कमें सुखपूर्वक बैठी देखा ॥ १९॥ "
                },
                {
                    "slok": "अप्रावृताः काञ्चनराजिवर्णाः काश्चित्परार्ध्यास्तपनीयवर्णाः । पान पुनश्च काश्चिच्छशलक्ष्मवर्णाः कान्तप्रहीणा रुचिराङ्गवर्णाः ॥२०॥ ",
                    "arth": "कितनी ही कामिनियाँ सुवर्ण-रेखाके समान कान्तिमती दिखायी देती थीं। उन्होंने अपनी ओढ़नी उतार दी थी। कितनी ही उत्तम वनिताएँ तपाये हुए सुवर्णके समान रंगवाली थीं तथा कितनी ही पतिवियोगिनी बालाएँ चन्द्रमाके समान श्वेत वर्णकी दिखायी देती थीं। उनकी अंगकान्ति बड़ी ही सुन्दर थी॥२०॥"
                },
                {
                    "slok": "ततः प्रियान् प्राप्य मनोऽभिरामान् की सुप्रीतियुक्ताः सुमनोऽभिरामाः। गृहेषु हृष्टाः परमाभिरामा हरिप्रवीरः स ददर्श रामाः॥२१॥",
                    "arth": "तदनन्तर वानरोंके प्रमुख वीर हनुमान्जीने विभिन्न गृहोंमें ऐसी परम सुन्दरी रमणियोंका अवलोकन किया, जो मनोभिराम प्रियतमका संयोग पाकर अत्यन्त प्रसन्न हो रही थीं। फूलोंके हारसे विभूषित होनेके कारण उनकी रमणीयता और भी बढ़ गयी थी और वे सबकी-सब हर्षसे उत्फुल्ल दिखायी देती थीं॥२१॥ "
                },
                {
                    "slok": "चन्द्रप्रकाशाश्च हि वक्त्रमालानी का वक्राः सुपक्ष्माश्च सुनेत्रमालाः। ती विभूषणानां च ददर्श मालाः शतहदानामिव चारुमालाः॥२२॥",
                    "arth": "उन्होंने चन्द्रमाके समान प्रकाशमान मुखोंकी पंक्तियाँ, सुन्दर पलकोंवाले तिरछे नेत्रोंकी पंक्तियाँ और चमचमाती हुई विद्युल्लेखाओंके समान आभूषणोंकी भी मनोहर पंक्तियाँ देखीं ॥२२॥"
                },
                {
                    "slok": "न त्वेव सीतां परमाभिजातां पथि स्थिते राजकुले प्रजाताम्। लतां प्रफुल्लामिव साधुजातां ददर्श तन्वीं मनसाभिजाताम्॥२३॥ ",
                    "arth": "किंतु जो परमात्माके मानसिक संकल्पसे धर्ममार्गपर स्थिर रहनेवाले राजकुलमें प्रकट हुई थीं, जिनका प्रादुर्भाव परम ऐश्वर्यकी प्राप्ति करानेवाला है, जो परम सुन्दर रूपमें उत्पन्न हुई प्रफुल्ल लताके समान शोभा पाती थीं, उन कृशाङ्गी सीताको उन्होंने वहाँ कहीं नहीं देखा था॥ २३ ॥ "
                },
                {
                    "slok": "उष्णार्दितां सानुसृतास्त्रकण्ठीं पुरा वराहॊत्तमनिष्ककण्ठीम्। सुजातपक्ष्मामभिरक्तकण्ठी वने प्रनृत्तामिव नीलकण्ठीम्॥२५॥ अव्यक्तरेखामिव र चन्द्रलेखां वाम पांसुप्रदिग्धामिव हेमरेखाम्। क्षतप्ररूढामिव वर्णरेखा वायुप्रभुग्नामिव मेघरेखाम्  ॥ २६ ॥ ं सीतामपश्यन्मनुजेश्वरस्य रामस्य पत्नीं वदतां वरस्य । बभूव दुःखोपहतश्चिरस्य प्लवंगमो मन्द इवाचिरस्य ॥ २७ ॥",
                    "arth": "जो सदा सनातन मार्गपर स्थित रहनेवाली, श्रीरामपर ही दृष्टि रखनेवाली, श्रीरामविषयक काम या प्रेमसे परिपूर्ण, अपने पतिके तेजस्वी मनमें बसी हुई तथा दूसरी सभी स्त्रियोंसे सदा ही श्रेष्ठ थीं; जिन्हें विरहजनित ताप सदा पीड़ा देता रहता था, जिनके नेत्रोंसे निरन्तर आँसुओंकी झड़ी लगी रहती थी और कण्ठ उन आँसुओंसे गद्गद रहता था, पहले संयोग कालमें जिनका कण्ठ श्रेष्ठ एवं बहुमूल्य निष्क (पदक)-से विभूषित रहा करता था, जिनकी पलकें बहुत ही सुन्दर थीं और कण्ठस्वर अत्यन्त मधुर था तथा जो वनमें नृत्य करनेवाली मयूरीके समान मनोहर लगती थीं, जो मेघ आदिसे आच्छादित होनेके कारण अव्यक्त रेखावाली चन्द्रलेखाके समान दिखायी देती थीं, धूलि-धूसर सुवर्ण-रेखा-सी प्रतीत होती थीं, बाणके आघातसे उत्पन्न हुई रेखा (चिह्न)-सी जान पड़ती थीं तथा वायुके द्वारा उड़ायी जाती हुई बादलोंकी रेखा-सी दृष्टिगोचर होती थीं। वक्ताओंमें श्रेष्ठ नरेश्वर श्रीरामचन्द्रजीकी पत्नी उन सीताजीको बहुत देरतक ढूँढ़नेपर भी जब हनुमान्जी न देख सके, तब वे तत्क्षण अत्यन्त दुःखी और शिथिल हो गये ॥ २४ - २७ ॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे पञ्चमः सर्गः॥५॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें पाँचवाँ सर्ग पूरा हुआ॥५॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - षष्ठः सर्गः हनुमान्जीका रावण तथा अन्यान्य राक्षसोंके घरोंमें सीताजीकी खोज करना",
            "arths": [
                {
                    "slok": "स निकामं विमानेषु विचरन् कामरूपधृक् । विचचार कपिर्लां लाघवेन समन्वितः॥१॥",
                    "arth": "फिर इच्छानुसार रूप धारण करनेवाले कपिवर हनुमान्जी बड़ी शीघ्रताके साथ लंकाके सतमहले मकानोंमें यथेच्छ विचरने लगे॥१॥ "
                },
                {
                    "slok": "आससाद च लक्ष्मीवान् राक्षसेन्द्रनिवेशनम्। प्राकारेणार्कवर्णेन भास्वरेणाभिसंवृतम्॥२॥ ",
                    "arth": "अत्यन्त बल-वैभवसे सम्पन्न वे पवनकुमार गधगत गवणके महलमें पहँचे. जो चारों ओरसे सूर्यके समान चमचमाते हुए सुवर्णमय परकोटोंसे घिरा हुआ था॥२॥"
                },
                {
                    "slok": "रक्षितं राक्षसैीमैः सिंहैरिव महद् वनम्। समीक्षमाणो भवनं चकाशे कपिकुञ्जरः॥३॥ ",
                    "arth": "जैसे सिंह विशाल वनकी रक्षा करते हैं, उसी प्रकार बहुतेरे भयानक राक्षस रावणके उस महलकी रक्षा कर रहे थे। उस भवनका निरीक्षण करते हुए कपिकुञ्जर हनुमान्जी मन-ही-मन हर्षका अनुभव करने लगे॥३॥"
                },
                {
                    "slok": "रूप्यकोपहितैश्चित्रैस्तोरणैर्हेमभूषणैः । विचित्राभिश्च कक्ष्याभिारैश्च रुचिरैर्वृतम्॥ ४ ॥ ",
                    "arth": "वह महल चाँदीसे मढ़े हुए चित्रों, सोने जड़े हुए दरवाजों और बड़ी अद्भुत ड्योढ़ियों तथा सुन्दर द्वारोंसे युक्त था॥४॥ "
                },
                {
                    "slok": "गजास्थितैर्महामात्रैः शूरैश्च विगतश्रमैः।। उपस्थितमसंहार्हयैः स्यन्दनयायिभिः॥५॥",
                    "arth": "हाथीपर चढ़े हुए महावत तथा श्रमहीन शूरवीर वहाँ उपस्थित थे। जिनके वेगको कोई रोक नहीं सकता था, ऐसे रथवाहक अश्व भी वहाँ शोभा पा रहे थे॥५॥ "
                },
                {
                    "slok": "सिंहव्याघ्रतनुत्राणैर्दान्तकाञ्चनराजती: नाम । घोषवद्भिर्विचित्रैश्च सदा विचरितं रथैः॥ ६ ॥ ",
                    "arth": "न सिंहों और बाघोंके चमड़ोंके बने हुए कवचोंसे वे रथ ढके हुए थे, उनमें हाथी-दाँत, सुवर्ण तथा चाँदीकी प्रतिमाएँ रखी हुई थीं। उन रथोंमें लगी हुई छोटी-छोटी घंटिकाओंकी मधुर ध्वनि वहाँ होती रहती थी; ऐसे विचित्र रथ उस रावण-भवनमें सदा आ-जा रहे थे।"
                },
                {
                    "slok": "बहुरत्नसमाकीर्णं परासिनभूषितम्। महारथसमावापं महारथमहासनम्॥ ७ ॥ ",
                    "arth": "रावणका वह भवन अनेक प्रकारके रत्नोंसे व्याप्त था, बहुमूल्य आसन उसकी शोभा बढ़ाते थे। उसमें सब ओर बड़े-बड़े रथोंके ठहरनेके स्थान बने थे और महारथी वीरोंके लिये विशाल वासस्थान बनाये गये थे।"
                },
                {
                    "slok": "दृश्यैश्च परमोदारैस्तैस्तैश्च मृगपक्षिभिः। विविधैर्बहुसाहस्त्रैः परिपूर्णं समन्ततः॥८॥",
                    "arth": "दर्शनीय एवं परम सुन्दर नाना प्रकारके सहस्रों पशु और पक्षी वहाँ सब ओर भरे हुए थे॥८॥"
                },
                {
                    "slok": "मान विनीतैरन्तपालैश्च रक्षोभिश्च सुरक्षितम्। मुख्याभिश्च वरस्त्रीभिः परिपूर्णं समन्ततः॥ ९ ॥",
                    "arth": "सीमाकी रक्षा करनेवाले विनयशील राक्षस उस भवनकी रक्षा करते थे। वह सब ओरसे मुख्य-मुख्य सुन्दरियोंसे भरा रहता था॥९॥ "
                },
                {
                    "slok": "मुदितप्रमदारत्नं राक्षसेन्द्रनिवेशनम्। वराभरणसंहादैः समुद्रस्वननिःस्वनम्॥१०॥",
                    "arth": "वहाँकी रत्नस्वरूपा युवती रमणियाँ सदा प्रसन्न रहा करती थीं। सुन्दर आभूषणोंकी झनकारोंसे झंकृत राक्षसराजका वह महल समुद्रके कल-कलनादकी भाँति मुखरित रहता था॥१०॥ "
                },
                {
                    "slok": "तद् राजगुणसम्पन्नं मुख्यैश्च वरचन्दनैः। महाजनसमाकीर्णं सिंहैरिव महद् वनम्॥११॥",
                    "arth": "वह भवन राजोचित सामग्रीसे पूर्ण था, श्रेष्ठ एवं सुन्दर चन्दनोंसे चर्चित था तथा सिंहोंसे भरे हुए विशाल वनकी भाँति प्रधान-प्रधान पुरुषोंसे परिपूर्ण था॥११॥"
                },
                {
                    "slok": "भेरीमृदङ्गाभिरुतं शङ्खघोषविनादितम्। नित्यार्चितं पर्वसुतं पूजितं राक्षसैः सदा॥१२॥",
                    "arth": "वहाँ भेरी और मृदङ्गकी ध्वनि सब ओर फैली हुई थी। वहाँ शङ्ककी ध्वनि गूंज रही थी। उसकी नित्य पूजा एवं सजावट होती थी। पर्वोके दिन वहाँ होम किया जाता था। राक्षसलोग सदा ही उस राजभवनकी पूजा करते थे॥१२॥ "
                },
                {
                    "slok": "समुद्रमिव गम्भीरं । समुद्रसमनिःस्वनम्। इस महात्मनो महद् वेश्म महारत्नपरिच्छदम्॥१३॥",
                    "arth": "वह समुद्रके समान गम्भीर और उसीके समान कोलाहलपूर्ण था। महामना रावणका वह विशाल भवन महान् रत्नमय अलंकारोंसे अलंकृत था॥१३॥ "
                },
                {
                    "slok": "महारत्नसमाकीर्णं ददर्श स महाकपिः। विराजमानंग वपुषा गजाश्वरथसंकुलम्॥१४॥",
                    "arth": "उसमें हाथी-घोड़े और रथ भरे हुए थे तथा वह महान् रत्नोंसे व्याप्त होनेके कारण अपने स्वरूपसे प्रकाशित हो रहा था। महाकपि हनुमान्ने उसे देखा ॥१४॥ "
                },
                {
                    "slok": "लंकाभरणमित्येव सोऽमन्यत महाकपिः। चचार हनुमांस्तत्र रावणस्य समीपतः॥१५॥",
                    "arth": "देखकर कपिवर हनुमान्ने उस भवनको लंकाका आभूषण ही माना। तदनन्तर वे उस रावण-भवनके आस-पास ही विचरने लगे॥१५॥ "
                },
                {
                    "slok": "गृहाद् गृहं राक्षसानामुद्यानानि च सर्वशः। वीक्षमाणोऽप्यसंत्रस्तः प्रासादांश्च चचार सः॥१६॥",
                    "arth": "इस प्रकार वे एक घरसे दूसरे घरमें जाकर राक्षसोंके बगीचोंके सभी स्थानोंको देखते हुए बिना किसी भयसे अट्टालिकाओंपर विचरण करने लगे॥१६॥ "
                },
                {
                    "slok": "अवप्लुत्य महावेगः प्रहस्तस्य निवेशनम्। ततोऽन्यत् पुप्लुवे वेश्म महापार्श्वस्य वीर्यवान्॥१७॥ ",
                    "arth": "महान् वेगशाली और पराक्रमी वीर हनुमान् वहाँसे कूदकर प्रहस्तके घरमें उतर गये। फिर वहाँसे उछले और महापार्श्वके महलमें पहुँच गये॥१७॥ "
                },
                {
                    "slok": "अथ मेघप्रतीकाशं कुम्भकर्णनिवेशनम्। विभीषणस्य च तथा पुप्लुवे स महाकपिः॥१८॥ ",
                    "arth": "तदनन्तर वे महाकपि हनुमान् मेघके समान प्रतीत होनेवाले कुम्भकर्णके भवनमें और वहाँसे विभीषणके महलमें कूद गये॥१८॥"
                },
                {
                    "slok": "महोदरस्य च तथा विरूपाक्षस्य चैव हि। विद्युज्जिह्वस्य भवनं विद्युन्मालेस्तथैव च॥१९॥",
                    "arth": "इसी तरह क्रमश: ये महोदर, विरूपाक्ष, विद्युज्जिह्व और विद्युन्मालिके घरमें गये॥ १९॥ "
                },
                {
                    "slok": "वज्रदंष्ट्रस्य च तथा पुप्लुवे स महाकपिः। शुकस्य च महावेगः सारणस्य च धीमतः॥२०॥",
                    "arth": "इसके बाद महान् वेगशाली महाकपि हनुमान्ने फिर छलाँग मारी और वे वज्रदंष्ट्र, शुक तथा बुद्धिमान् सारणके घरोंमें जा पहुँचे॥२०॥ "
                },
                {
                    "slok": "तथा चेन्द्रजितो वेश्म जगाम हरियूथपः। जम्बुमालेः सुमालेश्च जगाम हरिसत्तमः ॥२१॥ ",
                    "arth": "इसके बाद वे वानर-यूथपति कपिश्रेष्ठ इन्द्रजित्के घरमें गये और वहाँसे जम्बुमालि तथा सुमालिके घरमें पहुँच गये॥२१॥"
                },
                {
                    "slok": "रश्मिकेतोश्च भवनं सूर्यशत्रोस्तथैव च। । वज्रकायस्य च तथा पुप्लुवे स महाकपिः॥२२॥ ",
                    "arth": "तदनन्तर वे महाकपि उछलते-कूदते हुए रश्मिकेतु, सूर्यशत्रु और वज्रकायके महलोंमें जा पहुँचे॥ २२॥ "
                },
                {
                    "slok": "धूम्राक्षस्याथ सम्पातेर्भवनं मारुतात्मजः। विद्युद्रूपस्य भीमस्य घनस्य विघनस्य च॥२३॥ धूम्राक्षस्याथ सम्पातेर्भवनं मारुतात्मजः। विद्युद्रूपस्य भीमस्य घनस्य विघनस्य च॥२३॥ ",
                    "arth": "फिर क्रमशः वे कपिवर पवनकुमार धूम्राक्ष, सम्पाति, विद्युद्रूप, भीम, घन, विघन, शुकनाभ, चक्र, शठ, कपट, ह्रस्वकर्ण, दंष्ट्र, लोमश, युद्धोन्मत्त, मत्त, ध्वजग्रीव, विद्युज्जिह्व, द्विजिह्व, हस्तिमुख, कराल, पिशाच और शोणिताक्ष आदिके महलोंमें गये। इस प्रकार क्रमशः कूदते-फाँदते हुए महा यशस्वी पवनपुत्र हनुमान् उन-उन बहुमूल्य भवनोंमें पधारे। वहाँ उन महाकपिने उन समृद्धिशाली राक्षसोंकी समृद्धि देखी ॥ २३-२७॥ "
                },
                {
                    "slok": "सर्वेषां समतिक्रम्य भवनानि समन्ततः। आससादाथ लक्ष्मीवान् राक्षसेन्द्रनिवेशनम्॥२८॥",
                    "arth": "तत्पश्चात बल-वैभवसे सम्पन्न हनमान उन सब भवनोंको लाँघकर पुनः राक्षसराज रावणके महलपर आ गये॥२८॥ "
                },
                {
                    "slok": "रावणस्योपशायिन्यो ददर्श हरिसत्तमः। विचरन् हरिशार्दूलो राक्षसीविकृतेक्षणाः॥२९॥",
                    "arth": "वहाँ विचरते हुए उन वानरशिरोमणि कपिश्रेष्ठने रावणके निकट सोनेवाली (उसके पलंगकी रक्षा करनेवाली) राक्षसियोंको देखा, जिनकी आँखें बड़ी विकराल थीं॥२९॥ "
                },
                {
                    "slok": "शूलमुद्गरहस्तांश्च शक्तितोमरधारिणः। ददर्श विविधान्गुल्मांस्तस्य रक्षःपतेर्गृहे॥३०॥",
                    "arth": "साथ ही, उन्होंने उस राक्षसराजके भवनमें राक्षसियोंके बहुत-से समुदाय देखे, जिनके हाथों में शूल, मुद्गर, शक्ति और तोमर आदि अस्त्र-शस्त्र विद्यमान थे॥३०॥ "
                },
                {
                    "slok": "राक्षसांश्च महाकायान् नानाप्रहरणोधतान्। रक्तान् श्वेतान् सितांश्चापि हरीश्चापि महाजवान्॥३१॥",
                    "arth": "उनके सिवा, वहाँ बहुत-से विशालकाय राक्षस भी दिखायी दिये, जो नाना प्रकारके हथियारोंसे लैस थे। इतना ही नहीं, वहाँ लाल और सफेद रंगके बहुत-से अत्यन्त वेगशाली घोड़े भी बँधे हुए थे॥३१॥ "
                },
                {
                    "slok": "कुलीनान् रूपसम्पन्नान् गजान् परगजारुजान्। शिक्षितान् गजशिक्षायामैरावतसमान् युधि॥३२॥ निहन्तॄन् परसैन्यानां गृहे तस्मिन् ददर्श सः। क्षरतश्च यथा मेघान् स्त्रवतश्च यथा गिरीन्॥३३॥ मेघस्तनितनिर्घोषान् दुर्धर्षान् समरे परैः। ",
                    "arth": "साथ ही अच्छी जातिके रूपवान् हाथी भी थे, जो शत्रु-सेनाके हाथियोंको मार भगानेवाले थे। वे सब-केसब गजशिक्षामें सुशिक्षित, युद्धमें ऐरावतके समान पराक्रमी तथा शत्रुसेनाओंका संहार करनेमें समर्थ थे। वे बरसते हुए मेघों और झरने बहाते हुए पर्वतोंके समान मदकी धारा बहा रहे थे। उनकी गर्जना मेघ-गर्जनाके समान जान पड़ती थी। वे समराङ्गणमें शत्रुओंके लिये दुर्जय थे। हनुमान्जीने रावणके भवनमें उन सबको देखा ॥ ३२-३३३॥"
                },
                {
                    "slok": "सहस्त्रं वाहिनीस्तत्र जाम्बूनदपरिष्कृताः॥३४॥ हेमजालैरविच्छिन्नास्तरुणादित्यसंनिभाः । ददर्श राक्षसेन्द्रस्य रावणस्य निवेशने॥३५॥",
                    "arth": "राक्षसराज रावणके उस महलमें उन्होंने सहस्रों ऐसी सेनाएँ देखीं, जो जाम्बूनदके आभूषणोंसे विभूषित | थीं। उनके सारे अंग सोनेके गहनोंसे ढके हुए थे | तथा वे प्रातःकालके सर्यकी भाँति उद्दीप्त हो रही थीं।"
                },
                {
                    "slok": "शिबिका विविधाकाराः स कपिर्मारुतात्मजः। लतागृहाणि चित्राणि चित्रशालागृहाणि च॥३६॥ क्रीडागृहाणि चान्यानि दारुपर्वतकानि च। कामस्य गृहकं रम्यं दिवागृहकमेव च॥३७॥ ददर्श राक्षसेन्द्रस्य रावणस्य निवेशने।",
                    "arth": "पवनपुत्र हनुमान्जीने राक्षसराज रावणके उस भवनमें अनेक प्रकारकी पालकियाँ, विचित्र लता-गृह, चित्रशालाएँ, क्रीडाभवन, काष्ठमय क्रीडापर्वत, रमणीय विलासगृह और दिनमें उपयोगमें आनेवाले विलासभवन भी देखे ॥३६-३७३ ॥ "
                },
                {
                    "slok": "स मन्दरसमप्रख्यं मयूरस्थानसंकुलम्॥३८॥ ध्वजयष्टिभिराकीर्णं ददर्श भवनोत्तमम्। अनन्तरत्ननिचयं निधिजालं समन्ततः। धीरनिष्ठितकर्माकं गृहं भूतपतेरिव॥३९॥ ",
                    "arth": "उन्होंने वह महल मन्दराचलके समान ऊँचा, क्रीडा-मयूरोंके रहनेके स्थानोंसे युक्त, ध्वजाओंसे व्याप्त, अनन्त रत्नोंका भण्डार और सब ओरसे निधियोंसे भरा हुआ देखा। उसमें धीर पुरुषोंने निधिरक्षाके उपयुक्त कर्माङ्गोंका अनुष्ठान किया था तथा वह साक्षात् भूतनाथ (महेश्वर या कुबेर)-के भवनके समान जान पड़ता था।"
                },
                {
                    "slok": "अर्चिभिश्चापि रत्नानां तेजसा रावणस्य च। विरराज च तद वेश्म रश्मिवानिव रश्मिभिः॥४०॥",
                    "arth": "रत्नोंकी किरणों तथा रावणके तेजके कारण वह घर किरणोंसे युक्त सूर्यके समान जगमगा रहा था॥ ४० ॥ "
                },
                {
                    "slok": "जाम्बूनदमयान्येव शयनान्यासनानि च। भाजनानि च शुभ्राणि ददर्श हरियूथपः॥४१॥",
                    "arth": "वानरयूथपति हनुमान्ने वहाँके पलंग, चौकी और पात्र सभी अत्यन्त उज्ज्वल तथा जाम्बूनद सुवर्णके बने हुए ही देखे॥४१॥  "
                },
                {
                    "slok": "मध्वासवकृतक्लेदं मणिभाजनसंकुलम्। मनोरममसम्बाधं कुबेरभवनं यथा॥४२॥ नूपुराणां च घोषेण काञ्चीनां निःस्वनेन च। मृदङ्गतलनिर्घोषैर्घोषवद्भिर्विनादितम् ॥४३॥",
                    "arth": "उसमें मधु और आसवके गिरनेसे वहाँकी भूमि गीली हो रही थी। मणिमय पात्रोंसे भरा हुआ वह सुविस्तृत महल कुबेर-भवनके समान मनोरम जान पड़ता था। नूपुरोंकी झनकार, करधनियोंकी खनखनाहट, मृदङ्गों और तालियोंकी मधुर ध्वनि तथा अन्य गम्भीर घोष करनेवाले वाद्योंसे वह भवन मुखरित हो रहा था। "
                },
                {
                    "slok": "प्रासादसंघातयुतं स्त्रीरत्नशतसंकुलम्। सुव्यूढकक्ष्यं हनुमान् प्रविवेश महागृहम्॥४४॥ ",
                    "arth": "उसमें सैकड़ों अट्टालिकाएँ थीं, सैकड़ों रमणीरत्नोंसे वह व्याप्त था। उसकी ड्योढ़ियाँ बहुत बड़ी-बड़ी थीं। ऐसे विशाल भवनमें हनुमान्जीने प्रवेश किया॥४४॥"
                },
                {
                    "samaapt sarg": "इत्या श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे षष्ठः सर्गः॥६॥ ",
                    "samaapt अर्थ": " इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें छठा सर्ग पूरा हुआ॥६॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - सप्तमः सर्गः रावणके भवन एवं पुष्पक विमानका वर्णन",
            "arths": [
                {
                    "slok": "इत्या श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे षष्ठः सर्गः॥६॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें छठा सर्ग पूरा हुआ॥६॥"
                },
                {
                    "slok": "स वेश्मजालं बलवान् ददर्श व्यासक्तवैदूर्यसुवर्णजालम् । यथा - महत्प्रावृषि मेघजालं विद्युत्पिनद्धं सविहङ्गजालम्॥१॥",
                    "arth": "बलवान् वीर हनुमान्जीने नीलमसे जड़ी हुई सोनेकी खिड़कियोंसे सुशोभित तथा पक्षि-समूहोंसे युक्त भवनोंका समुदाय देखा, जो वर्षाकालमें बिजलीसे युक्त महती मेघमालाके समान मनोहर जान पड़ता था॥१॥ "
                },
                {
                    "slok": "निवेशनानां विविधाश्च शालाः र प्रधानशङ्कायुधचापशालाः । मनोहराश्चापि पुनर्विशाल ददर्श वेश्माद्रिषु चन्द्रशालाः॥२॥",
                    "arth": "उसमें नाना प्रकारकी बैठकें, शङ्ख, आयुध और धनुषोंकी मुख्य-मुख्य शालाएँ तथा पर्वतोंके समान ऊँचे महलोंके ऊपर मनोहर एवं विशाल चन्द्रशालाएँ (अट्टालिकाएँ) देखीं ॥२॥"
                },
                {
                    "slok": "गृहाणि सम नानावसुराजितानि देवासुरैश्चापि वासुपूजितानि। सर्वैश्च दोषैः परिवर्जितानि  कपिर्ददर्श स्वबलार्जितानि॥३॥ ",
                    "arth": "कपिवर हनुमान्ने वहाँ नाना प्रकारके रत्नोंसे सुशोभित ऐसे-ऐसे घर देखे, जिनकी देवता और असुर भी प्रशंसा करते थे। वे गृह सम्पूर्ण दोषोंसे रहित थे तथा रावणने उन्हें अपने पुरुषार्थसे प्राप्त किया था॥३॥"
                },
                {
                    "slok": "तानि प्रयत्नाभिसमाहितानि मयेन साक्षादिव निर्मितानि। महीतले सर्वगुणोत्तराणि ददर्श लंकाधिपतेर्गृहाणि॥४॥",
                    "arth": "वे भवन बड़े प्रयत्नसे बनाये गये थे और ऐसे अद्भुत लगते थे, मानो साक्षात् मयदानवने ही उनका निर्माण किया हो। हनुमान्जीने उन्हें देखा, लंकापति रावणके वे घर इस भूतलपर सभी गुणोंमें सबसे बढ़चढ़कर थे॥४॥ "
                },
                {
                    "slok": "ततो ददर्शोच्छ्रितमेघरूपं मनोहरं यात काञ्चनचारुरूपम्। रक्षोऽधिपस्यात्मबलानुरूपं गृहोत्तमं , ह्यप्रतिरूपरूपम्॥५॥ ",
                    "arth": "फिर उन्होंने राक्षसराज रावणका उसकी शक्तिके अनुरूप अत्यन्त उत्तम और अनुपम भवन (पुष्पक विमान) देखा, जो मेघके समान ऊँचा, सुवर्णके समान सुन्दर कान्तिवाला तथा मनोहर था॥५॥ "
                },
                {
                    "slok": "महीतले स्वर्गमिव प्रकीर्ण की श्रिया ज्वलन्तं बहुरत्नकीर्णम्। नानातरूणांना कुसुमावकीर्णं गिरेरिवाग्रं रजसावकीर्णम्॥६॥",
                    "arth": "वह इस भूतलपर बिखरे हुए स्वर्णके समान जान पड़ता था। अपनी कान्तिसे प्रज्वलित-सा हो रहा था। अनेकानेक रत्नोंसे व्याप्त, भाँति-भाँतिके वृक्षोंके फूलोंसे आच्छादित तथा पुष्पोंके परागसे भरे हुए पर्वत-शिखरके समान शोभा पाता था॥६॥ "
                },
                {
                    "slok": "नारीप्रवेकैरिव जी दीप्यमानं तडिद्भिरम्भोधरमय॑मानम् । हंसप्रवेकैरिव वाह्यमानं श्रिया युतं खे सुकृतं विमानम्॥७॥",
                    "arth": "वह विमानरूप भवन विद्युन्मालाओंसे पूजित मेघके समान रमणी-रत्नोंसे देदीप्यमान हो रहा था और श्रेष्ठ हंसोंद्वारा आकाशमें ढोये जाते हुए विमानकी भाँति जान पड़ता था। उस दिव्य विमानको बहुत सुन्दर ढंगसे बनाया गया था। वह अद्भुत शोभासे सम्पन्न दिखायी देता था॥"
                },
                {
                    "slok": "यथा , नगाग्रं बहुधातुचित्रं यथा नभश्च ग्रहचन्द्रचित्रम्। ददर्श यक्तीकतचारुमेघचित्रं विमानं बहुरत्नचित्रम्॥८॥ ",
                    "arth": "जैसे अनेक धातुओंके कारण पर्वतशिखर, ग्रहों और चन्द्रमाके कारण आकाश तथा अनेक वर्णों से युक्त होनेके कारण मनोहर मेघ विचित्र शोभा धारण करते हैं, उसी तरह नाना प्रकारके रत्नोंसे निर्मित होनेके कारण वह विमान भी विचित्र शोभासे सम्पन्न दिखायी देता था॥८॥ "
                },
                {
                    "slok": "मही कृता पर्वतराजिपूर्णा शैलाः कृता वृक्षवितानपूर्णाः। वृक्षाः कृताः पुष्पवितानपूर्णाः पुष्पं कृतं केसरपत्रपूर्णम्॥९॥",
                    "arth": "उस विमानकी आधारभूमि (आरोहियोंके खड़े होनेका स्थान) सोने और मणियोंके द्वारा निर्मित कृत्रिम पर्वत-मालाओंसे पूर्ण बनायी गयी थी। वे पर्वत वृक्षोंकी विस्तृत पंक्तियोंसे हरे-भरे रचे गये थे। वे वृक्ष फूलोंके बाहुल्यसे व्याप्त बनाये गये थे तथा वे पुष्प भी केसर एवं पंखुड़ियोंसे पूर्ण निर्मित हुए थे* ॥९॥ "
                },
                {
                    "slok": "कृतानि वेश्मानि च पाण्डुराणि तथा सुपुष्पाण्यपि पुष्कराणि। पुनश्चल पद्मानि सकेसराणि वनानि चित्राणि सरोवराणि॥१०॥",
                    "arth": "उस विमानमें श्वेतभवन बने हुए थे। सुन्दर फूलोंसे सुशोभित पोखरे बनाये गये थे। केसरयुक्त कमल, विचित्र वन और अद्भुत सरोवरोंका भी निर्माण किया गया था॥१०॥ "
                },
                {
                    "slok": "पुष्पाह्वयं नाम विराजमानं रत्नप्रभाभिश्च शिविघूर्णमानम्। वेश्मोत्तमानामपि चोच्चमानं महाकपिस्तत्र महाविमानम्॥११॥ ",
                    "arth": "महाकपि हनुमान्ने जिस सुन्दर विमानको वहाँ देखा, उसका नाम पुष्पक था। वह रत्नोंकी प्रभासे प्रकाशमान था और इधर-उधर भ्रमण करता था। देवताओंके गृहाकार उत्तम विमानोंमें सबसे अधिक आदर उस महाविमान पुष्पकका ही होता था॥११॥"
                },
                {
                    "slok": "कृताश्च वैदूर्यमया विहङ्गा रूप्यप्रवालैश्च तथा विहङ्गाः। चित्राश्च नानावसुभिर्भुजङ्गा जात्यानुरूपास्तुरगाः शुभाङ्गाः॥१२॥",
                    "arth": "उसमें नीलम, चाँदी और मूंगोंके आकाशचारी पक्षी बनाये गये थे। नाना प्रकारके रत्नोंसे विचित्र वर्णके सोका निर्माण किया गया था और अच्छी जातिके घोड़ोंके समान ही सुन्दर अंगवाले अश्व भी बनाये गये थे॥ १२ ॥ "
                },
                {
                    "slok": "प्रवालजाम्बूनदपुष्पपक्षाः सलीलमावर्जितजिह्मपक्षाः । कामस्य साक्षादिव भान्ति पक्षाः कृता विहङ्गाः सुमुखाः सुपक्षाः॥१३॥ ",
                    "arth": "उस विमानपर सुन्दर मुख और मनोहर पंखवाले बहुत-से ऐसे विहङ्गम निर्मित हुए थे, जो साक्षात् कामदेवके सहायक जान पड़ते थे। उनकी पाँखें मूंगे और सुवर्णके बने हुए फूलोंसे युक्त थीं तथा उन्होंने लीलापूर्वक अपने बाँके पंखोंको समेट रखा था॥ १३ ॥ "
                },
                {
                    "slok": "नियुज्यमानाश्च गजाः सुहस्ताः सकेसराश्चोत्पलपत्रहस्ताः । बभूव देवी च कृतासुहस्ता लक्ष्मीस्तथा पद्मिनि पद्महस्ता॥१४॥ ",
                    "arth": "उस विमानके कमलमण्डित सरोवरमें ऐसे हाथी बनाये गये थे, जो लक्ष्मीके अभिषेक-कार्यमें नियुक्त थे। उनकी सैंड बड़ी सुन्दर थी। उनके अंगोंमें कमलोंके केसर लगे हुए थे तथा उन्होंने अपनी सूंड़ोंमें कमल-पुष्प धारण किये थे। उनके साथ ही वहाँ तेजस्विनी लक्ष्मी देवीकी प्रतिमा भी विराजमान थी, जिनका उन हाथियोंके द्वारा अभिषेक हो रहा था। उनके हाथ बड़े सुन्दर थे। उन्होंने अपने हाथमें कमल-पुष्प धारण कर रखा था॥१४॥ "
                },
                {
                    "slok": "इतीवण तद्गृहमभिगम्य शोभनं सविस्मयो नगमिव चारुकन्दरम्। पुनश्च तत्परमसुगन्धि सुन्दरं पी हिमात्यये नगमिव चारुकन्दरम्॥१५॥ ",
                    "arth": "इस प्रकार सुन्दर कन्दराओंवाले पर्वतके समान तथा वसन्त-ऋतुमें सुन्दर कोटरोंवाले परम सुगन्धयुक्त वृक्षके समान उस शोभायमान मनोहर भवन (विमान)में पहुँचकर हनुमान्जी बड़े विस्मित हुए ॥ १५ ॥ "
                },
                {
                    "slok": "ततः स तां कपिरभिपत्य पूजितां । चरन् पुरी दशमुखबाहुपालिताम्। अदृश्य तां जनकसुतां सुपूजितां सुदुःखितां पतिगुणवेगनिर्जिताम्॥१६॥ ",
                    "arth": "तदनन्तर दशमुख रावणके बाहुबलसे पालित उस प्रशंसित पुरीमें जाकर चारों ओर घूमनेपर भी पतिके गुणोंके वेगसे पराजित (विमुग्ध) अत्यन्त दुःखिनी और परम पूजनीया जनककिशोरी सीताको न देखकर कपिवर हनुमान् बड़ी चिन्तामें पड़ गये॥१६॥ "
                },
                {
                    "slok": "ततस्तदा या बहुविधभावितात्मनः व कृतात्मनो जनकसुतां सुवर्त्मनः। अपश्यतोऽभवदतिदुःखितं मनः सचक्षुषः प्रविचरतो महात्मनः॥१७॥ ",
                    "arth": "महात्मा हनुमान्जी अनेक प्रकारसे परमार्थ-चिन्तनमें तत्पर रहनेवाले कृतात्मा (पवित्र अन्तःकरणवाले) सन्मार्गगामी तथा उत्तम दृष्टि रखनेवाले थे। इधर-उधर बहुत घूमनेपर भी जब उन महात्माको जानकीजीका पता न लगा, तब उनका मन बहुत दु:खी हो गया।"
                },
                {
                    "samaapt sarg": "सोपा इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे सप्तमः सर्गः॥७॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें सातवाँ सर्ग पूरा हुआ॥७॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - अष्टमः सर्गः हनुमान्जीके द्वारा पुनः पुष्पक विमानका दर्शन",
            "arths": [
                {
                    "slok": "सोपा इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे सप्तमः सर्गः॥७॥ ",
                    "arth": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें सातवाँ सर्ग पूरा हुआ॥७॥"
                },
                {
                    "slok": "स तस्य मध्ये भवनस्य संस्थितो महद्विमानं मणिरत्नचित्रितम्। प्रतप्तजाम्बूनदजालकृत्रिमं ददर्श धीमान् पवनात्मजः कपिः॥१॥",
                    "arth": "रावणके भवनके मध्यभागमें खड़े हुए बुद्धिमान् पवनकुमार कपिवर हनुमान्जीने मणि तथा रत्नोंसे जटित एवं तपे हुए सुवर्णमय गवाक्षोंकी रचनासे युक्त उस विशाल विमानको पुनः देखा ॥१॥ "
                },
                {
                    "slok": "तदप्रमेयप्रतिकारकृत्रिमं कृतं स्वयं साध्विति विश्वकर्मणा। दिवं गते वायुपथे प्रतिष्ठितं व्यराजतादित्यपथस्य लक्ष्म तत्॥२॥",
                    "arth": "उसकी रचनाको सौन्दर्य आदिकी दृष्टिसे मापा नहीं जा सकता था। उसका निर्माण अनुपम रीतिसे किया गया था। स्वयं विश्वकर्माने ही उसे बनाया था और बहुत उत्तम कहकर उसकी प्रशंसा की थी। जब वह आकाशमें उठकर वायुमार्गमें स्थित होता था, तब सौर मार्गके चिह्न-सा सुशोभित होता था॥२॥"
                },
                {
                    "slok": "न तत्र किंचिन्न कृतं प्रयत्नतो न तत्र किंचिन्न महार्घरत्नवत्। न ते विशेषा नियताः सुरेष्वपि न तत्र किंचिन्न महाविशेषवत्॥३॥",
                    "arth": "उसमें कोई ऐसी वस्तु नहीं थी, जो अत्यन्त प्रयत्नसे न बनायी गयी हो तथा वहाँ कोई भी ऐसा स्थान या विमानका अंग नहीं था, जो बहुमूल्य रत्नोंसे जटित न हो। उसमें जो विशेषताएँ थीं, वे देवताओंके विमानोंमें भी नहीं थीं। उसमें कोई ऐसी चीज नहीं थी, जो बड़ी भारी विशेषतासे युक्त न हो॥३॥ "
                },
                {
                    "slok": "तपः समाधानपराक्रमार्जितं मनःसमाधानविचारचारिणम् अनेकसंस्थानविशेषनिर्मितं ततस्ततस्तुल्यविशेषनिर्मितम् । ॥४॥",
                    "arth": "रावणने जो निराहार रहकर तप किया था और भगवान्के चिन्तनमें चित्तको एकाग्र किया था, इससे मिले हुए पराक्रमके द्वारा उसने उस विमानपर अधिकार प्राप्त किया था। मनमें जहाँ भी जानेका संकल्प उठता, वहीं वह विमान पहुँच जाता था। अनेक प्रकारकी विशिष्ट निर्माण-कलाओंद्वारा उस विमानकी रचना हुई थी तथा जहाँ-तहाँसे प्राप्त की गयी दिव्य विमान-निर्माणोचित विशेषताओंसे उसका निर्माण हुआ था॥४॥ "
                },
                {
                    "slok": "मनः समाधाय तु शीघ्रगामिनं दुरासदं न मारुततुल्यगामिनम्। महात्मनां पुण्यकृतां महद्धिनां यशस्विनामग्यमुदामिवालयम् ॥५॥",
                    "arth": "वह स्वामीके मनका अनुसरण करते हुए बड़ी शीघ्रतासे चलनेवाला, दूसरों के लिये दुर्लभ और वायुके समान वेगपूर्वक आगे बढ़नेवाला था तथा श्रेष्ठ आनन्द (महान् सुख)के भागी, बढ़े-चढ़े तपवाले, पुण्यकारी महात्माओंका ही वह आश्रय था॥५॥ "
                },
                {
                    "slok": "विशेषमालम्ब्य विशेषसंस्थितं विचित्रकूटं बहुकूटमण्डितम्। मनोऽभिरामं कर शरदिन्दुनिर्मलं । विचित्रकूटं शिखरं गिरेर्यथा॥६॥",
                    "arth": "वह विमान गतिविशेषका आश्रय ले व्योमरूप देश- विशेषमें स्थित था। आश्चर्यजनक विचित्र वस्तुओंका समुदाय उसमें एकत्र किया गया था। बहुत-सी शालाओंके कारण उसकी बड़ी शोभा हो रही थी। वह शरद्-ऋतुके चन्द्रमाके समान निर्मल और मनको आनन्द प्रदान करनेवाला था। विचित्र छोटे-छोटे शिखरोंसे युक्त किसी पर्वतके प्रधान शिखरकी जैसी शोभा होती है, उसी प्रकार अद्भुत शिखरवाले उस पुष्पक विमानकी भी शोभा हो रही थी॥६॥"
                },
                {
                    "slok": "वहन्ति यत्कुण्डलशोभितानना महाशना व्योमचरानिशाचराः। विवृत्तविध्वस्तविशाललोचना महाजवा भूतगणाः सहस्त्रशः॥७॥ वसन्तपुष्पोत्करचारुदर्शनं वसन्तमासादपि चारुदर्शनम्। स पुष्पकं तत्र विमानमुत्तमं ददर्श तद् वानरवीरसत्तमः॥८॥",
                    "arth": "जिनके मुखमण्डल कुण्डलोंसे सुशोभित और नेत्र घूमते या घूरते रहनेवाले, निमेषरहित तथा बड़े-बड़े थे, वे अपरिमित भोजन करनेवाले, महान् वेगशाली, आकाशमें विचरनेवाले तथा रातमें भी दिनके समान ही चलनेवाले सहस्रों भूतगण जिसका भार वहन करते थे, जो वसन्त-कालिक पुष्प-पुञ्जके समान रमणीय दिखायी देता था और वसन्त माससे भी अधिक सुहावना दृष्टिगोचर होता था, उस उत्तम पुष्पक विमानको वानरशिरोमणि हनुमान्जीने वहाँ देखा॥७-८॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डेऽष्टमः सर्गः ॥ ८ ॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मोकिनिर्मित आरामायण आदिकाव्य के सुन्दरकाण्डमै आठयों मर्ग पूरा हुआ ॥ ८ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - नवमः सर्गः हनुमान्जीका रावणके श्रेष्ठ भवन पुष्पक विमान तथा रावणके रहनेकी सुन्दर हवेलीको देखकर उसके भीतर सोयी हुई सहस्त्रों सुन्दरी स्त्रियोंका अवलोकन करना",
            "arths": [
                {
                    "slok": "तस्यालयवरिष्ठस्य मध्ये विमलमायतम्। ददर्श भवनश्रेष्ठं हनुमान् मारुतात्मजः॥१॥ अर्धयोजनविस्तीर्णमायतं योजनं महत्। भवनं राक्षसेन्द्रस्य बहुप्रासादसंकुलम्॥२॥",
                    "arth": "लंकावर्ती सर्वश्रेष्ठ महान् गृहके मध्यभागमें पवनपुत्र हनुमान्जीने देखा-एक उत्तम भवन शोभा पा रहा है। वह बहुत ही निर्मल एवं विस्तृत था। उसकी लंबाई एक योजनकी और चौड़ाई आधे योजनकी थी। राक्षसराज रावणका वह विशाल भवन बहुत-सी अट्टालिकाओंसे व्याप्त था॥१-२॥ "
                },
                {
                    "slok": "मार्गमाणस्तु वैदेहीं सीतामायतलोचनाम्। सर्वतः परिचक्राम हनूमानरिसूदनः॥३॥",
                    "arth": "विशाललोचना विदेह-नन्दिनी सीताकी खोज करते हुए शत्रुसूदन हनुमान्जी उस भवनमें सब ओर चक्कर लगाते फिरे॥३॥ "
                },
                {
                    "slok": "उत्तमं राक्षसावासं हनुमानवलोकयन्। आससादाथ लक्ष्मीवान् राक्षसेन्द्रनिवेशनम्॥४॥",
                    "arth": "बल-वैभवसे सम्पन्न हनुमान् राक्षसोंके उस उत्तम आवासका अवलोकन करते हुए एक ऐसे सुन्दर गृहमें जा पहुँचे, जो राक्षसराज रावणका निजी निवास स्थान था॥४॥ "
                },
                {
                    "slok": "चतुर्विषाणैर्द्विरदैस्त्रिविषाणैस्तथैव च । परिक्षिप्तमसम्बाधं रक्ष्यमाणमुदायुधैः॥५॥",
                    "arth": "चार दाँत तथा तीन दाँतोंवाले हाथी इस विस्तृत भवनको चारों ओरसे घेरकर खड़े थे और हाथोंमें हथियार लिये बहुत-से राक्षस उसकी रक्षा करते थे॥५॥ "
                },
                {
                    "slok": "राक्षसीभिश्च पत्नीभी रावणस्य निवेशनम्। आहृताभिश्च विक्रम्य राजकन्याभिरावृतम्॥६॥",
                    "arth": "रावणका वह महल उसकी राक्षसजातीय पत्नियों तथा पराक्रमपूर्वक हरकर लायी हुई राजकन्याओंसे भरा हुआ था॥६॥ "
                },
                {
                    "slok": "तन्नक्रमकराकीर्णं तिमिंगिलझषाकुलम्। वायुवेगसमाधूतं पन्नगैरिव सागरम्॥७॥",
                    "arth": "इस प्रकार नर-नारियोंसे भरा हुआ वह कोलाहलपूर्ण भवन नाके और मगरोंसे व्याप्त, तिमिंगलों और मत्स्योंसे पूर्ण, वायुवेगसे विक्षुब्ध तथा साँसे आवृत महासागरके समान प्रतीत होता था॥७॥ "
                },
                {
                    "slok": "या हि वैश्रवणे लक्ष्मीर्या चन्द्रे हरिवाहने। सा रावणगृहे रम्या नित्यमेवानपायिनी॥८॥",
                    "arth": "जो लक्ष्मी कुबेर, चन्द्रमा और इन्द्रके यहाँ निवास करती हैं, वे ही और भी सुरम्य रूपसे रावणके घरमें नित्य ही निश्चल होकर रहती थीं॥८॥ "
                },
                {
                    "slok": "या च राज्ञः कुबेरस्य यमस्य वरुणस्य च। तादृशी तद्विशिष्टा वा ऋद्धी रक्षोगृहेष्विह॥९॥ ",
                    "arth": "जो समृद्धि महाराज कुबेर, यम और वरुणके यहाँ दृष्टिगोचर होती है, वही अथवा उससे भी बढ़कर राक्षसोंके घरोंमे देखी जाती थीं॥९॥ "
                },
                {
                    "slok": "तस्य हर्म्यस्य मध्यस्थवेश्म चान्यत् सुनिर्मितम्। बहुनियूहसंयुक्तं ददर्श पवनात्मजः॥१०॥",
                    "arth": "उस (एक योजन लंबे और आधे योजन चौड़े) महलके मध्यभागमें एक दूसरा भवन (पुष्पक विमान) था, जिसका निर्माण बड़े सुन्दर ढंगसे किया गया था। वह भवन बहुसंख्यक मतवाले हाथियोंसे युक्त था। पवनकुमार हनुमान्जीने फिर उसे देखा ॥१०॥ "
                },
                {
                    "slok": "ब्रह्मणोऽर्थे कृतं दिव्यं दिवि यद् विश्वकर्मणा। विमानं पुष्पकं नाम सर्वरत्नविभूषितम्॥११॥",
                    "arth": "वह सब प्रकारके रत्नोंसे विभूषित पुष्पक नामक दिव्य विमान स्वर्गलोकमें विश्वकर्माने ब्रह्माजीके लिये बनाया था॥११॥"
                },
                {
                    "slok": "परेण तपसा लेभे यत् कुबेरः पितामहात्। कुबेरमोजसा जित्वा लेभे तद् राक्षसेश्वरः॥१२॥",
                    "arth": "कुबेरने बड़ी भारी तपस्या करके उसे ब्रह्माजीसे प्राप्त किया और फिर कुबेरको बलपूर्वक परास्त करके राक्षसराज रावणने उसे अपने हाथमें कर लिया॥१२॥"
                },
                {
                    "slok": "ईहामृगसमायुक्तैः कार्तस्वरहिरण्मयैः।। सुकृतैराचितं स्तम्भैः प्रदीप्तमिव च श्रिया॥१३॥",
                    "arth": "उसमें भेड़ियोंकी मूर्तियोंसे युक्त सोने-चाँदीके सुन्दर खम्भे बनाये गये थे, जिनके कारण वह भवन अद्भुत कान्तिसे उद्दीप्त-सा हो रहा था॥१३॥ "
                },
                {
                    "slok": "मेरुमन्दरसंकाशैरुल्लिखद्भिरिवाम्बरम् । कूटागारैः शुभागारैः सर्वतः समलंकृतम्॥१४॥",
                    "arth": "उसमें सुमेरु और मन्दराचलके समान ऊँचे अनेकानेक गुप्त गृह और मङ्गल भवन बने थे, जो अपनी ऊँचाईसे आकाशमें रेखा-सी खींचते हुए जान पड़ते थे। उनके द्वारा वह विमान सब ओरसे सुशोभित होता था॥१४॥ "
                },
                {
                    "slok": "ज्वलनार्कप्रतीकाशैः सुकृतं विश्वकर्मणा। र हेमसोपानयुक्तं च चारुप्रवरवेदिकम्॥१५॥",
                    "arth": "उनका प्रकाश अग्नि और सूर्यके समान था। विश्वकर्माने बड़ी कारीगरीसे उसका निर्माण किया था। उसमें सोनेकी सीढ़ियाँ और अत्यन्त मनोहर उत्तम वेदियाँ बनायी गयी थीं॥१५॥ "
                },
                {
                    "slok": "जालवातायनैर्युक्तं काञ्चनैः स्फाटिकैरपि। इन्द्रनीलमहानीलमणिप्रवरवेदिकम् ॥१६॥",
                    "arth": "सोने और स्फटिकके झरोखे और खिड़कियाँ लगायी गयी थीं। इन्द्रनील और महानील मणियोंकी श्रेष्ठतम वेदियाँ रची गयी थीं॥१६॥"
                },
                {
                    "slok": "विद्रुमेण विचित्रेण मणिभिश्च महाधनैः। निस्तुलाभिश्च मुक्ताभिस्तलेनाभिविराजितम्॥१७॥",
                    "arth": "उसकी फर्श विचित्र मूंगे, बहुमूल्य मणियों तथा अनुपम गोल-गोल मोतियोंसे जड़ी गयी थी, जिससे उस विमानकी बड़ी शोभा हो रही थी॥१७॥ "
                },
                {
                    "slok": "चन्दनेन च रक्तेन तपनीयनिभेन च। सुपुण्यगन्धिना युक्तमादित्यतरुणोपमम्॥१८॥",
                    "arth": "सुवर्णके समान लाल रंगके सुगन्धयुक्त चन्दनसे संयुक्त होनेके कारण वह बालसूर्यके समान जान पड़ता था॥१८॥ "
                },
                {
                    "slok": "कूटागारैर्वराकारैर्विविधैः । समलंकृतम्। विमानं पुष्पकं दिव्यमारोह महाकपिः। तत्रस्थः सर्वतो गन्धं पानभक्ष्यान्नसम्भवम्॥१९॥ ",
                    "arth": "दिव्यं सम्मूर्च्छितं जिघ्रन् रूपवन्तमिवानिलम्। महाकपि हनुमान्जी उस दिव्य पुष्पक विमानपर चढ़ गये, जो नाना प्रकारके सुन्दर कूटागारों (अट्टालिकाओं) से अलंकृत था। वहाँ बैठकर वे सब ओर फैली हुई नाना प्रकारके पेय, भक्ष्य और अन्नकी दिव्य गन्ध सूंघने लगे। वह गन्ध मूर्तिमान् पवन-सी प्रतीत होती थी॥१९॥ "
                },
                {
                    "slok": "स गन्धस्तं महासत्त्वं बन्धुर्बन्धुमिवोत्तमम्॥२०॥ इत एहीत्युवाचेव तत्र यत्र स रावणः।",
                    "arth": "जैसे कोई बन्धु-बान्धव अपने उत्तम बन्धुको अपने पास बुलाता है, उसी प्रकार वह सुगन्ध उन पानानली नगाननीको सानो यह कहकर कि 'दधर चले आओ' जहाँ रावण था, वहाँ बुला रही थी॥ २० ॥ "
                },
                {
                    "slok": "ततस्तां प्रस्थितः शालां ददर्श महतीं शिवाम् ॥२१॥ रावणस्य महाकान्तां कान्तामिव वरस्त्रियम्।",
                    "arth": "तदनन्तर हनुमान्जी उस ओर प्रस्थित हुए। आगे बढ़नेपर उन्होंने एक बहुत बड़ी हवेली देखी, जो बहुत ही सुन्दर और सुखद थी। वह हवेली रावणको बहुत ही प्रिय थी, ठीक वैसे ही जैसे पतिको कान्तिमयी सुन्दरी पत्नी अधिक प्रिय होती है॥ २१३ ॥ "
                },
                {
                    "slok": "मणिसोपानविकृतां हेमजालविराजिताम्॥२२॥ स्फाटिकैरावृततलां दन्तान्तरितरूपिकाम्। मुक्तावज्रप्रवालैश्च रूप्यचामीकरैरपि॥२३॥ ",
                    "arth": "अध्याय"
                },
                {
                    "slok": "विभूषितां मणिस्तम्भैः सुबहुस्तम्भभूषिताम्। समैर्ऋजुभिरत्युच्चैः समन्तात् सुविभूषितैः॥२४॥",
                    "arth": "मणियोंके बने हुए बहुत-से खम्भे, जो समान, सीधे, बहुत ही ऊँचे और सब ओरसे विभूषित थे, आभूषणकी भाँति उस हवेलीकी शोभा बढ़ा रहे थे।"
                },
                {
                    "slok": "स्तम्भैः पक्षैरिवात्युच्चैर्दिवं सम्प्रस्थितामिव। महत्या कुथयाऽऽस्तीर्णां पृथिवीलक्षणाङ्कया॥२५॥",
                    "arth": "अपने अत्यन्त ऊँचे स्तम्भरूपी पंखोंसे मानो वह आकाशको उड़ती हुई-सी जान पड़ती थी। उसके भीतर पृथ्वीके वन-पर्वत आदि चिह्नोंसे अङ्कित एक बहुत बड़ा कालीन बिछा हुआ था॥ २५॥"
                },
                {
                    "slok": "पृथिवीमिव विस्तीर्णा सराष्ट्रगृहशालिनीम्। नादितां मत्तविहगैर्दिव्यगन्धाधिवासिताम्॥२६॥",
                    "arth": "राष्ट्र और गृह आदिके चित्रोंसे सुशोभित वह शाला पृथ्वीके समान विस्तीर्ण जान पड़ती थी। वहाँ मतवाले विहङ्गमोंके कलरव गूंजते रहते थे तथा वह दिव्य सुगन्धसे सुवासित थी॥ २६ ॥ "
                },
                {
                    "slok": "परास्तरणोपेतां रक्षोऽधिपनिषेविताम्। धूम्रामगुरुधूपेन विमलां हंसपाण्डुराम्॥२७॥",
                    "arth": "उस हवेलीमें बहुमूल्य बिछौने बिछे हुए थे तथा स्वयं राक्षसराज रावण उसमें निवास करता था। वह अगुरु नामक धूपके धूएँसे धूमिल दिखायी देती थी, किंत वास्तवमें हंसके समान श्वेत एवं निर्मल थी॥ २७॥"
                },
                {
                    "slok": "पत्रपुष्पोपहारेण कल्माषीमिव सुप्रभाम्। मनसो मोदजननीं वर्णस्यापि प्रसाधिनीम्॥२८॥",
                    "arth": "पत्र-पुष्पके उपहारसे वह शाला चितकबरी-सी जान पड़ती थी। अथवा वसिष्ठ मुनिकी शबला गौकी भाँति सम्पूर्ण कामनाओंकी देनेवाली थी। उसकी कान्ति बड़ी ही सुन्दर थी। वह मनको आनन्द देनेवाली तथा शोभाको भी सुशोभित करनेवाली थी॥ २८॥ "
                },
                {
                    "slok": "तां शोकनाशिनी दिव्यां श्रियः संजननीमिव। इन्द्रियाणीन्द्रियाथैस्तु पञ्च पञ्चभिरुत्तमैः॥२९॥ तर्पयामास मातेव तदा रावणपालिता।",
                    "arth": "वह दिव्य शाला शोकका नाश करनेवाली तथा सम्पत्तिकी जननी-सी जान पड़ती थी। हनुमान्जीने उसे देखा। उस रावणपालित शालाने उस समय माताकी भाँति शब्द, स्पर्श आदि पाँच विषयोंसे हनुमान्जीकी श्रोत्र आदि पाँचों इन्द्रियोंको तृप्त कर दिया॥ २९३ ॥ "
                },
                {
                    "slok": "स्वर्गोऽयं देवलोकोऽयमिन्द्रस्यापि पुरी भवेत्। सिद्धियं परा हि स्यादित्यमन्यत मारुतिः॥३०॥",
                    "arth": "उसे देखकर हनुमान्जी यह तर्क-वितर्क करने लगे कि सम्भव है, यही स्वर्गलोक या देवलोक हो। यह इन्द्रकी पुरी भी हो सकती है अथवा यह परमसिद्धि (ब्रह्मलोककी प्राप्ति) है॥३०॥ "
                },
                {
                    "slok": "प्रध्यायत इवापश्यत् प्रदीपस्तित्र काञ्चनान्। धूर्तानिव महाधूतैर्देवनेन पराजितान्॥३१॥",
                    "arth": "हनुमान्जीने उस शालामें सुवर्णमय दीपकोंको एकतार जलते देखा, मानो वे ध्यानमग्न हो रहे हों; ठीक उसी तरह जैसे किसी बड़े जुआरीसे जुएमें हारे हुए छोटे जुआरी धननाशकी चिन्ताके कारण ध्यानमें डूबे हुए-से दिखायी देते हैं॥३१॥ "
                },
                {
                    "slok": "दीपानां च प्रकाशेन तेजसा रावणस्य च। अर्चिभिर्भूषणानां च प्रदीप्तेत्यभ्यमन्यत॥३२॥",
                    "arth": "दीपकोंके प्रकाश, रावणके तेज और आभूषणोंकी कान्तिसे वह सारी हवेली जलती हुई-सी जान पड़ती थी॥ "
                },
                {
                    "slok": "ततोऽपश्यत् कुथासीनं नानावर्णाम्बरस्त्रजम्। सहस्रं वरनारीणां नानावेषबिभूषितम् ॥३३॥",
                    "arth": "तदनन्तर हनुमान्जीने कालीनपर बैठी हुई सहस्रों सुन्दरी स्त्रियाँ देखीं, जो रंग-बिरंगे वस्त्र और पुष्पमाला धारण किये अनेक प्रकारकी वेश-भूषाओंसे विभूषित थीं॥३३॥"
                },
                {
                    "slok": "परिवृत्तेऽर्धरात्रे तु पाननिद्रावसंगतम्। क्रीडित्वोपरतं रात्रौ प्रसुप्तं बलवत् तदा ॥ ३४॥",
                    "arth": "आधी रात बीत जानेपर वे क्रीड़ासे उपरत हो मधुपानके मद और निद्राके वशीभूत हो उस समय गाढ़ी नींदमें सो गयी थीं ॥ ३४॥ "
                },
                {
                    "slok": "तत् प्रसुप्तं विरुरुचे निःशब्दान्तरभूषितम्। निःशब्दहंसभ्रमरं यथा पद्मवनं महत्॥३५॥",
                    "arth": "उन सोयी हुई सहस्रों नारियोंके कटिभागमें अब करधनीकी खनखनाहटका शब्द नहीं हो रहा था। हंसोंके कलरव तथा भ्रमरोंके गुञ्जारवसे रहित विशाल कमलवनके समान उन सुप्त सुन्दरियोंका समुदाय बड़ी शोभा पा रहा था॥ ३५॥ "
                },
                {
                    "slok": "तासां संवृतदान्तानि मीलिताक्षीणि मारुतिः। अपश्यत् पद्मगन्धीनि वदनानि सुयोषिताम्॥३६॥",
                    "arth": "पवनकुमार हनुमान्जीने उन सुन्दरी युवतियोंके मुख देखे, जिनसे कमलोंकी-सी सुगन्ध फैल रही थी। उनके दाँत ढंके हुए थे और आँखें मूंद गयी थीं॥३६॥"
                },
                {
                    "slok": "प्रबुद्धानीव पद्मानि तासां भूत्वा क्षपाक्षये। पुनः संवृतपत्राणि रात्राविव बभुस्तदा ॥३७॥",
                    "arth": "रात्रिके अन्तमें खिले हुए कमलोंके समान उन सुन्दरियोंके जो मुखारविन्द हर्षसे उत्फुल्ल दिखायी देते थे, वे ही फिर रात आनेपर सो जानेके कारण मुँदे हुए दलवाले कमलोंके समान शोभा पा रहे थे॥ ३७॥ "
                },
                {
                    "slok": "इमानि मुखपद्मानि नियतं मत्तषट्पदाः। अम्बुजानीव फुल्लानि प्रार्थयन्ति पुनः पुनः॥३८॥ इति वामन्यत श्रीमानुपपत्त्या महाकपिः। मेने हि गुणतस्तानि समानि सलिलोद्भवैः॥३९॥",
                    "arth": "उन्हें देखकर श्रीमान् महाकपि हनुमान् यह सम्भावना करने लगे कि 'मतवाले भ्रमर प्रफुल्ल कमलोंके समान इन मुखारविन्दोंकी प्राप्तिके लिये नित्य ही बारंबार प्रार्थना करते होंगे-उनपर सदा स्थान पानेके लिये तरसते होंगे'; क्योंकि वे गुणकी दृष्टिसे उन मुखारविन्दोंको पानीसे उत्पन्न होनेवाले कमलोंके समान ही समझते थे॥३८-३९॥ "
                },
                {
                    "slok": "सा तस्य शुशुभे शाला ताभिः स्त्रीभिर्विराजिता। शरदीव प्रसन्ना द्यौस्ताराभिरभिशोभिता॥४०॥",
                    "arth": "रावणकी वह हवेली उन स्त्रियोंसे प्रकाशित होकर वैसी ही शोभा पा रही थी, जैसे शरत्कालमें निर्मल आकाश ताराओंसे प्रकाशित एवं सुशोभित होता है॥ ४० ॥ "
                },
                {
                    "slok": "स च ताभिः परिवृतः शुशुभे राक्षसाधिपः। यथा झुडुपतिः श्रीमांस्ताराभिरिव संवृतः॥४१॥",
                    "arth": "उन स्त्रियोंसे घिरा हुआ राक्षसराज रावण ताराओंसे घिरे हुए कान्तिमान् नक्षत्रपति चन्द्रमाके समान शोभा पा रहा था॥४१॥ "
                },
                {
                    "slok": "याश्च्यवन्तेऽम्बरात् ताराः पुण्यशेषसमावृताः। इमास्ताः संगताः कृत्स्ना इति मेने हरिस्तदा॥४२॥",
                    "arth": "उस समय हनुमान्जीको ऐसा मालूम हुआ कि आकाश (स्वर्ग)-से भोगावशिष्ट पुण्यके साथ जो ताराएँ नीचे गिरती हैं, वे सब-की-सब मानो यहाँ इन सुन्दरियोंके रूपमें एकत्र हो गयी हैं* ॥ ४२ ॥ "
                },
                {
                    "slok": "ताराणामिव सुव्यक्तं महतीनां शुभार्चिषाम्। प्रभावर्णप्रसादाश्च विरेजुस्तत्र योषिताम्॥४३॥ ",
                    "arth": "क्योंकि वहाँ उन युवतियोंके तेज, वर्ण और प्रसाद स्पष्टतः सुन्दर प्रभावाले महान् तारोंके समान ही सुशोभित होते थे॥४३॥ "
                },
                {
                    "slok": "व्यावृत्तकचपीनस्त्रक्प्रकीर्णवरभूषणाः । पानव्यायामकालेषु निद्रोपहतचेतसः॥४४॥",
                    "arth": "मधुपानके अनन्तर व्यायाम (नृत्य, गान, क्रीड़ा आदि)- के समय जिनके केश खुलकर बिखर गये थे, पुष्पमालाएँ मर्दित होकर छिन्न-भिन्न हो गयी थीं और सुन्दर आभूषण भी शिथिल होकर इधर-उधर खिसक गये थे, वे सभी सुन्दरियाँ वहाँ निद्रासे अचेत-सी होकर सो रही थीं॥४४॥ "
                },
                {
                    "slok": "व्यावृत्ततिलकाः काश्चित् काश्चिदुद्भ्रान्तनूपुराः। पार्वे गलितहाराश्च काश्चित् परमयोषितः॥४५॥",
                    "arth": "किन्हींके मस्तककी (सिंदूर-कस्तूरी आदिकी) वेदियाँ पुछ गयी थीं, किन्हींके नूपुर पैरोंसे निकलकर दूर जा पड़े थे तथा किन्हीं सुन्दरी युवतियोंके हार टूटकर उनके बगलमें ही पड़े थे॥ ४५ ॥ "
                },
                {
                    "slok": "मुक्ताहारवृताश्चान्याः काश्चित् प्रस्त्रस्तवाससः। व्याविद्धरशनादामाः किशोर्य इव वाहिताः॥४६॥ ",
                    "arth": "कोई मोतियोंके हार टूट जानेसे उनके बिखरे दानोंसे आवृत थीं, किन्हींके वस्त्र खिसक गये थे और किन्हींकी करधनीकी लड़ें टूट गयी थीं। वे युवतियाँ बोझ ढोकर थकी हुई अश्वजातिकी नयी बछेड़ियोंके समान जान पड़ती थीं॥४६॥ . "
                },
                {
                    "slok": "अकुण्डलधराश्चान्या विच्छिन्नमृदितस्त्रजः। गजेन्द्रमृदिताः फुल्ला लता इव महावने॥४७॥",
                    "arth": "किन्हींके कानोंके कुण्डल गिर गये थे, किन्हींकी पुष्पमालाएँ मसली जाकर छिन्न-भिन्न हो गयी थीं। इससे वे महान् वनमें गजराजद्वारा दली-मली गयी फूली लताओंके समान प्रतीत होती थीं॥४७॥"
                },
                {
                    "slok": "चन्द्रांशुकिरणाभाश्च हाराः कासांचिदुद्गताः। हंसा इव बभुः सुप्ताः स्तनमध्येषु योषिताम्॥४८॥",
                    "arth": "किन्हींके चन्द्रमा और सूर्यकी किरणोंके समान प्रकाशमान हार उनके वक्षःस्थलपर पड़कर उभरे हुए प्रतीत होते थे। वे उन युवतियोंके स्तनमण्डलपर ऐसे जान पड़ते थे मानो वहाँ हंस सो रहे हों॥४८॥ "
                },
                {
                    "slok": "अपरासां च वैदूर्याः कादम्बा इव पक्षिणः। हेमसूत्राणि चान्यासां चक्रवाका इवाभवन्॥४९॥",
                    "arth": "दूसरी स्त्रियोंके स्तनोंपर नीलमके हार पड़े थे, जो कादम्ब (जलकाक) नामक पक्षीके समान शोभा पाते थे तथा अन्य स्त्रियोंके उरोजोंपर जो सोनेके हार थे, वे चक्रवाक (पुरखाव) नामक पक्षियोंके समान जान पड़ते थे॥४९॥ "
                },
                {
                    "slok": "हंसकारण्डवोपेताश्चक्रवाकोपशोभिताः । आपगा इव ता रेजुर्जघनैः पुलिनैरिव॥५०॥",
                    "arth": "इस प्रकार वे हंस, कारण्डव (जलकाक) तथा चक्रवाकोंसे सुशोभित नदियोंके समान शोभा पाती थीं। उनके जघनप्रदेश उन नदियोंके तटोंके समान जान पड़ते थे॥५०॥ "
                },
                {
                    "slok": "किङ्किणीजालसंकाशास्ता हेमविपुलाम्बुजाः। भावनाहा यशस्तीराः सुप्ता नद्य इवाबभुः॥५१॥",
                    "arth": "वे सोयी हुई सुन्दरियाँ वहाँ सरिताओंके समान सुशोभित होती थीं। किङ्किणियों (घुघुरुओं)-के समूह उनमें मुकुलके समान प्रतीत होते थे। सोनेके विभिन्न आभूषण ही वहाँ बहुसंख्यक स्वर्णकमलोंकी शोभा धारण करते थे। भाव (सुप्तावस्थामें भी वासनावश होनेवाली शृंगारचेष्टाएँ) ही मानो ग्राह थे तथा यश (कान्ति) ही तटके समान जान पड़ते थे॥५१॥ "
                },
                {
                    "slok": "मृदुष्वंगेषु कासांचित् कुचाग्रेषु च संस्थिताः। बभूवुर्भूषणानीव शुभा भूषणराजयः॥५२॥",
                    "arth": "किन्हीं सुन्दरियोंके कोमल अंगोंमें तथा कुचोंके अग्रभागपर उभरी हुई आभूषणोंकी सुन्दर रेखाएँ नये गहनोंके समान ही शोभा पाती थीं॥५२॥ "
                },
                {
                    "slok": "अंशुकान्ताश्च कासांचिन्मुखमारुतकम्पिताः। उपर्युपरि वक्त्राणां व्याधूयन्ते पुनः पुनः॥५३॥",
                    "arth": "किन्हींके मुखपर पड़े हुए उनकी झीनी साड़ीके अञ्चल उनकी नासिकासे निकली हुई साँससे कम्पित हो बारंबार हिल रहे थे॥५३॥ "
                },
                {
                    "slok": "ताः पताका इवोधूताः पत्नीनां रुचिरप्रभाः। नानावर्णसुवर्णानां वक्त्रमूलेषु रेजिरे॥५४॥",
                    "arth": "नाना प्रकारके सुन्दर रूप-रंगवाली उन रावणपत्नियोंके मुखोंपर हिलते हुए वे अञ्चल सुन्दर कान्तिवाली फहराती हुई पताकाओंके समान शोभा पा रहे थे॥५४॥ "
                },
                {
                    "slok": "ववल्गुश्चात्र कासांचित् कुण्डलानि शुभार्चिषाम्। मुखमारुतसंकम्पैर्मन्दं मन्दं च योषिताम्॥५५॥",
                    "arth": "वहाँ किन्हीं-किन्हीं सुन्दर कान्तिमती कामिनियोंके कानोंके कुण्डल उनके नि:श्वासजनित कम्पनसे धीरेधीरे हिल रहे थे॥५५॥ "
                },
                {
                    "slok": "शर्करासवगन्धः स प्रकृत्या सुरभिः सुखः। तासां वदननिःश्वासः सिषेवे रावणं तदा॥५६॥",
                    "arth": "उन सुन्दरियोंके मुखसे निकली हुई स्वभावसे ही सुगन्धित श्वासवायु शर्करानिर्मित आसवकी मनोहर गन्धसे युक्त हो और भी सुखद बनकर उस समय रावणकी सेवा करती थी॥५६॥"
                },
                {
                    "slok": "रावणाननशंकाश्च काश्चिद् रावणयोषितः। मुखानि च सपत्नीनामुपाजिघ्रन् पुनः पुनः॥५७॥",
                    "arth": "रावणकी कितनी ही तरुणी पत्नियाँ रावणका ही मुख समझकर बारंबार अपनी सौतोंके ही मुखोंको सूंघ रही थीं॥५७॥ "
                },
                {
                    "slok": "अत्यर्थं सक्तमनसो रावणे ता वरस्त्रियः। अस्वतन्त्राः सपत्नीनां प्रियमेवाचरंस्तदा ॥५८॥",
                    "arth": "उन सुन्दरियोंका मन रावणमें अत्यन्त आसक्त था, इसलिये वे आसक्ति तथा मदिराके मदसे परवश हो उस समय रावणके मुखके भ्रमसे अपनी सौतोंका मुख सूंघकर उनका प्रिय ही करती थीं (अर्थात् वे भी उस समय अपने मुख-संलग्न हुए उन सौतोंके मुखोंको रावणका ही मुख समझकर उसे सूंघनेका सुख उठाती थीं)॥५८॥ "
                },
                {
                    "slok": "बाहूनुपनिधायान्याः पारिहार्यविभूषितान्। अंशुकानि च रम्याणि प्रमदास्तत्र शिश्यिरे॥५९॥ ",
                    "arth": "अन्य मदमत्त युवतियाँ अपनी वलयविभूषित भुजाओंका ही तकिया लगाकर तथा कोई-कोई सिरके नीचे अपने सुरम्य वस्त्रोंको ही रखकर वहाँ सो रही थीं॥५९॥"
                },
                {
                    "slok": "अन्या वक्षसि चान्यस्यास्तस्याः काचित् पुनर्भुजम्। अपरा त्वङ्कमन्यस्यास्तस्याश्चाप्यपरा कुचौ॥६०॥",
                    "arth": "एक स्त्री दूसरीकी छातीपर सिर रखकर सोयी थी तो कोई दूसरी स्त्री उसकी भी एक बाँहको ही तकिया बनाकर सो गयी थी।"
                },
                {
                    "slok": "इसी तरह एक अन्य स्त्री दूसरीकी गोदमें सिर रखकर सोयी थी तो कोई दूसरी | उसके भी कुचोंका ही तकिया लगाकर सो गयी थी॥ ऊरुपार्श्वकटीपृष्ठमन्योन्यस्य समाश्रिताः। परस्परनिविष्टांगयो मदस्नेहवशानुगाः॥६१॥",
                    "arth": "इस तरह रावणविषयक स्नेह और मदिराजनित मदके वशीभूत हुई वे सुन्दरियाँ एक-दूसरीके ऊरु, पार्श्वभाग, कटिप्रदेश तथा पृष्ठभागका सहारा ले आपसमें अंगों-से-अंग मिलाये वहाँ बेसुध पड़ी थीं॥६१॥ "
                },
                {
                    "slok": "अन्योन्यस्यांगसंस्पर्शात् प्रीयमाणाः सुमध्यमाः। एकीकृतभुजाः सर्वाः सुषुपुस्तत्र योषितः॥६२॥",
                    "arth": "वे सुन्दर कटिप्रदेशवाली समस्त युवतियाँ एकदूसरीके अंगस्पर्शको प्रियतमका स्पर्श मानकर उससे मन-ही-मन आनन्दका अनुभव करती हुई परस्पर बाँहसे-बाँह मिलाये सो रही थीं॥६२ ॥"
                },
                {
                    "slok": "अन्योन्यभुजसूत्रेण स्त्रीमाला ग्रथिता हि सा। मालेव ग्रथिता सूत्रे शुशुभे मत्तषट्पदा॥६३॥",
                    "arth": "एक-दूसरीके बाहुरूपी सूत्रमें गुंथी हुई काले| काले केशोंवाली स्त्रियोंकी वह माला सूतमें पिरोयी हुई | मतवाले भ्रमरोंसे युक्त पुष्पमालाकी भाँति शोभा पा रही थी॥६३॥ "
                },
                {
                    "slok": "लतानां माधवे मासि फुल्लानां वायुसेवनात्। अन्योन्यमालाग्रथितं संसक्तकुसुमोच्चयम्॥६४॥ प्रतिवेष्टितसुस्कन्धमन्योन्यभ्रमराकुलम् । आसीद् वनमिवोद्भूतं स्त्रीवनं रावणस्य तत्॥६५॥",
                    "arth": "माधवमास (वसन्त)-में मलयानिलके सेवनसे जैसे खिली हुई लताओंका वन कम्पित होता रहता है, उसी प्रकार रावणकी स्त्रियोंका वह समुदाय निःश्वासवायुके चलनेसे अञ्चलोंके हिलनेके कारण कम्पित होता-सा जान पड़ता था। जैसे लताएँ परस्पर मिलकर मालाकी भाँति आबद्ध हो जाती हैं, उनकी सुन्दर शाखाएँ परस्पर लिपट जाती हैं और इसीलिये उनके पुष्पसमूह भी आपसमें मिले हुए-से प्रतीत होते हैं तथा उनपर बैठे | हुए भ्रमर भी परस्पर मिल जाते हैं, उसी प्रकार वे | सुन्दरियाँ एक-दूसरीसे मिलकर मालाकी भाँति गुंथ | गयी थीं। उनकी भुजाएँ और कंधे परस्पर सटे हुए थे। | उनकी वेणीमें गुंथे हुए फूल भी आपसमें मिल गये थे तथा उन सबके केशकलाप भी एक-दूसरेसे जुड़ गये थे॥६४-६५॥ "
                },
                {
                    "slok": "उचितेष्वपि सुव्यक्तं न तासां योषितां तदा। विवेकः शक्य आधातुं भूषणांगाम्बरस्त्रजाम्॥६६।",
                    "arth": "यद्यपि उन युवतियोंके वस्त्र, अंग, आभूषण और हार उचित स्थानोंपर ही प्रतिष्ठित थे, यह बात स्पष्ट दिखायी दे रही थी, तथापि उन सबके परस्पर गुंथ जानेके कारण यह विवेक होना असम्भव हो गया थ कि कौन वस्त्र, आभूषण, अंग अथवा हार किसके हैं। "
                },
                {
                    "slok": "रावणे सुखसंविष्टे ताः स्त्रियो विविधप्रभाः। ज्वलन्तः काञ्चना दीपाः प्रेक्षन्तो निमिषा इव॥६७।",
                    "arth": "रावणके सुखपूर्वक सो जानेपर वहाँ जलते हुए सुवर्णमय प्रदीप उन अनेक प्रकारकी कान्तिवाली कामिनियोंको मानो एकटक दृष्टिसे देख रहे थे॥६७। "
                },
                {
                    "slok": "राजर्षिविप्रदैत्यानां गन्धर्वाणां च योषितः।। रक्षसां चाभवन् कन्यास्तस्य कामवशंगताः॥६८॥",
                    "arth": "राजर्षियों, ब्रह्मर्षियों, दैत्यों, गन्धर्षों तथा राक्षसोंकी कन्याएँ कामके वशीभूत होकर रावणकी पत्नियाँ बन गयी थीं॥६८॥ "
                },
                {
                    "slok": "युद्धकामेन ताः सर्वा रावणेन हृताः स्त्रियः। समदा मदनेनैव मोहिताः काश्चिदागताः॥६९॥ ",
                    "arth": "उन सब स्त्रियोंका रावणने युद्धकी इच्छासे अपहरण किया था और कुछ मदमत्त रमणियाँ कामदेवसे मोहित होकर स्वयं ही उसकी सेवामें उपस्थित हो गयी थीं॥६९॥ "
                },
                {
                    "slok": "न तत्र काश्चित् प्रमदाः प्रसह्य वीर्योपपन्नेन गुणेन लब्धाः । न चान्यकामापि न चान्यपूर्वा विना वराहाँ जनकात्मजां तु॥७०॥",
                    "arth": "वहाँ ऐसी कोई स्त्रियाँ नहीं थीं, जिन्हें बलपराक्रमसे सम्पन्न होनेपर भी रावण उनकी इच्छाके विरुद्ध बलात् हर लाया हो। वे सब-की-सब उसे अपने अलौकिक गुणसे ही उपलब्ध हुई थीं। जो श्रेष्ठतम पुरुषोत्तम श्रीरामचन्द्रजीके ही योग्य थीं, उन जनककिशोरी | सीताको छोड़कर दूसरी कोई ऐसी स्त्री वहाँ नहीं थी, | जो रावणके सिवा किसी दूसरेकी इच्छा रखनेवाली हो | अथवा जिसका पहले कोई दूसरा पति रहा हो॥७०॥ "
                },
                {
                    "slok": "न चाकुलीना न च हीनरूपा । नादक्षिणा नानुपचारयुक्ता। | भार्याभवत् तस्य न हीनसत्त्वा न चापि कान्तस्य न कामनीया॥७१॥",
                    "arth": "रावणकी कोई भार्या ऐसी नहीं थी, जो उत्तम कुलमें उत्पन्न न हुई हो अथवा जो कुरूप, अनुदार या कौशलरहित, उत्तम वस्त्राभूषण एवं माला आदिसे वञ्चित, शक्तिहीन तथा प्रियतमको अप्रिय हो॥७१॥ "
                },
                {
                    "slok": "बभूव बुद्धिस्तु हरीश्वरस्य यदीदृशी राघवधर्मपत्नी। महाराक्षसराजभार्याः सुजातमस्येति हि साधुबुद्धेः॥७२॥",
                    "arth": "उस समय श्रेष्ठ बुद्धिवाले वानरराज हनुमान्जीके मनमें यह विचार उत्पन्न हुआ कि ये महान् राक्षसराज रावणकी भार्याएँ जिस तरह अपने पतिके साथ रहकर सुखी हैं, उसी प्रकार यदि रघुनाथजीकी धर्मपत्नी सीताजी भी इन्हींकी भाँति अपने पतिके साथ रहकर सुखका अनुभव करती अर्थात् यदि रावण शीघ्र ही उन्हें श्रीरामचन्द्रजीकी सेवामें समर्पित कर देता तो यह इसके लिये परम मंगलकारी होता ॥७२॥ "
                },
                {
                    "slok": "पुनश्च सोऽचिन्तयदात्तरूपो ध्रुवं विशिष्टा गुणतो हि सीता। अथायमस्यां कृतवान् महात्मा लंकेश्वरः कष्टमनार्यकर्म॥७३॥",
                    "arth": "फिर उन्होंने सोचा, निश्चय ही सीता गुणोंकी दृष्टिसे इन सबकी अपेक्षा बहुत ही बढ़-चढ़कर हैं। इस महाबली लंकापतिने मायामय रूप धारण करके सीताको धोखा देकर इनके प्रति यह अपहरणरूप महान् कष्टप्रद नीच कर्म किया है॥७३॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे नवमः सर्गः॥९॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें नवाँ सर्ग पूरा हुआ॥९॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - दशमः सर्गः हनुमान्जीका अन्तःपुरमें सोये हुए रावण तथा गाढ़ निद्रामें पड़ी हुई उसकी स्त्रियोंको देखना तथा मन्दोदरीको सीता समझकर प्रसन्न होना",
            "arths": [
                {
                    "slok": "तत्र दिव्योपमं मुख्यं स्फाटिकं रत्नभूषितम्। अवेक्षमाणो हनुमान् ददर्श शयनासनम्॥१॥",
                    "arth": "वहाँ इधर-उधर दृष्टिपात करते हुए हनुमान्जीने एक दिव्य एवं श्रेष्ठ वेदी देखी, जिसपर पलंग बिछाया जाता था। वह वेदी स्फटिक मणिकी बनी हुई थी और उसमें अनेक प्रकारके रत्न जड़े गये थे॥१॥ "
                },
                {
                    "slok": "दान्तकाञ्चनचित्रांगैवैदूर्यैश्च वरासनैः। महार्हास्तरणोपेतैरुपपन्नं महाधनैः॥२॥",
                    "arth": "वहाँ वैदूर्यमणि (नीलम)-के बने हुए श्रेष्ठ आसन (पलंग) बिछे हुए थे, जिनकी पाटी-पाये आदि अंग हाथी-दाँत और सुवर्णसे जटित होनेके कारण चितकबरे दिखायी देते थे। उन महामूल्यवान् पलंगोंपर बहुमूल्य बिछौने बिछाये गये थे। उन सबके कारण उस वेदीकी बड़ी शोभा हो रही थी॥२॥ "
                },
                {
                    "slok": "तस्य चैकतमे देशे दिव्यमालोपशोभितम्। ददर्श पाण्डुरं छत्रं ताराधिपतिसंनिभम्॥३॥",
                    "arth": "उस पलंगके एक भागमें उन्होंने चन्द्रमाके समान एक श्वेत छत्र देखा, जो दिव्य मालाओंसे सुशोभित था॥"
                },
                {
                    "slok": "जातरूपपरिक्षिप्तं चित्रभानोः समप्रभम्। अशोकमालाविततं ददर्श परमासनम्॥४॥ ",
                    "arth": "वह उत्तम पलंग सुवर्णसे जटित होनेके कारण अग्निके समान देदीप्यमान हो रहा था। हनुमान्जीने उसे अशोकपुष्पोंकी मालाओंसे अलंकृत देखा॥४॥ "
                },
                {
                    "slok": "वालव्यजनहस्ताभिर्वीज्यमानं समन्ततः। गन्धैश्च विविधैर्जुष्टं वरधूपेन धूपितम्॥५॥",
                    "arth": "उसके चारों ओर खड़ी हुई बहुत-सी स्त्रियाँ हाथोंमें चँवर लिये उसपर हवा कर रही थीं। वह पलंग अनेक प्रकारकी गन्धोंसे सेवित तथा उत्तम धूपसे सुवासित था॥५॥ "
                },
                {
                    "slok": "परमास्तरणास्तीर्णमाविकाजिनसंवृतम् । दामभिर्वरमाल्यानां समन्तादुपशोभितम्॥६॥",
                    "arth": "उसपर उत्तमोत्तम बिछौने बिछे हुए थे। उसमें भेड़की खाल मढ़ी हुई थी तथा वह सब ओरसे उत्तम फूलोंकी मालाओंसे सुशोभित था॥६॥ "
                },
                {
                    "slok": "तस्मिञ्जीमूतसंकाशं प्रदीप्तोज्ज्वलकुण्डलम्। लोहिताक्षं महाबाहुं महारजतवाससम्॥७॥ लाहितनानुलिप्ताग चन्दनन सुगान्धना। संध्यारक्तमिवाकाशे तोयदं सतडिद्गुणम्॥८॥ वृतमाभरणैर्दिव्यैः सुरूपं कामरूपिणम्। सवृक्षवनगुल्माढ्यं प्रसुप्तमिव मन्दरम्॥ ९॥ क्रीडित्वोपरतं रात्रौ वराभरणभूषितम्। प्रियं राक्षसकन्यानां राक्षसानां सुखावहम्॥१०॥ पीत्वाप्युपरतं चापि ददर्श स महाकपिः। भास्वरे शयने वीरं प्रसुप्तं राक्षसाधिपम्॥११॥",
                    "arth": "उस प्रकाशमान पलंगपर महाकपि हनुमान्जीने वीर राक्षसराज रावणको सोते देखा, जो सुन्दर आभूषणोंसे विभूषित, इच्छानुसार रूप धारण करनेवाला, दिव्य आभरणोंसे अलंकृत और सुरूपवान् था। वह राक्षसकन्याओंका प्रियतम तथा राक्षसोंको सुख पहुँचानेवाला था। उसके अंगोंमें सुगन्धित लाल चन्दनका अनुलेप लगा हआ था, जिससे वह आकाशमें संध्याकालकी लाली तथा विद्युल्लेखासे युक्त मेघके समान शोभा पाता था। उसकी अंगकान्ति मेघके समान श्याम थी। उसके कानोंमें उज्ज्वल कुण्डल झिलमिला रहे थे। आँखें लाल थीं और भुजाएँ बड़ी-बड़ी। उसके वस्त्र सुनहरे रंगके थे। वह रातको स्त्रियोंके. साथ क्रीड़ा करके मदिरा पीकर आराम कर रहा था पड़ता था, मानो वृक्ष, वन और लता- गुल्मोंसे सम्पन्न मन्दराचल सो रहा हो॥७-११॥"
                },
                {
                    "slok": "निःश्वसन्तं यथा नागं रावणं वानरोत्तमः। आसाद्य परमोद्विग्नः सोपासर्पत् सुभीतवत्॥१२॥ अथारोहणमासाद्य वेदिकान्तरमाश्रितः। क्षीबं राक्षसशार्दूलं प्रेक्षते स्म महाकपिः॥१३॥",
                    "arth": "उस समय साँस लेता हुआ रावण फुफकारते हुए सर्पके समान जान पड़ता था। उसके पास पहुँचकर वानरशिरोमणि हनुमान् अत्यन्त उद्विग्न हो भलीभाँति डरे हुएकी भाँति सहसा दूर हट गये और सीढ़ियोंपर चढ़कर एक-दूसरी वेदीपर जाकर खड़े हो गये। वहाँसे उन महाकपिने उस मतवाले राक्षससिंहको देखना आरम्भ किया॥१२-१३॥ "
                },
                {
                    "slok": "शुशुभे राक्षसेन्द्रस्य स्वपतः शयनं शुभम्। गन्धहस्तिनि संविष्टे यथा प्रस्त्रवणं महत्॥१४॥",
                    "arth": "राक्षसराज रावणके सोते समय वह सुन्दर पलंग उसी प्रकार शोभा पा रहा था, जैसे गन्धहस्तीके शयन करनेपर विशाल प्रस्रवणगिरि सुशोभित हो रहा हो ॥१४॥"
                },
                {
                    "slok": "काञ्चनांगदसंनद्धौ ददर्श स महात्मनः। विक्षिप्तौ राक्षसेन्द्रस्य भुजाविन्द्रध्वजोपमौ॥१५॥",
                    "arth": "उन्होंने महाकाय राक्षसराज रावणकी फैलायी हुई दो भुजाएँ देखीं, जो सोनेके बाजूबंदसे विभूषित हो इन्द्रध्वजके समान जान पड़ती थीं॥१५॥ "
                },
                {
                    "slok": "ऐरावतविषाणाप्रैरापीडनकृतव्रणौ । वज्रोल्लिखितपीनांसौ विष्णुचक्रपरिक्षतौ ॥१६॥",
                    "arth": "युद्धकालमें उन भुजाओंपर ऐरावत हाथीके दाँतोंके अग्रभागसे जो प्रहार किये गये थे, उनके आघातका चिह्न बन गया था। उन भुजाओंके मूलभाग या कंधे बहुत मोटे थे और उनपर वज्रद्वारा किये गये आघातके भी चिह्न दिखायी देते थे। भगवान् विष्णुके चक्रसे भी किसी समय वे भुजाएँ क्षत-विक्षत हो चुकी थीं॥१६॥ "
                },
                {
                    "slok": "पीनौ समसुजातांसौ संगतौ बलसंयुतौ। सुलक्षणनखांगुष्ठौ स्वंगुलीयकलक्षितौ ॥१७॥",
                    "arth": "वे भुजाएँ सब ओरसे समान और सुन्दर कंधोंवाली तथा मोटी थीं। उनकी संधियाँ सुदृढ़ थीं। वे बलिष्ठ और उत्तम लक्षणवाले नखों एवं अंगष्ठोंसे सुशोभित थीं। उनकी अंगलियाँ और हथेलियाँ बड़ी सुन्दर दिखायी देती थीं ॥१७॥"
                },
                {
                    "slok": "संहतौ परिघाकारौ वृत्तौ करिकरोपमौ। विक्षिप्तौ शयने शुभ्रे पञ्चशीर्षाविवोरगौ॥१८॥",
                    "arth": "वे सुगठित एवं पुष्ट थीं। परिघके समान गोलाकार तथा हाथीके शुण्डदण्डकी भाँति चढ़ाव-उतारवाली एवं लंबी थीं। उस उज्ज्वल पलंगपर फैली वे बाँहें पाँचपाँच फनवाले दो सोके समान दृष्टिगोचर होती थीं॥ "
                },
                {
                    "slok": "शशक्षतजकल्पेन सुशीतेन सुगन्धिना। चन्दनेन परायेन स्वनुलिप्तौ स्वलंकृतौ॥१९॥",
                    "arth": "खरगोशके खूनकी भाँति लाल रंगके उत्तम, सुशीतल एवं सुगन्धित चन्दनसे चर्चित हुई वे भुजाएँ अलंकारोंसे अलंकृत थीं॥१९॥ "
                },
                {
                    "slok": "उत्तमस्त्रीविमृदितौ गन्धोत्तमनिषेवितौ। यक्षपन्नगगन्धर्वदेवदानवराविणौ ॥२०॥",
                    "arth": "सुन्दरी युवतियाँ धीरे-धीरे उन बाँहोंको दबाती थीं। उनपर उत्तम गन्ध-द्रव्यका लेप हुआ था। वे यक्ष, नाग, गन्धर्व, देवता और दानव सभीको युद्धमें रुलानेवाली थीं॥२०॥ "
                },
                {
                    "slok": "ददर्श स कपिस्तस्य बाहू शयनसंस्थितौ। मन्दरस्यान्तरे सुप्तौ महाही रूषिताविव॥२१॥",
                    "arth": "कपिवर हनुमान्ने पलंगपर पड़ी हुई उन दोनों भुजाओंको देखा। वे मन्दराचलकी गुफामें सोये हुए दो रोषभरे अजगरोंके समान जान पड़ती थीं॥२१॥ "
                },
                {
                    "slok": "ताभ्यां स परिपूर्णाभ्यामुभाभ्यां राक्षसेश्वरः। शुशुभेऽचलसंकाशः श्रृंगाभ्यामिव मन्दरः॥२२॥",
                    "arth": "उन बड़ी-बड़ी और गोलाकार दो भुजाओंसे युक्त पर्वताकार राक्षसराज रावण दो शिखरोंसे संयुक्त मन्दराचलके समान शोभा पा रहा था* ॥२२॥ "
                },
                {
                    "slok": "चूत'नागसुरभिर्बकुलोत्तमसंयुतः । मृष्टान्नरससंयुक्तः पानगन्धपुरःसरः॥२३॥ तस्य राक्षसराजस्य निश्चक्राम महामुखात्। शयानस्य विनिःश्वासः पूरयन्निव तद् गृहम् ॥२४॥",
                    "arth": "वहाँ सोये हुए राक्षसराज रावणके विशाल मुखसे आम और नागकेसरकी सुगन्धसे मिश्रित, मौलसिरीके सुवाससे सुवासित और उत्तम अन्नरससे संयुक्त तथा मधुपानकी गन्धसे मिली हुई जो सौरभयुक्त साँस निकल रही थी, वह उस सारे घरको सुगन्धसे परिपूर्णसा कर देती थी॥ २३-२४॥"
                },
                {
                    "slok": "मुक्तामणिविचित्रेण काञ्चनेन विराजिता। मुकुटेनापवृत्तेन कुण्डलोज्ज्वलिताननम्॥२५॥",
                    "arth": "उसका कुण्डलसे प्रकाशमान मुखारविन्द अपने स्थानसे हटे हुए तथा मुक्तामणिसे जटित होनेके कारण विचित्र आभावाले सुवर्णमय मुकुटसे और भी उद्भासित हो रहा था॥ २५॥ "
                },
                {
                    "slok": "रक्तचन्दनदिग्धेन तथा हारेण शोभिना। पीनायतविशालेन वक्षसाभिविराजिता ॥२६॥",
                    "arth": "उसकी छाती लाल चन्दनसे चर्चित, हारसे सुशोभित, उभरी हुई तथा लंबी-चौड़ी थी। उसके द्वारा उस राक्षसराजके सम्पूर्ण शरीरकी बड़ी शोभा हो रही थी। "
                },
                {
                    "slok": "पाण्डुरेणापविद्धेन क्षौमेण क्षतजेक्षणम्। महार्हेण सुसंवीतं पीतेनोत्तरवाससा॥२७॥",
                    "arth": "उसकी आँखें लाल थीं। उसकी कटिके नीचेका भाग ढीले-ढाले श्वेत रेशमी वस्त्रसे ढका हुआ था तथा वह पीले रंगकी बहुमूल्य रेशमी चादर ओढ़े हुए था॥"
                },
                {
                    "slok": "माषराशिप्रतीकाशं निःश्वसन्तं भुजंगवत्।। गांगे महति तोयान्ते प्रसुप्तमिव कुञ्जरम् ॥ २८॥ ",
                    "arth": "वह स्वच्छ स्थानमें रखे हुए उड़दके ढेरके समान जान पड़ता था और सर्पके समान साँसें ले रहा था। उस उज्ज्वल पलंगपर सोया हुआ रावण गंगाकी अगाध जलराशिमें सोये हुए गजराजके समान दिखायी देता था।"
                },
                {
                    "slok": "चतुर्भिः काञ्चनैर्दीपैर्दीप्यमानं चतुर्दिशम्। प्रकाशीकृतसर्वांगं मेघं विद्युद्गणैरिव॥२९॥",
                    "arth": "उसकी चारों दिशाओंमें चार सुवर्णमय दीपक जल रहे थे; जिनकी प्रभासे वह देदीप्यमान हो रहा था और उसके सारे अंग प्रकाशित होकर स्पष्ट दिखायी दे रहे थे। ठीक उसी तरह, जैसे विद्युद्गणोंसे मेघ प्रकाशित एवं परिलक्षित होता है॥२९॥ "
                },
                {
                    "slok": "पादमूलगताश्चापि ददर्श सुमहात्मनः। पत्नीः स प्रियभार्यस्य तस्य रक्षःपतेर्गृहे॥३०॥ ",
                    "arth": "पत्नियोंके प्रेमी उस महाकाय राक्षसराजके घरमें हनुमान्जीने उसकी पत्नियोंको भी देखा, जो उसके चरणोंके आस-पास ही सो रही थीं॥३०॥ "
                },
                {
                    "slok": "शशिप्रकाशवदना वरकुण्डलभूषणाः। अम्लानमाल्याभरणा ददर्श हरियूथपः॥३१॥",
                    "arth": "वानरयूथपति हनुमान्जीने देखा, उन रावणपत्नियोंके मुख चन्द्रमाके समान प्रकाशमान थे। वे सुन्दर कुण्डलोंसे विभूषित थीं तथा ऐसे फूलोंके हार पहने हुए थीं, जो कभी मुरझाते नहीं थे॥३१॥ "
                },
                {
                    "slok": "नृत्यवादित्रकुशला राक्षसेन्द्रभुजाङ्कगाः। वराभरणधारिण्यो निषण्णा ददृशे कपिः॥३२॥",
                    "arth": "वे नाचने और बाजे बजानेमें निपुण थीं, राक्षसराज रावणकी बाँहों और अंकमें स्थान पानेवाली थीं तथा सुन्दर आभूषण धारण किये हुए थीं। कपिवर हनुमान्ने उन सबको वहाँ सोती देखा॥३२॥ "
                },
                {
                    "slok": "वज्रवैदूर्यगर्भाणि श्रवणान्तेषु योषिताम्। ददर्श तापनीयानि कुण्डलान्यंगदानि च॥३३॥",
                    "arth": "उन्होंने उन सुन्दरियोंके कानोंके समीप हीरे तथा नीलम जड़े हुए सोनेके कुण्डल और बाजूबंद देखे ॥ ३३॥"
                },
                {
                    "slok": "तासां चन्द्रोपमैर्वक्त्रैः शुभैर्ललितकुण्डलैः। विरराज विमानं तन्नभस्तारागणैरिव॥३४॥",
                    "arth": "लित कुण्डलोंसे अलंकृत तथा चन्द्रमाके समान मनोहर उनके सुन्दर मुखोंसे वह विमानाकार पर्यङ्क तारिकाओंसे मण्डित आकाशकी भाँति सुशोभित हो रहा __ था॥ ३४॥"
                },
                {
                    "slok": "मदव्यायामखिन्नास्ता राक्षसेन्द्रस्य योषितः। तेषु तेष्ववकाशेषु प्रसुप्तास्तनुमध्यमाः॥३५॥",
                    "arth": "क्षीण कटिप्रदेशवाली वे राक्षसराजकी स्त्रियाँ मद तथा रतिक्रीड़ाके परिश्रमसे थककर जहाँ-तहाँ जो जिस अवस्थामें थीं वैसे ही सो गयी थीं॥३५॥ "
                },
                {
                    "slok": "अंगहारैस्तथैवान्या कोमलैर्नृत्यशालिनी। विन्यस्तशुभसर्वांगी प्रसुप्ता वरवर्णिनी॥३६॥ ",
                    "arth": "विधाताने जिसके सारे अंगोंको सुन्दर5एवं विशेष शोभासे सम्पन्न बनाया था, वह कोमलभावसे अंगोंके संचालन (चटकाने-मटकाने आदि) द्वारा नाचनेवाली कोई अन्य नृत्यनिपुणा सुन्दरी स्त्री गाढ़ निद्रामें सोकर | भी वासनावश जाग्रत्-अवस्थाकी ही भाँति नृत्यके अभिनयसे सुशोभित हो रही थी॥३६॥ "
                },
                {
                    "slok": "काचिद् वीणां परिष्वज्य प्रसुप्ता सम्प्रकाशते। | महानदीप्रकीर्णेव नलिनी पोतमाश्रिता॥३७॥",
                    "arth": "कोई वीणाको छातीसे लगाकर सोयी हुई सुन्दरी ऐसी जान पड़ती थी, मानो महानदीमें पड़ी हुई कोई कमलिनी किसी नौकासे सट गयी हो ॥ ३७॥ "
                },
                {
                    "slok": "अन्या कक्षगतेनैव मड्डुकेनासितेक्षणा। प्रसुप्ता भामिनी भाति बालपुत्रेव वत्सला॥३८॥",
                    "arth": "दूसरी कजरारे नेत्रोंवाली भामिनी काँखमें दबे हुए | मड्डक (लघुवाद्य विशेष)-के साथ ही सो गयी थी। वह | ऐसी प्रतीत होती थी, जैसे कोई पुत्रवत्सला जननी अपने छोटे-से शिशुको गोदमें लिये सो रही हो॥ ३८॥ "
                },
                {
                    "slok": "पटहं चारुसर्वांगी न्यस्य शेते शुभस्तनी। | चिरस्य रमणं लब्ध्वा परिष्वज्येव कामिनी॥३९॥",
                    "arth": "कोई सर्वांगसुन्दरी एवं रुचिर कुचोंवाली कामिनी | पटहको अपने नीचे रखकर सो रही थी, मानो | चिरकालके पश्चात् प्रियतमको अपने निकट पाकर | कोई प्रेयसी उसे हृदयसे लगाये सो रही हो॥ ३९॥"
                },
                {
                    "slok": "काचिद् वीणां परिष्वज्य सुप्ता कमललोचना। | वरं प्रियतमं गृह्य सकामेव हि कामिनी ॥४०॥",
                    "arth": "कोई कमललोचना युवती वीणाका आलिंगन | करके सोयी हुई ऐसी जान पड़ती थी, मानो कामभावसे युक्त कामिनी अपने श्रेष्ठ प्रियतमको भुजाओंमें भरकर | सो गयी हो॥ ४०॥ "
                },
                {
                    "slok": "विपञ्चीं परिगृह्यान्या नियता नृत्यशालिनी। | निद्रावशमनुप्राप्ता सहकान्तेव भामिनी॥४१॥",
                    "arth": "नियमपूर्वक नृत्यकलासे सुशोभित होनेवाली एक अन्य युवती विपञ्ची (विशेष प्रकारकी वीणा)-को अंकमें भरकर प्रियतमके साथ सोयी हुई प्रेयसीकी भाँति निद्राके अधीन हो गयी थी॥४१॥ "
                },
                {
                    "slok": "अन्या कनकसंकाशैर्मृदुपीनैर्मनोरमैः। मृदंगं परिविद्ध्यांगैः प्रसुप्ता मत्तलोचना॥४२॥",
                    "arth": "कोई मतवाले नयनोंवाली दूसरी सुन्दरी अपने सुवर्ण-सदृश गौर, कोमल, पुष्ट और मनोरम अंगोंसे मृदंगको दबाकर गाढ़ निद्रामें सो गयी थी॥४२॥"
                },
                {
                    "slok": "भुजपाशान्तरस्थेन कक्षगेन कृशोदरी। पणवेन सहानिन्द्या सुप्ता मदकृतश्रमा॥४३॥",
                    "arth": "नशेसे थकी हुई कोई कृशोदरी अनिन्द्य सुन्दरी रमणी अपने भुजपाशोंके बीचमें स्थित और काँखमें दबे हुए पणवके साथ ही सो गयी थी॥४३॥ "
                },
                {
                    "slok": "डिण्डिमं परिगृह्यान्या तथैवासक्तडिण्डिमा। प्रसुप्ता तरुणं वत्समुपगुह्येव भामिनी॥४४॥",
                    "arth": "दूसरी स्त्री डिण्डिमको लेकर उसी तरह उससे सटी हुई सो गयी थी, मानो कोई भामिनी अपने बालक पुत्रको हृदयसे लगाये हुए नींद ले रही हो॥४४॥ "
                },
                {
                    "slok": "काचिदाडम्बरं नारी भुजसम्भोगपीडितम्। कृत्वा कमलपत्राक्षी प्रसुप्ता मदमोहिता॥४५॥ ",
                    "arth": "मदिराके मदसे मोहित हुई कोई कमलनयनी नारी आडम्बर नामक वाद्यको अपनी भुजाओंके आलिंगनसे दबाकर प्रगाढ़ निद्रामें निमग्न हो गयी॥ ४५ ॥ "
                },
                {
                    "slok": "कलशीमपविद्ध्यान्या प्रसुप्ता भाति भामिनी। वसन्ते पुष्पशबला मालेव परिमार्जिता॥४६॥",
                    "arth": "कोई दूसरी युवती निद्रावश जलसे भरी हुई सुराहीको लुढ़काकर भीगी अवस्थामें ही बेसुध सो रही थी। उस अवस्थामें वह वसन्त-ऋतुमें विभिन्न वर्णके पुष्पोंकी बनी और जलके छींटेसे सींची हुई मालाके समान प्रतीत होती थी॥ ४६॥"
                },
                {
                    "slok": "पाणिभ्यां च कुचौ काचित् सुवर्णकलशोपमौ। उपगुह्याबला सुप्ता निद्राबलपराजिता॥४७॥",
                    "arth": "निद्राके बलसे पराजित हुई कोई अबला सुवर्णमय कलशके समान प्रतीत होनेवाले अपने कुचोंको दोनों हाथोंसे दबाकर सो रही थी॥४७॥"
                },
                {
                    "slok": "अन्या कमलपत्राक्षी पूर्णेन्दुसदृशानना। अन्यामालिंग्य सुश्रोणी प्रसुप्ता मदविह्वला॥४८॥",
                    "arth": "कमललोचना कामिनी सुन्दर नितम्बवाली किसी अन्य सुन्दरीका आलिंगन करके मदसे विह्वल होकर सो गयी थी॥४८॥ "
                },
                {
                    "slok": "आतोद्यानि विचित्राणि परिष्वज्य वरस्त्रियः। निपीड्य च कुचैः सुप्ता: कामिन्यः कामुकानिव॥४९॥",
                    "arth": "जैसे कामिनियाँ अपने चाहनेवाले कामुकोंको छातीसे लगाकर सोती हैं, उसी प्रकार कितनी ही सुन्दरियाँ विचित्र-विचित्र वाद्योंका आलिंगन करके उन्हें कुचोंसे दबाये सो गयी थीं॥४९॥ "
                },
                {
                    "slok": "तासामेकान्तविन्यस्ते शयानां शयने शुभे। ददर्श रूपसम्पन्नामथ तां स कपिः स्त्रियम्॥५०॥",
                    "arth": "उन सबकी शय्याओंसे पृथक् एकान्तमें बिछी हुई सुन्दर शय्यापर सोयी हुई एक रूपवती युवतीको वहाँ हनुमान्जीने देखा॥५०॥ "
                },
                {
                    "slok": "मुक्तामणिसमायुक्तैर्भूषणैः सुविभूषिताम्। विभूषयन्तीमिव च स्वश्रिया भवनोत्तमम्॥५१॥",
                    "arth": "वह मोती और मणियोंसे जड़े हुए आभूषणोंसे भलीभाँति विभूषित थी और अपनी शोभासे उस उत्तम भवनको विभूषित-सा कर रही थी॥५१॥ "
                },
                {
                    "slok": "गौरी कनकवर्णाभामिष्टामन्तःपुरेश्वरीम्। कपिर्मन्दोदरीं तत्र शयानां चारुरूपिणीम्॥५२॥ स तां दृष्ट्वा महाबाहुर्भूषितां मारुतात्मजः। तर्कयामास सीतेति रूपयौवनसम्पदा। हर्षेण महता युक्तो ननन्द हरियूथपः॥५३॥",
                    "arth": "वह गोरे रंगकी थी। उसकी अंगकान्ति सुवर्णके समान दमक रही थी। वह रावणकी प्रियतमा और उसके अन्तःपुरकी स्वामिनी थी। उसका नाम मन्दोदरी था। वह अपने मनोहर रूपसे सुशोभित हो रही थी। वही वहाँ सो रही थी। हनुमान्जीने उसीको देखा। रूप और यौवनकी सम्पत्तिसे युक्त और वस्त्राभूषणोंसे विभूषित मन्दोदरीको देखकर महाबाहु पवनकुमारने अनुमान किया कि ये ही सीताजी हैं। फिर तो ये वानरयूथपति हनुमान् महान् हर्षसे युक्त हो आनन्दमग्न हो गये॥५२-५३॥ "
                },
                {
                    "slok": "आस्फोटयामास चुचुम्ब पुच्छं ननन्द चिक्रीड जगौ जगाम। स्तम्भानरोहन्निपपात भूमौ निदर्शयन् स्वां प्रकृति कपीनाम्॥५४॥",
                    "arth": "वे अपनी पूँछको पटकने और चूमने लगे। अपनी वानरों-जैसी प्रकृतिका प्रदर्शन करते हुए आनन्दित | लगे। वे कभी खंभोंपर चढ़ जाते और कभी पृथ्वीपर होने, खेलने और गाने लगे, इधर-उधर आने-जाने | कूद पड़ते थे॥५४॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे दशमः सर्गः ॥१०॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें दसवाँ सर्ग पूरा हुआ॥१०॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकादशः सर्गः वह सीता नहीं है-ऐसा निश्चय होनेपर हनुमान्जीका पुनः अन्तःपुरमें और उसकी पानभूमिमें सीताका पता लगाना, उनके मनमें धर्मलोपकी आशंका और स्वतः उसका निवारण होना",
            "arths": [
                {
                    "slok": "अवधूय च तां बुद्धिं बभूवावस्थितस्तदा। जगाम चापरां चिन्तां सीतां प्रति महाकपिः॥१॥",
                    "arth": "फिर उस समय इस विचारको छोड़कर महाकपि हनुमान्जी अपनी स्वाभाविक स्थितिमें स्थित हुए और वे सीताजीके विषयमें दूसरे प्रकारकी चिन्ता करने लगे। "
                },
                {
                    "slok": "न रामेण वियुक्ता सा स्वप्तुमर्हति भामिनी।। न भोक्तुं नाप्यलंकर्तुं न पानमुपसेवितुम्॥२॥",
                    "arth": "(उन्होंने सोचा-) 'भामिनी सीता श्रीरामचन्द्रजीसे बिछुड़ गयी हैं। इस दशामें वे न तो सो सकती हैं, न भोजन कर सकती हैं, न शृंगार एवं अलंकार धारण कर सकती हैं, फिर मदिरापानका सेवन तो किसी प्रकार भी नहीं कर सकतीं ॥२॥ "
                },
                {
                    "slok": "नान्यं नरमुपस्थातुं सुराणामपि चेश्वरम्। न हि रामसमः कश्चिद् विद्यते त्रिदशेष्वपि॥३॥",
                    "arth": "'वे किसी दूसरे पुरुषके पास, वह देवताओंका भी ईश्वर क्यों न हो, नहीं जा सकतीं। देवताओंमें भी कोई ऐसा नहीं है जो श्रीरामचन्द्रजीकी समानता कर सके॥३॥ "
                },
                {
                    "slok": "अन्येयमिति निश्चित्य भूयस्तत्र चचार सः। पानभूमौ हरिश्रेष्ठः सीतासंदर्शनोत्सुकः॥४॥ ",
                    "arth": "'अतः अवश्य ही यह सीता नहीं, कोई दूसरी स्त्री है।' ऐसा निश्चय करके वे कपिश्रेष्ठ सीताजीके दर्शनके लिये उत्सुक हो पुनः वहाँकी मधुशालामें विचरने लगे। "
                },
                {
                    "slok": "क्रीडितेनापराः क्लान्ता गीतेन च तथापराः। नृत्येन चापराः क्लान्ताः पानविप्रहतास्तथा ॥५॥",
                    "arth": "वहाँ कोई स्त्रियाँ क्रीड़ा करनेसे थकी हुई थीं तो कोई गीत गानेसे। दूसरी नृत्य करके थक गयी थीं और कितनी ही स्त्रियाँ अधिक मद्यपान करके अचेत हो रही थीं॥५॥ "
                },
                {
                    "slok": "मुरजेषु मृदंगेषु चेलिकासु च संस्थिताः। तथाऽऽस्तरणमुख्येषु संविष्टाश्चापराः स्त्रियः॥६॥",
                    "arth": "बहुत-सी स्त्रिया ढोल, मृदंग और चौलका नामक वाद्योंपर अपने अंगोंको टेककर सो गयी थीं तथा दूसरी महिलाएँ अच्छे-अच्छे बिछौनोंपर सोयी हुई थीं॥६॥"
                },
                {
                    "slok": "अंगनानां सहस्त्रेण भूषितेन विभूषणैः। रूपसंलापशीलेन युक्तगीतार्थभाषिणा॥७॥ देशकालाभियुक्तेन युक्तवाक्याभिधायिना। रताधिकेन संयुक्तां ददर्श हरियूथपः॥८॥",
                    "arth": "वानरयूथपति हनुमान्जीने उस पानभूमिको ऐसी सहस्रों रमणियोंसे संयुक्त देखा, जो भाँति-भाँतिके आभूषणोंसे विभूषित, रूप-लावण्यकी चर्चा करनेवाली, गीतके समुचित अभिप्रायको अपनी वाणीद्वारा प्रकट करनेवाली, देश और कालको समझनेवाली, उचित बात बोलनेवाली और रति-क्रीड़ामें अधिक भाग लेनेवाली थीं॥७-८॥ "
                },
                {
                    "slok": "अन्यत्रापि वरस्त्रीणां रूपसंलापशायिनाम्। सहस्त्रं युवतीनां तु प्रसुप्तं स ददर्श ह॥९॥",
                    "arth": "दूसरे स्थानपर भी उन्होंने ऐसी सहस्रों सुन्दरी युवतियोंको सोते देखा, जो आपसमें रूप-सौन्दर्यकी । चर्चा करती हुई लेट रही थीं॥९॥"
                },
                {
                    "slok": "देशकालाभियुक्तं तु युक्तवाक्याभिधायि तत्। रताविरतसंसुप्तं ददर्श हरियूथपः॥१०॥",
                    "arth": "वानरयूथपति पवनकुमारने ऐसी बहुत-सी स्त्रियोंको देखा, जो देश-कालको जाननेवाली, उचित बात कहनेवाली तथा रतिक्रीड़ाके पश्चात् गाढ़ निद्रामें सोयी हुई थीं॥१०॥ "
                },
                {
                    "slok": "तासां मध्ये महाबाहुः शुशुभे राक्षसेश्वरः। गोष्ठे महति मुख्यानां गवां मध्ये यथा वृषः॥११॥",
                    "arth": "उन सबके बीचमें महाबाहु राक्षसराज रावण विशाल गोशालामें श्रेष्ठ गौओंके बीच सोये हुए साँड़की भाँति शोभा पा रहा था॥११॥"
                },
                {
                    "slok": "स राक्षसेन्द्रः शुशुभे ताभिः परिवृतः स्वयम्। करेणुभिर्यथारण्ये परिकीर्णो महाद्विपः॥१२॥ ",
                    "arth": "जैसे वनमें हाथियोंसे घिरा हुआ कोई महान् गजराज सो रहा हो, उसी प्रकार उस भवनमें उन सुन्दरियोंसे घिरा हुआ स्वयं राक्षसराज रावण सुशोभित हो रहा था॥१२॥ "
                },
                {
                    "slok": "सर्वकामैरुपेतां च पानभूमिं महात्मनः। ददर्श कपिशार्दूलस्तस्य रक्षःपतेहे ॥१३॥ मृगाणां महिषाणां च वराहाणां च भागशः। तत्र न्यस्तानि मांसानि पानभूमौ ददर्श सः॥१४॥",
                    "arth": "उस महाकाय राक्षसराजके भवनमें कपिश्रेष्ठ हनुमान्ने वह पानभूमि देखी, जो सम्पूर्ण मनोवाञ्छित भोगोंसे सम्पन्न थी। उस मधुशालामें अलग-अलग मृगों, भैंसों और सूअरोंके मांस रखे गये थे, जिन्हें हनुमान्जीने देखा ॥१३-१४॥ "
                },
                {
                    "slok": "रौक्मेषु च विशालेषु भाजनेष्वप्यभक्षितान्। ददर्श कपिशार्दूलो मयूरान् कुक्कुटांस्तथा॥१५॥ वराहवाध्रीणसकान् दधिसौवर्चलायुतान्। शल्यान् मृगमयूरांश्च हनुमानन्ववैक्षत ॥१६॥ ",
                    "arth": "वानरसिंह हनुमान्ने वहाँ सोनेके बड़े-बड़े पात्रोंमें मोर, मुर्गे, सूअर, गेंडा, साही, हरिण तथा मयूरोंके मांस देखे, जो दही और नमक मिलाकर रखे गये थे। वे अभी खाये नहीं गये थे॥१५-१६॥ "
                },
                {
                    "slok": "कृकलान् विविधांश्छागान् शशकानर्धभक्षितान्। महिषानेकशल्यांश्च मेषांश्च कृतनिष्ठितान्॥१७॥ लेह्यानुच्चावचान् पेयान् भोज्यान्युच्चावचानि च। तथाम्ललवणोत्तंसैर्विविधै रागखाण्डवैः॥१८॥",
                    "arth": "कृकल नामक पक्षी, भाँति-भाँतिके बकरे, खरगोश, आधे खाये हुए भैंसे, एकशल्य नामक मत्स्य और भेड़ेंये सब-के-सब राँध-पकाकर रखे हुए थे। इनके साथ अनेक प्रकारकी चटनियाँ भी थीं। भाँति-भाँतिके पेय तथा भक्ष्य पदार्थ भी विद्यमान थे। जीभकी शिथिलता दूर करनेके लिये खटाई और नमकके साथ भाँति-भाँतिके राग' और खाण्डव भी रखे गये थे॥ १७-१८॥ "
                },
                {
                    "slok": "महानूपुरकेयूरैरपविद्धैर्महाधनैः । पानभाजनविक्षिप्तैः फलैश्च विविधैरपि॥१९॥ कृतपुष्पोपहारा भूरधिकां पुष्यति श्रियम्। ",
                    "arth": "बहुमूल्य बड़े-बड़े नूपुर और बाजूबंद जहाँ-तहाँ | पड़े हुए थे। मद्यपानके पात्र इधर-उधर लुढ़काये हुए थे। भाँति-भाँतिके फल भी बिखरे पड़े थे। इन सबसे उपलक्षित होनेवाली वह पानभूमि, जिसे फूलोंसे सजाया गया था, अधिक शोभाका पोषण एवं संवर्धन कर रही थी॥१९ ॥"
                },
                {
                    "slok": "तत्र तत्र च विन्यस्तैः सुश्लिष्टशयनासनैः॥२०॥ पानभूमिर्विना वह्निं प्रदीप्तेवोपलक्ष्यते।",
                    "arth": "यत्र-तत्र रखी हुई सुदृढ़ शय्याओं और सुन्दर स्वर्णमय सिंहासनोंसे सुशोभित होनेवाली वह मधुशाला | ऐसी जगमगा रही थी कि बिना आगके ही जलती हुई| सी दिखायी देती थी॥२०॥ "
                },
                {
                    "slok": "बहुप्रकारैर्विविधैर्वरसंस्कारसंस्कृतैः मि ॥२१॥ | मांसैः कुशलसंयुक्तैः पानभूमिगतैः पृथक् । | दिव्याः प्रसन्ना विविधाः सुराः कृतसुरा अपि॥२२॥ शर्करासवमाध्वीकाः पुष्पासवफलासवाः। वासचूर्णैश्च विविधैर्मुष्टास्तैस्तैः पृथक् पृथक्॥२३॥ ",
                    "arth": "अच्छी छौंक-बघारसे तैयार किये गये नाना प्रकारके विविध मांस चतुर रसोइयोंद्वारा बनाये गये थे और उस पानभूमिमें पृथक्-पृथक् सजाकर रखे गये थे। उनके साथ ही स्वच्छ दिव्य सुराएँ (जो कदम्ब आदि वृक्षोंसे स्वतः उत्पन्न हुई थीं) और कृत्रिम सुराएँ (जिन्हें शराब बनानेवाले लोग तैयार करते हैं) भी | वहाँ रखी गयी थीं। उनमें शर्करासव,२ माध्वीक,३ पुष्पासव' और फलासव भी थे। इन सबको नाना | प्रकारके सुगन्धित चूर्णोंसे पृथक्-पृथक् वासित किया | गया था॥ २१-२३॥"
                },
                {
                    "slok": "संतता शुशुभे भूमिर्माल्यैश्च बहुसंस्थितैः। हिरण्मयैश्च कलशैर्भाजनैः स्फाटिकैरपि॥२४॥ जाम्बूनदमयैश्चान्यैः करकैरभिसंवृता।",
                    "arth": "वहाँ अनेक स्थानोंपर रखे हुए नाना प्रकारके फूलों, सुवर्णमय कलशों, स्फटिकमणिके पात्रों तथा जाम्बूनदके बने हुए अन्यान्य कमण्डलुओंसे व्याप्त हुई वह पानभूमि बड़ी शोभा पा रही थी॥ २४३ ॥ "
                },
                {
                    "slok": "राजतेषु च कुम्भेषु जाम्बूनदमयेषु च ॥२५॥ पानश्रेष्ठां तथा भूमि कपिस्तत्र ददर्श सः।। ",
                    "arth": "दी और सोनेके घड़ोंमें, जहाँ श्रेष्ठ पेय पदार्थ रखे थे, उस पानभूमिको कपिवर हनुमान्जीने वहाँ अच्छी तरह घूम-घूमकर देखा ॥ २५ ॥"
                },
                {
                    "slok": "सोऽपश्यच्छातकुम्भानि सीधोर्मणिमयानि च ॥२६॥ तानि तानि च पूर्णानि भाजनानि महाकपिः। ",
                    "arth": "महाकपि पवनकुमारने देखा, वहाँ मदिरासे भरे हुए सोने और मणियोंके भिन्न-भिन्न पात्र रखे गये हैं। २६३ ॥ "
                },
                {
                    "slok": "क्वचिदर्धावशेषाणि क्वचित् पीतान्यशेषतः॥२७॥ क्वचिन्नैव प्रपीतानि पानानि स ददर्श ह।",
                    "arth": "किसी घड़ेमें आधी मदिरा शेष थी तो किसी घड़ेकी सारी-की-सारी पी ली गयी थी तथा किन्हींकिन्हीं घड़ोंमें रखे हुए मद्य सर्वथा पीये नहीं गये थे। हनुमान्जीने उन सबको देखा ॥ २७ ॥ "
                },
                {
                    "slok": "क्वचिद् भक्ष्यांश्च विविधान् क्वचित् पानानि भागशः ॥२८॥ क्वचिदङवशेषाणि पश्यन् वै विचचार ह।",
                    "arth": "कहीं नाना प्रकारके भक्ष्य पदार्थ और कहीं पीनेकी वस्तुएँ अलग-अलग रखी गयी थीं और कहीं उनमेंसे आधी-आधी सामग्री ही बची थी। उन सबको देखते हुए वे वहाँ सर्वत्र विचरने लगे॥ २८३ ॥ "
                },
                {
                    "slok": "शयनान्यत्र नारीणां शून्यानि बहुधा पुनः। परस्परं समाश्लिष्य काश्चित् सुप्ता वरांगनाः॥२९॥ ",
                    "arth": "उस अन्तःपुरमें स्त्रियोंकी बहुत-सी शय्याएँ सूनी पड़ी थीं और कितनी ही सुन्दरियाँ एक ही जगह एकदूसरीका आलिंगन किये सो रही थीं॥२९॥ "
                },
                {
                    "slok": "काचिच्च वस्त्रमन्यस्या अपहृत्योपगुह्य च। उपगम्याबला सुप्ता निद्राबलपराजिता॥३०॥",
                    "arth": "निद्राके बलसे पराजित हुई कोई अबला दूसरी स्त्रीका वस्त्र उतारकर उसे धारण किये उसके पास ज उसीका आलिंगन करके सो गयी थी॥३०॥ "
                },
                {
                    "slok": "तासामुच्छ्वासवातेन वस्त्रं माल्यं च गात्रजम्। नात्यर्थं स्पन्दते चित्रं प्राप्य मन्दमिवानिलम्॥३१ ।",
                    "arth": "उनकी साँसकी हवासे उनके शरीरके विविध प्रकारके वस्त्र और पुष्पमाला आदि वस्तुएँ उसी तरह धीरे-धीरे हिल रही थीं, जैसे धीमी-धीमी वायुके चलनेसे हिला करती हैं॥३१॥ "
                },
                {
                    "slok": "चन्दनस्य च शीतस्य सीधोर्मधुरसस्य च। विविधस्य च माल्यस्य पुष्पस्य विविधस्य च ॥३२॥ बहुधा मारुतस्तस्य गन्धं विविधमुद्वहन्। स्नानानां चन्दनानां च धूपानां चैव मूछितः॥३३॥ प्रववौ सुरभिर्गन्धो विमाने पुष्पके तदा।",
                    "arth": "उस समय पुष्पकविमानमें शीतल चन्दन, मद्य, मधुरस, विविध प्रकारकी माला, भाँति-भाँतिके पुष्प, स्नान-सामग्री, चन्दन और धूपकी अनेक प्रकारकी गन्धका भार वहन करती हुई सुगन्धित वायु सब ओर प्रवाहित हो रही थी॥ ३२-३३३ ॥ "
                },
                {
                    "slok": "श्यामावदातास्तत्रान्याः काश्चित् कृष्णा वरांगनाः॥३४॥ काश्चित् काञ्चनवर्णाग्यः प्रमदा राक्षसालये।",
                    "arth": "उस राक्षसराजके भवनमें कोई साँवली, कोई गोरी, कोई काली और कोई सुवर्णके समान कान्तिवाली सुन्दरी युवतियाँ सो रही थीं॥ ३४३ ॥"
                },
                {
                    "slok": "तासां निद्रावशत्वाच्च मदनेन विमूछितम्॥३५॥ पद्मिनीनां प्रसुप्तानां रूपमासीद् यथैव हि।",
                    "arth": "निद्राके वशमें होनेके कारण उनका काममोहित रूप | मुँदे हुए मुखवाले कमलपुष्पोंके समान जान पड़ता था॥ "
                },
                {
                    "slok": "एवं सर्वमशेषेण रावणान्तःपुरं कपिः। | ददर्श स महातेजा न ददर्श च जानकीम्॥३६॥",
                    "arth": "इस प्रकार महातेजस्वी कपिवर हनुमान्ने रावणका सारा अन्तःपुर छान डाला तो भी वहाँ उन्हें जनकनन्दिनी | सीताका दर्शन नहीं हुआ॥३६॥ "
                },
                {
                    "slok": "निरीक्षमाणश्च ततस्ताः स्त्रियः स महाकपिः। | जगाम महतीं शंकां धर्मसाध्वसशंकितः॥३७॥",
                    "arth": "उन सोती हुई स्त्रियोंको देखते-देखते महाकपि हनुमान् धर्मके भयसे शंकित हो उठे। उनके हृदयमें बड़ा भारी संदेह उपस्थित हो गया॥ ३७॥ "
                },
                {
                    "slok": "परदारावरोधस्य प्रसुप्तस्य निरीक्षणम्। | इदं खलु ममात्यर्थं धर्मलोपं करिष्यति॥३८॥",
                    "arth": "वे सोचने लगे कि 'इस तरह गाढ़ निद्रामें सोयी | हुई परायी स्त्रियोंको देखना अच्छा नहीं है। यह तो मेरे | धर्मका अत्यन्त विनाश कर डालेगा॥ ३८॥"
                },
                {
                    "slok": "न हि मे परदाराणां दृष्टिर्विषयवर्तिनी। | अयं चात्र मया दृष्टः परदारपरिग्रहः ॥३९॥",
                    "arth": "'मेरी दृष्टि अबतक कभी परायी स्त्रियोंपर नहीं पड़ी थी। यहीं आनेपर मुझे परायी स्त्रियोंका अपहरण करनेवाले इस पापी रावणका भी दर्शन हुआ है (ऐसे पापीको देखना भी धर्मका लोप करनेवाला होता है)'॥३९॥ "
                },
                {
                    "slok": "तस्य प्रादुरभूच्चिन्ता पुनरन्या मनस्विनः। निश्चितैकान्तचित्तस्य कार्यनिश्चयदर्शिनी॥४०॥",
                    "arth": "तदनन्तर मनस्वी हनुमान्जीके मनमें एक दूसरी विचारधारा उत्पन्न हुई। उनका चित्त अपने लक्ष्यमें सुस्थिर था; अतः यह नयी विचारधारा उन्हें अपने कर्तव्यका ही निश्चय करानेवाली थी॥४०॥ "
                },
                {
                    "slok": "कामं दृष्टा मया सर्वा विश्वस्ता रावणस्त्रियः। न तु मे मनसा किंचिद् वैकृत्यमुपपद्यते॥४१॥",
                    "arth": "वे सोचने लगे-) 'इसमें संदेह नहीं कि रावणकी स्त्रियाँ नि:शंक सो रही थीं और उसी अवस्थामें मैंने उन सबको अच्छी तरह देखा है, तथापि मेरे मनमें कोई विकार नहीं उत्पन्न हुआ है॥४१॥"
                },
                {
                    "slok": "मनो हि हेतुः सर्वेषामिन्द्रियाणां प्रवर्तने। शुभाशुभास्ववस्थासु तच्च मे सुव्यवस्थितम्॥४२॥",
                    "arth": "'सम्पूर्ण इन्द्रियोंको शुभ और अशुभ अवस्थाओंमें लगनेकी प्रेरणा देनेमें मन ही कारण है; किंतु मेरा वह मन पूर्णतः स्थिर है (उसका कहीं राग या द्वेष नहीं है; इसलिये मेरा यह परस्त्री-दर्शन धर्मका लोप करनेवाला नहीं हो सकता) ॥४२॥ "
                },
                {
                    "slok": "नान्यत्र हि मया शक्या वैदेही परिमार्गितुम्। स्त्रियो हि स्त्रीषु दृश्यन्ते सदा सम्परिमार्गणे॥४३॥",
                    "arth": "'विदेहनन्दिनी सीताको दूसरी जगह मैं ढूँढ़ भी तो नहीं सकता था; क्योंकि स्त्रियोंको ढूँढ़ते समय उन्हें स्त्रियोंके ही बीचमें देखा जाता है॥४३॥ "
                },
                {
                    "slok": "यस्य सत्त्वस्य या योनिस्तस्यां तत् परिमार्गते। न शक्यं प्रमदा नष्टा मृगीषु परिमार्गितुम्॥४४॥",
                    "arth": "'जिस जीवकी जो जाति होती है, उसीमें उसे खोजा जाता है। खोयी हुई युवती स्त्रीको हरिनियोंके बीचमें नहीं ढूँढ़ा जा सकता है॥४४॥ "
                },
                {
                    "slok": "तदिदं मार्गित तावच्छुद्धेन मनसा मया। रावणान्तःपुरं सर्वं दृश्यते न च जानकी॥४५॥",
                    "arth": "'अतः मैंने रावणके इस सारे अन्तःपुरमें शुद्ध हृदयसे ही अन्वेषण किया है; किंतु यहाँ जानकीजी नहीं दिखायी देती हैं'॥ ४५ ॥ "
                },
                {
                    "slok": "देवगन्धर्वकन्याश्च नागकन्याश्च वीर्यवान्। अवेक्षमाणो हनुमान् नैवापश्यत जानकीम्॥४६॥",
                    "arth": "अन्तःपुरका निरीक्षण करते हुए पराक्रमी हनुमान्ने देवताओं, गन्धर्वो और नागोंकी कन्याओंको वहाँ देखा, किंतु जनकनन्दिनी सीताको नहीं देखा॥४६॥ "
                },
                {
                    "slok": "तामपश्यन् कपिस्तत्र पश्यंश्चान्या वरस्त्रियः। अपक्रम्य तदा वीरः प्रस्थातुमुपचक्रमे॥४७॥",
                    "arth": "दूसरी सुन्दरियोंको देखते हुए वीर वानर हनुमान्ने जब वहाँ सीताको नहीं देखा, तब वे वहाँसे हटकर अन्यत्र जानेको उद्यत हुए॥४७॥ "
                },
                {
                    "slok": "स भूयः सर्वतः श्रीमान् मारुतिर्यत्नमाश्रितः। आपानभूमिमुत्सृज्य तां विचेतुं प्रचक्रमे॥४८॥",
                    "arth": "फिर तो श्रीमान् पवनकुमारने उस पानभूमिको छोड़कर अन्य सब स्थानोंमें उन्हें बड़े यत्नका आश्रय लेकर खोजना आरम्भ किया॥४८॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे एकादशः सर्गः॥११॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें ग्यारहवाँ सर्ग पूरा हुआ॥११॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - द्वादशः सर्गः सीताके मरणकी आशंकासे हनुमान्जीका शिथिल होना, फिर उत्साहका आश्रय लेकर अन्य स्थानोंमें उनकी खोज करना और कहीं भी पता न लगनेसे पुनः उनका चिन्तित होना",
            "arths": [
                {
                    "slok": "स तस्य मध्ये भवनस्य संस्थितो लतागृहांश्चित्रगृहान् निशागृहान्। जगाम सीतां प्रतिदर्शनोत्सुको न चैव तां पश्यति चारुदर्शनाम्॥१॥",
                    "arth": "रस गनधतनके भीतर स्थित द्रा नमानजी सीताजीके दर्शनके लिये उत्सुक हो क्रमशः लतामण्डपोंमें, चित्रशालाओंमें तथा रात्रिकालिक विश्रामगृहोंमें गये; परंतु वहाँ भी उन्हें परम सुन्दरी सीताका दर्शन नहीं हुआ॥१॥ "
                },
                {
                    "slok": "स. चिन्तयामास ततो महाकपिः पियामपश्यन रघनन्दनस्य ताम। ध्रुवं न सीता ध्रियते यथा न मे विचिन्वतो दर्शनमेति मैथिली॥२॥",
                    "arth": "रघुनन्दन श्रीरामकी प्रियतमा सीता जब वहाँ भी दिखायी न दी, तब वे महाकपि हनुमान् इस प्रकार चिन्ता करने लगे- 'निश्चय ही अब मिथिलेशकुमारी सीता जीवित नहीं हैं; इसीलिये बहुत खोजनेपर भी वे मेरे दृष्टिपथमें नहीं आ रही हैं॥२॥ "
                },
                {
                    "slok": "सा राक्षसानां प्रवरेण जानकी स्वशीलसंरक्षणतत्परा सती। अनेन नूनं प्रति दुष्टकर्मणा हता भवेदार्यपथे परे स्थिता॥३॥ ",
                    "arth": "'सती-साध्वी सीता उत्तम आर्यमार्गपर स्थित रहनेवाली थीं। वे अपने शील और सदाचारकी रक्षामें तत्पर रही हैं; इसलिये निश्चय ही इस दुराचारी राक्षसराजने उन्हें मार डाला होगा॥३॥ "
                },
                {
                    "slok": "विरूपरूपा विकृता विवर्चसो महानना दीर्घविरूपदर्शनाः। समीक्ष्य ता राक्षसराजयोषितो भयाद् विनष्टा जनकेश्वरात्मजा॥४॥",
                    "arth": "'राक्षसराज रावणके यहाँ जो दास्यकर्म करनेवाली राक्षसियाँ हैं, उनके रूप बड़े बेडौल हैं। वे बड़ी विकट और विकराल हैं। उनकी कान्ति भी भयंकर है। उनके मुँह विशाल और आँखें भी बड़ी-बड़ी एवं भयानक हैं। उन सबको देखकर जनकराजनन्दिनीने भयके मारे प्राण त्याग दिये होंगे॥४॥ "
                },
                {
                    "slok": "सीतामदृष्ट्वा ह्यनवाप्य पौरुषं विहृत्य कालं सह वानरैश्चिरम्। न मेऽस्ति सुग्रीवसमीपगा गतिः सुतीक्ष्णदण्डो बलवांश्च वानरः॥५॥ ",
                    "arth": "'सीताका दर्शन न होनेसे मुझे अपने पुरुषार्थका फल नहीं प्राप्त हो सका। इधर वानरोंके साथ सुदीर्घकालतक इधर-उधर भ्रमण करके मैंने लौटनेकी अवधि भी बिता दी है; अतः अब मेरा सुग्रीवके पास जानेका भी मार्ग बंद हो गया; क्योंकि वह वानर बड़ा बलवान् और अत्यन्त कठोर दण्ड देनेवाला है॥५॥ "
                },
                {
                    "slok": "दृष्टमन्तःपुरं सर्वं दृष्टा रावणयोषितः। न सीता दृश्यते साध्वी वृथा जातो मम श्रमः॥६॥",
                    "arth": "'मैंने रावणका सारा अन्तःपुर छान डाला, एकएक करके रावणकी समस्त स्त्रियोंको भी देख लिया; किंतु अभीतक साध्वी सीताका दर्शन नहीं हुआ; अतः मेरा समुद्रलङ्घनका सारा परिश्रम व्यर्थ हो गया॥६॥"
                },
                {
                    "slok": "किं नु मां वानराः सर्वे गतं वक्ष्यन्ति संगताः। गत्वा तत्र त्वया वीर किं कृतं तद् वदस्व नः॥ ७ ॥",
                    "arth": "'जब मैं लौटकर जाऊँगा, तब सारे वानर मिलकर । मुझसे क्या कहेंगे; वे पूछेगे, वीर! वहाँ जाकर तुमने क्या किया है-यह मुझे बताओ॥७॥"
                },
                {
                    "slok": "अदृष्ट्वा किं प्रवक्ष्यामि तामहं जनकात्मजाम्। ध्रुवं प्रायमुपासिष्ये कालस्य व्यतिवर्तने॥ ८ ॥",
                    "arth": "किंतु जनकनन्दिनी सीताको न देखकर मैं उन्हें | क्या उत्तर दूंगा। सुग्रीवके निश्चित किये हुए समयका उल्लङ्घन कर देनेपर अब मैं निश्चय ही आमरण | उपवास करूँगा॥८॥"
                },
                {
                    "slok": "किं वा वक्ष्यति वृद्धश्च जाम्बवानंगदश्च सः। | गतं पारं समुद्रस्य वानराश्च समागताः॥ ९ ॥",
                    "arth": "'बड़े-बूढ़े जाम्बवान् और युवराज अंगद मुझसे | क्या कहेंगे? समुद्रके पार जानेपर अन्य वानर भी जब मुझसे मिलेंगे, तब वे क्या कहेंगे?'॥९॥ "
                },
                {
                    "slok": "अनिर्वेदः श्रियो मूलमनिर्वेदः परं सुखम्। भूयस्तत्र विचेष्यामि न यत्र विचयः कृतः॥१०॥",
                    "arth": "(इस प्रकार थोड़ी देरतक हताश-से होकर वे | फिर सोचने लगे-) 'हताश न होकर उत्साहको बनाये रखना ही सम्पत्तिका मूल कारण है। उत्साह ही परम सुखका हेतु है; अतः मैं पुनः उन स्थानोंमें सीताकी खोज करूँगा, जहाँ अबतक अनुसन्धान नहीं किया गया था॥१०॥ "
                },
                {
                    "slok": "अनिर्वेदो हि सततं सर्वार्थेषु प्रवर्तकः। | करोति सफलं जन्तोः कर्म यच्च करोति सः॥११॥",
                    "arth": "'उत्साह ही प्राणियोंको सर्वदा सब प्रकारके | कर्मों में प्रवृत्त करता है और वही उन्हें वे जो कुछ करते | हैं उस कार्यमें सफलता प्रदान करता है॥११॥ "
                },
                {
                    "slok": "तस्मादनिर्वेदकरं यत्नं चेष्टेऽहमुत्तमम्। अदृष्टांश्च विचेष्यामि देशान् रावणपालितान्॥१२॥",
                    "arth": "'इसलिये अब मैं और भी उत्तम एवं उत्साहपूर्वक प्रयत्नके लिये चेष्टा करूँगा। रावणके द्वारा सुरक्षित जिन स्थानोंको अबतक नहीं देखा था, उनमें | भी पता लगाऊँगा॥ १२ ॥"
                },
                {
                    "slok": "आपानशाला विचितास्तथा पुष्पगृहाणि च। चित्रशालाश्च विचिता भूयः क्रीडागृहाणि च ॥१३॥ निष्कुटान्तररथ्याश्च विमानानि च सर्वशः। इति संचिन्त्य भूयोऽपि विचेतुमुपचक्रमे ॥१४॥ ",
                    "arth": "'आपानशाला, पुष्पगृह, चित्रशाला, क्रीड़ागृह, गृहोद्यानकी गलियाँ और पुष्पक आदि विमान-इन सबका तो मैंने चप्पा-चप्पा देख डाला (अब अन्यत्र खोज करूँगा)।' यह सोचकर उन्होंने पुनः खोजना आरम्भ किया॥१३-१४॥ "
                },
                {
                    "slok": "भूमीगृहांश्चैत्यगृहान् गृहातिगृहकानपि। उत्पतन् निपतंश्चापि तिष्ठन् गच्छन् पुनः क्वचित्॥१५॥",
                    "arth": "वे भूमिके भीतर बने हुए घरों (तहखानों)-में, चौराहोंपर बने हुए मण्डपोंमें तथा घरोंको लाँघकर उनसे थोड़ी ही दूरपर बने हुए विलास-भवनोंमें सीताकी खोज करने लगे। वे किसी घरके ऊपर चढ़ जाते, किसीसे नीचे कूद पड़ते, कहीं ठहर जाते और किसीको चलतेचलते ही देख लेते थे॥१५॥"
                },
                {
                    "slok": "अपवृण्वंश्च द्वाराणि कपाटान्यवघट्टयन्। प्रविशन् निष्पतंश्चापि प्रपतन्नुत्पतन्निव॥१६॥",
                    "arth": "घरोंके दरवाजोंको खोल देते, कहीं किंवाड़ बंदकर देते, किसीके भीतर घुसकर देखते और फिर | निकल आते थे। वे नीचे-कूदते और ऊपर उछलते हुए-से सर्वत्र खोज करने लगे॥१६॥"
                },
                {
                    "slok": "सर्वमप्यवकाशं स विचचार महाकपिः। चतुरंगुलमात्रोऽपि नावकाशः स विद्यते। रावणान्तःपुरे तस्मिन् यं कपिर्न जगाम सः॥१७॥",
                    "arth": "उन महाकपिने वहाँके सभी स्थानोंमें विचरण किया। रावणके अन्तःपुरमें कोई चार अंगलका भी ऐसा स्थान नहीं रह गया, जहाँ कपिवर हनुमान्जी न पहुँचे हों। "
                },
                {
                    "slok": "प्राकारान्तरवीथ्यश्च वेदिकाश्चैत्यसंश्रयाः। श्वभ्राश्च पुष्करिण्यश्च सर्वं तेनावलोकितम्॥१८॥",
                    "arth": "उन्होंने परकोटेके भीतरकी गलियाँ, चौराहेके वृक्षोंके नीचे बनी हुई वेदियाँ, गड्ढे और पोखरियाँसबको छान डाला॥१८॥ "
                },
                {
                    "slok": "राक्षस्यो विविधाकारा विरूपा विकृतास्तथा। दष्टा हनमता तत्र न तु सा जनकात्मजा॥१९॥",
                    "arth": "हनुमान्जाने जगह-जगह नाना प्रकारके आकारवाला, कुरूप और विकट राक्षसियाँ देखीं; किंतु वहाँ उन्हें जानकीजीका दर्शन नहीं हुआ॥१९॥ "
                },
                {
                    "slok": "रूपेणाप्रतिमा लोके परा विद्याधरस्त्रियः। दृष्टा हनुमता तत्र न तु राघवनन्दिनी॥२०॥",
                    "arth": "संसारमें जिनके रूप-सौन्दर्यकी कहीं तुलना नहीं थी ऐसी बहुत-सी विद्याधरियाँ भी हनुमान्जीकी दृष्टिमें आयीं; परंतु वहाँ उन्हें श्रीरघुनाथजीको आनन्द प्रदान करनेवाली सीता नहीं दिखायी दी॥ २०॥ "
                },
                {
                    "slok": "नागकन्या वरारोहाः पूर्णचन्द्रनिभाननाः। दृष्टा हनुमता तत्र न तु सा जनकात्मजा॥२१॥",
                    "arth": "हनुमान्जीने सुन्दर नितम्ब और पूर्ण चन्द्रमाके समान मनोहर मुखवाली बहुत-सी नागकन्याएँ भी वहाँ देखीं; किंतु जनककिशोरीका उन्हें दर्शन नहीं हुआ॥ २१॥ "
                },
                {
                    "slok": "प्रमथ्य राक्षसेन्द्रेण नागकन्या बलाद्धृताः। दृष्टा हनुमता तत्र न सा जनकनन्दिनी॥२२॥",
                    "arth": "राक्षसराजके द्वारा नागसेनाको मथकर बलात् | हरकर लायी हुई नागकन्याओंको तो पवनकुमारने वहाँ | देखा; किंतु जानकीजी उन्हें दृष्टिगोचर नहीं हुईं ॥ २२॥ "
                },
                {
                    "slok": "सोऽपश्यंस्तां महाबाहुः पश्यंश्चान्या वरस्त्रियः। | विषसाद महाबाहुर्हनूमान् मारुतात्मजः॥२३॥",
                    "arth": "महाबाहु पवनकुमार हनुमान्को दूसरी बहुत-सी | सुन्दरियाँ दिखायी दी; परंतु सीताजी उनके देखनेमें नहीं | आयीं। इसलिये वे बहुत दुःखी हो गये॥२३॥"
                },
                {
                    "slok": "उद्योगं वानरेन्द्राणां प्लवनं सागरस्य च। | व्यर्थं वीक्ष्यानिलसुतश्चिन्तां पुनरुपागतः॥२४॥",
                    "arth": "उन वानरशिरोमणि वीरोंके उद्योग और अपने द्वारा किये गये समुद्रलंघनको व्यर्थ हुआ देखकर पवनपुत्र हनुमान् वहाँ पुनः बड़ी भारी चिन्तामें पड़ गये॥"
                },
                {
                    "slok": "उन वानरशिरोमणि वीरोंके उद्योग और अपने द्वारा किये गये समुद्रलंघनको व्यर्थ हुआ देखकर पवनपुत्र हनुमान् वहाँ पुनः बड़ी भारी चिन्तामें पड़ गये॥",
                    "arth": "उस समय वायुनन्दन हनुमान् विमानसे नीचे उतर | आये और बड़ी चिन्ता करने लगे। शोकसे उनकी | चेतनाशक्ति शिथिल हो गयी॥ २५॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे द्वादशः सर्गः ॥ १२ ।।",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्थरामायण आदिकाव्यक सुन्दरकाण्डमें बारहवाँ सर्ग पूरा हुआ ॥ १२ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - १३ त्रयोदशः सर्गः सीताजीके नाशकी आशंकासे हनुमान्जीकी चिन्ता, श्रीरामको सीताके न मिलनेकी सूचना देनेसे अनर्थकी सम्भावना देख हनुमान्जीका न लौटनेका निश्चय करके पुनः खोजनेका विचार करना और अशोकवाटिकामें ढूँढ़नेके विषयमें तरह-तरहकी बातें सोचना",
            "arths": [
                {
                    "slok": "विमानात् तु स संक्रम्य प्राकार हरियूथपः । हनुमान् वेगवानासीद् यथा विद्युद् धनान्तरे ॥ १॥",
                    "arth": "वानरयूथपति हनुमान् विमानसे उतरकर महलक परकोटेपर चढ़ आये। वहीं आकर वे मेघमालाके अंकमै चमकती हुई बिजलीके समान बड़े वेगसे इधर-उधर घूमने लगे ॥ १ ॥ "
                },
                {
                    "slok": "सम्परिक्रम्य हनुमान् रावणस्य निवेशनान्। अदृष्ट्वा जानकीं सीतामब्रवीद् वचनं कपिः ॥ २॥",
                    "arth": "रावणके सभी घरोंमें एक बार पुनः चक्कर लगाकर जब कपिवर हनुमानजीने जनकनन्दिनी सीताको नहीं देखा, तब वे मन-ही-मन इस प्रकार कहने लगे ॥ २ ॥ "
                },
                {
                    "slok": " भूयिष्ठं लोलिता लंका रामस्य चरता प्रियम्। न हि पश्यामि वैदेहीं सीतां सर्वागशोभनाम् ॥ ३ ॥",
                    "arth": "'मैंने श्रीरामचन्द्रजीका प्रिय करनेके लिये कई बार लंकाको छान डाला; किंतु सर्वांगसुन्दरी विदेहनन्दिनी सीता मुझे कहीं नहीं दिखायी देती हैं॥ ३ ॥"
                },
                {
                    "slok": "पत्वलानि तटाकानि सरांसि सरितस्तथा । नद्योऽनूपवनान्ताश्च दुर्गाश्च धरणीधराः ॥ ४ ॥ लोलिता वसुधा सर्वा न च पश्यामि जानकीम्। ",
                    "arth": "'मैंने यहाँके छोटे तालाब, पोखरे, सरोवर, सरिताएँ, नदियाँ, पानीके आस-पासके जंगल तथा दुर्गम पहाड़ सब देख डाले। इस नगरके आस-पासको सारी भूमि खोज डाली; किंतु कहाँ भी मुझे जानकीजीका दर्शन नहीं हुआ।"
                },
                {
                    "slok": "इह सम्पातिना सीता रावणस्य निवेशने। आख्याता गृध्रराजेन न च सा दृश्यते न किम् ॥ ५ ॥",
                    "arth": "'गृध्रराज सम्मातिने तो सीताजीको यहाँ रावणके महलमें ही बताया था। फिर भी न जाने क्यों वे यहाँ दिखायी नहीं देती हैं ॥५॥"
                },
                {
                    "slok": "किं नु सीताथ वैदेही मैथिली जनकात्मजा उपतिष्ठेत विवशा रावणेन हुता बलात् ॥ ६ ॥",
                    "arth": "क्या रावणके द्वारा बलपूर्वक हरकर लायी हुई विदेह-कुलनन्दिनी मिथिलेशकुमारी जनकदुलारी सीता | कभी विवश होकर रावणकी सेवामें उपस्थित हसकती हैं (यह असम्भव है)॥६॥ "
                },
                {
                    "slok": "क्षिप्रमुत्पततो मन्ये सीतामादाय रक्षसः। | बिभ्यतो रामबाणानामन्तरा पतिता भवेत्॥७॥",
                    "arth": "'मैं तो समझता हूँ कि श्रीरामचन्द्रजीके बाणोंसे | भयभीत हो वह राक्षस जब सीताको लेकर शीघ्रतापूर्वक आकाशमें उछला है, उस समय कहीं बीचमें ही वे छूटकर गिर पड़ी हों॥७॥ "
                },
                {
                    "slok": "अथवा ह्रियमाणायाः पथि सिद्धनिषेविते। मन्ये पतितमाया हृदयं प्रेक्ष्य सागरम्॥ ८ ॥",
                    "arth": "'अथवा यह भी सम्भव है कि जब आर्या सीता | सिद्धसेवित आकाशमार्गसे ले जायी जाती रही हों, उस समय समुद्रको देखकर भयके मारे उनका हृदय ही फटकर नीचे गिर पड़ा हो॥८॥"
                },
                {
                    "slok": "रावणस्योरुवेगेन भुजाभ्यां पीडितेन च। | तया मन्ये विशालाक्ष्या त्यक्तं जीवितमार्यया॥९॥",
                    "arth": "'अथवा यह भी मालूम होता है कि रावणके प्रबल | वेग और उसकी भुजाओंके दृढ़ बन्धनसे पीड़ित होकर विशाललोचना आर्या सीताने अपने प्राणोंका परित्याग | कर दिया है॥९॥ "
                },
                {
                    "slok": "उपर्युपरि सा नूनं सागरं क्रमतस्तदा। विचेष्टमाना पतिता समुद्रे जनकात्मजा॥१०॥ ",
                    "arth": "'ऐसा भी हो सकता है कि जिस समय रावण उन्हें | समुद्रके ऊपर होकर ला रहा हो, उस समय जनककुमारी | सीता छटपटाकर समुद्रमें गिर पड़ी हों। अवश्य ऐसा | ही हुआ होगा ॥१०॥ "
                },
                {
                    "slok": "आहो क्षुद्रेण चानेन रक्षन्ती शीलमात्मनः। अबन्धुर्भक्षिता सीता रावणेन तपस्विनी॥१॥ अथवा राक्षसेन्द्रस्य पत्नीभिरसितेक्षणा। | अदुष्टा दुष्टभावाभिर्भक्षिता सा भविष्यति॥१२॥",
                    "arth": "अथवा ऐसा तो नहीं हुआ कि अपने शीलको रक्षा पर हुई किसी सहायक बन्धुकी सहायतासे यति तपस्विनी सौताको इस नीच रावणने हो खा लिया हो अथवा मनमें दुष्ट भावना रखनेवाली राक्षसराज रावणकी पत्नियोंने ही कजरारे नेत्रोंवाली साध्वी सीताको अपना आहार बना लिया होगा ॥ ११-१२।। "
                },
                {
                    "slok": "सम्पूर्णचन्द्रप्रतिम पद्मपत्रनिभेक्षणम् । रामस्य ध्यायती वक्त्रं पञ्चत्वं कृपणा गता ॥ १३ ।। ",
                    "arth": "'हाथ। श्रीरामचन्द्रजीके पूर्ण चन्द्रमाके समान मनोहर तथा प्रफुल्ल कमलदलके सदृश नेत्रवाले मुखका चिन्तन करती हुई दयनीया सीता इस संसारसे चल बसीं ॥ १३ ॥"
                },
                {
                    "slok": "हा राम लक्ष्मणेत्येवं हायोध्ये चेति मैथिल  विलप्य बहु वैदेही न्यस्तदेहा भविष्यति ॥ १४ ॥ ",
                    "arth": "हा राम! हा लक्ष्मण हा अयोध्यापुरी! इस प्रकार पुकार- पुकारकर बहुत विलाप करके मिथिलेशकुमारी विदेहनन्दिनी सीताने अपने शरीरको त्याग दिया होगा ॥ १४ ॥"
                },
                {
                    "slok": "अथवा निहिता मन्ये रावणस्य निवेशने। भृशं लालप्यते बाला पञ्जरस्थेव सारिका ॥ १५ ॥",
                    "arth": "अथवा मेरी समझमें यह आता है कि वे रावणके ही किसी गुप्त गृहमें छिपाकर रखी गयी हैं। हाय! वहाँ वह बाला पॉजरेमें बन्द हुई मैनाकी तरह बारम्बार आर्तनाद करती होगी ॥ १५ ॥ "
                },
                {
                    "slok": "जनकस्य कुले जाता रामपत्नी सुमध्यम कथमुत्पलपत्राक्षी रावणस्य वशं व्रजेत् ॥ १६ ॥",
                    "arth": "जो जनकके कुलमें उत्पन्न हुई हैं और श्रीरामचन्द्रजीकी धर्मपत्नी हैं, वे नील कमलके से नेत्रोंवाली सुमध्यमा सीता रावणके अधीन कैसे हो सकती हैं ? ॥ १६ ॥"
                },
                {
                    "slok": "विनष्टा वा प्रणष्टा वा मृता वा जनकात्मजा रामस्य प्रियधार्थस्य न निवेदयितुं क्षमम् ॥ १७ ॥",
                    "arth": "जनककिशोरी सीता चाहे गुप्त गृहमें अदृश्य करके रखी गयी हों, चाहे समुद्रमें गिरकर प्राणोंसे हाथ धो बैठी हाँ अथवा श्रीरामचन्द्रजीके विरहका कष्ट न सह सकनेके कारण उन्होंने मृत्युकी शरण ली हो, किसी भी दशामें श्रीरामचन्द्रजीको इस बातकी सूचना देना उचित न होगा; क्योंकि वे अपनी पत्नीको बहुत प्यार करते हैं। "
                },
                {
                    "slok": "निवेद्यमाने दोषः स्याद् दोषः स्यादनिवेदने । कथं नु खलु कर्तव्यं विषमं प्रतिभाति मे ॥ १८ ॥",
                    "arth": "'इस समाचारके बतानेमें भी दोष है और न बतानेमें भी दोषकी सम्भावना है, ऐसी दशामें किस उपायसे काम लेना चाहिये ? मुझे तो बताना और न बताना दोनों ही दुष्कर प्रतीत होते हैं॥१८॥ "
                },
                {
                    "slok": "अस्मिन्नेवंगते कार्य प्राप्तकालं क्षमं च किम्। भवेदिति मतिं भूयो हनुमान् प्रविचारयन्॥१९॥ ",
                    "arth": "'ऐसी दशामें जब कोई भी कार्य करना दुष्कर प्रतीत होता है, तब मेरे लिये इस समयके अनुसार क्या करना उचित होगा?' इन्हीं बातोंपर हनुमान्जी बारम्बार विचार करने लगे॥१९॥ "
                },
                {
                    "slok": "यदि सीतामदृष्ट्वाहं वानरेन्द्रपुरीमितः। गमिष्यामि ततः को मे पुरुषार्थो भविष्यति॥२०॥ ",
                    "arth": "(उन्होंने फिर सोचा-) 'यदि मैं सीताजीको देखे बिना ही यहाँसे वानरराजकी पुरी किष्किन्धाको लौट जाऊँगा तो मेरा पुरुषार्थ ही क्या रह जायगा?॥२०॥ "
                },
                {
                    "slok": "ममेदं लङ्घनं व्यर्थं सागरस्य भविष्यति। प्रवेशश्चैव लंकायां राक्षसानां च दर्शनम्॥२१॥",
                    "arth": "'फिर तो मेरा यह समुद्रलंघन, लंकामें प्रवेश और राक्षसोंको देखना सब व्यर्थ हो जायगा॥ २१॥ "
                },
                {
                    "slok": "किं वा वक्ष्यति सुग्रीवो हरयो वापि संगताः। किष्किन्धामनुसम्प्राप्तं तौ वा दशरथात्मजौ॥२२॥",
                    "arth": "'किष्किन्धामें पहुँचनेपर मुझसे मिलकर सुग्रीव, दूसरे-दूसरे वानर तथा वे दोनों दशरथराजकुमार भी क्या कहेंगे? ॥२२॥"
                },
                {
                    "slok": "गत्वा तु यदि काकुत्स्थं वक्ष्यामि परुषं वचः। न दृष्टेति मया सीता ततस्त्यक्ष्यति जीवितम्॥२३॥",
                    "arth": "'यदि वहाँ जाकर मैं श्रीरामचन्द्रजीसे यह कठोर बात कह दूँ कि मुझे सीताका दर्शन नहीं हुआ तो वे प्राणोंका परित्याग कर देंगे॥२३॥"
                },
                {
                    "slok": "परुषं दारुणं तीक्ष्णं क्रूरमिन्द्रियतापनम्। सीतानिमित्तं दुर्वाक्यं श्रुत्वा स न भविष्यति॥२४॥",
                    "arth": "'सीताजीके विषयमें ऐसे रूखे, कठोर, तीखे और इन्द्रियोंको संताप देनेवाले दुर्वचनको सुनकर वे कदापि जीवित नहीं रहेंगे॥२४॥"
                },
                {
                    "slok": "तं तु कृच्छ्रगतं दृष्ट्वा पञ्चत्वगतमानसम्। भृशानुरक्तमेधावी न भविष्यति लक्ष्मणः ॥२५॥",
                    "arth": "'उन्हें संकटमें पड़कर प्राणोंके परित्यागका संकल्प करते देख उनके प्रति अत्यन्त अनुराग रखनेवाले बुद्धिमान् लक्ष्मण भी जीवित नहीं रहेंगे॥२५॥ "
                },
                {
                    "slok": "विनष्टौ भ्रातरौ श्रुत्वा भरतोऽपि मरिष्यति। भरतं च मृतं दृष्ट्वा शत्रुनो न भविष्यति॥२६॥",
                    "arth": "'अपने इन दो भाइयोंके विनाशका समाचार सुनकर भरत भी प्राण त्याग देंगे और भरतकी मृत्यु देखकर शत्रुघ्न भी जीवित नहीं रह सकेंगे॥ २६ ॥"
                },
                {
                    "slok": "पुत्रान् मृतान् समीक्ष्याथ न भविष्यन्ति मातरः। कौसल्या च सुमित्रा च कैकेयी च न संशयः॥२७॥",
                    "arth": "'इस प्रकार चारों पुत्रोंकी मृत्यु हुई देख कौसल्या, सुमित्रा और कैकेयी-ये तीनों माताएँ भी निस्संदेह प्राण दे देंगी॥ २७॥ "
                },
                {
                    "slok": "कृतज्ञः सत्यसंधश्च सुग्रीवः प्लवगाधिपः। रामं तथागतं दृष्ट्वा ततस्त्यक्ष्यति जीवितम्॥२८॥ ",
                    "arth": "'कृतज्ञ और सत्यप्रतिज्ञ वानरराज सुग्रीव भी जब श्रीरामचन्द्रजीको ऐसी अवस्थामें देखेंगे तो स्वयं भी प्राणविसर्जन कर देंगे॥२८॥ "
                },
                {
                    "slok": "दुर्मना व्यथिता दीना निरानन्दा तपस्विनी। पीडिता भर्तृशोकेन रुमा त्यक्ष्यति जीवितम्॥२९॥ ",
                    "arth": "'तत्पश्चात् पतिशोकसे पीड़ित हो दुःखितचित्त, दीन, व्यथित और आनन्दशून्य हुई तपस्विनी रुमा भी जान दे देगी॥ २९॥ "
                },
                {
                    "slok": "वालिजेन तु दुःखेन पीडिता शोककर्शिता। पञ्चत्वमागता राज्ञी तारापि न भविष्यति॥३०॥",
                    "arth": "'फिर तो रानी तारा भी जीवित नहीं रहेंगी। वे वालीके विरहजनित दुःखसे तो पीड़ित थी ही, इस नूतन शोकसे कातर हो शीघ्र ही मृत्युको प्राप्त हो जायेंगी॥३०॥ "
                },
                {
                    "slok": "मातापित्रोविनाशेन सुग्रीवव्यसनेन च। कुमारोऽप्यंगदस्तस्माद् विजहिष्यति जीवितम्॥३१॥",
                    "arth": "'माता-पिताके विनाश और सुग्रीवके मरणजनित संकटसे पीड़ित हो कुमार अंगद भी अपने प्राणोंका परित्याग कर देंगे॥३१॥ "
                },
                {
                    "slok": "भर्तृजेन तु दुःखेन अभिभूता वनौकसः। शिरांस्यभिहनिष्यन्ति तलैर्मुष्टिभिरेव च॥३२॥ सान्त्वेनानुप्रदानेन मानेन च यशस्विना। लालिताः कपिनाथेन प्राणांस्त्यक्ष्यन्ति वानराः॥३३॥ ",
                    "arth": "'तदनन्तर स्वामीके दुःखसे पीड़ित हुए सारे वानर अपने हाथों और मुक्कोंसे सिर पीटने लगेंगे। यशस्वी वानरराजने सान्त्वनापूर्ण वचनों और दान-मानसे जिनका लालन-पालन किया था, वे वानर अपने प्राणोंका परित्याग कर देंगे॥३२-३३॥ "
                },
                {
                    "slok": "न वनेषु न शैलेषु न निरोधेषु वा पुनः। क्रीडामनुभविष्यन्ति समेत्य कपिकुञ्जराः॥३४॥ ",
                    "arth": "'ऐसी अवस्थामें शेष वानर वनों, पर्वतों और गुफाओंमें एकत्र होकर फिर कभी क्रीड़ा-विहारका आनन्द नहीं लेंगे॥३४॥ "
                },
                {
                    "slok": "सपुत्रदाराः सामात्या भर्तृव्यसनपीडिताः। शैलाग्रेभ्यः पतिष्यन्ति समेषु विषमेषु च॥३५॥",
                    "arth": "'अपने राजाके शोकसे पीड़ित हो सब वानर अपने पुत्र, स्त्री और मन्त्रियोंसहित पर्वतोंके शिखरोंसे नीचे सम अथवा विषम स्थानोंमें गिरकर प्राण दे देंगे। "
                },
                {
                    "slok": "विषमुद्बन्धनं वापि प्रवेशं ज्वलनस्य वा। उपवासमथो शस्त्रं प्रचरिष्यन्ति वानराः॥३६॥",
                    "arth": "'अथवा सारे विष पी लेंगे या फाँसी लगा लेंगे या जलती आगमें प्रवेश कर जायेंगे। उपवास करने लगेंगे अथवा अपने ही शरीरमें छुरा भोंक लेंगे॥३६॥ "
                },
                {
                    "slok": "घोरमारोदनं मन्ये गते मयि भविष्यति। इक्ष्वाकुकुलनाशश्च नाशश्चैव वनौकसाम्॥ ३७॥",
                    "arth": "'मेरे वहाँ जानेपर मैं समझता हूँ बड़ा भयंकर आर्तनाद होने लगेगा। इक्ष्वाकुकुलका नाश और वानरोंका भी विनाश हो जायगा॥३७॥ "
                },
                {
                    "slok": "सोऽहं नैव गमिष्यामि किष्किन्धां नगरीमितः। नहि शक्ष्याम्यहं द्रष्टुं सुग्रीवं मैथिली विना॥३८॥",
                    "arth": "'इसलिये मैं यहाँसे किष्किन्धापुरीको तो नहीं जाऊँगा। मिथिलेशकुमारी सीताको देखे बिना मैं सुग्रीवका भी दर्शन नहीं कर सकूँगा॥ ३८॥ "
                },
                {
                    "slok": "मय्यगच्छति चेहस्थे धर्मात्मानौ महारथौ। आशया तौ धरिष्येते वानराश्च तरस्विनः॥३९॥ ",
                    "arth": "'यदि मैं यहीं रहूँ और वहाँ न जाऊँ तो मेरी आशा लगाये वे दोनों धर्मात्मा महारथी बन्धु प्राण धारण किये रहेंगे और वे वेगशाली वानर भी जीवित रहेंगे॥ ३९॥ "
                },
                {
                    "slok": "हस्तादानो मुखादानो नियतो वृक्षमूलिकः। वानप्रस्थो भविष्यामि ह्यदृष्ट्वा जनकात्मजाम्॥४०॥",
                    "arth": "'जानकीजीका दर्शन न मिलनेपर मैं यहाँ वानप्रस्थी हो जाऊँगा। मेरे हाथपर अपने-आप जो फल आदि खाद्य वस्तु प्राप्त हो जायगी, उसीको खाकर रहूँगा या परेच्छासे मेरे मुँहमें जो फल आदि खाद्य वस्तु पड़ जायगी, उसीसे निर्वाह करूँगा तथा शौच, संतोष आदि नियमोंके पालनपूर्वक वृक्षके नीचे निवास करूँगा॥४०॥ "
                },
                {
                    "slok": "सागरानूपजे देशे बहुमूलफलोदके। चितिं कृत्वा प्रवेक्ष्यामि समिद्धमरणीसुतम्॥४१॥",
                    "arth": "'अथवा सागरतटवर्ती स्थानमें, जहाँ फल-मूल और जलकी अधिकता होती है, मैं चिता बनाकर जलती हुई आगमें प्रवेश कर जाऊँगा॥४१॥"
                },
                {
                    "slok": "उपविष्टस्य वा सम्यग् लिंगिनं साधयिष्यतः। शरीरं भक्षयिष्यन्ति वायसाः श्वापदानि च॥४२॥",
                    "arth": "'अथवा आमरण उपवासके लिये बैठकर लिंगशरीरधारी जीवात्माका शरीरसे वियोग करानेके प्रयत्नमें लगे हुए मेरे शरीरको कौवे तथा हिंसक जन्तु अपना आहार बना लेंगे॥४२॥ "
                },
                {
                    "slok": "इदमप्युषिभिर्दृष्टं निर्याणमिति मे मतिः। सम्यगापः प्रवेक्ष्यामि न चेत् पश्यामि जानकीम्॥४३॥",
                    "arth": "मा 'यदि मुझे जानकीजीका दर्शन नहीं हुआ तो मैं खुशी-खुशी जल-समाधि ले लूँगा। मेरे विचारसे इस तरह जल-प्रवेश करके परलोकगमन करना ऋषियोंकी दृष्टिमें भी उत्तम ही है॥४३॥ "
                },
                {
                    "slok": "सुजातमूला सुभगा कीर्तिमाला यशस्विनी। प्रभग्ना चिररात्राय मम सीतामपश्यतः॥४४॥ ",
                    "arth": "'जिसका प्रारम्भ शुभ है, ऐसी सुभगा, यशस्विनी और मेरी कीर्तिमालारूपा यह दीर्घ रात्रि भी सीताजीको देखे बिना ही बीत चली॥४४॥ "
                },
                {
                    "slok": "तापसो वा भविष्यामि नियतो वृक्षमूलिकः। नेतः प्रतिगमिष्यामि तामदृष्ट्वासितेक्षणाम्॥४५॥",
                    "arth": "'अथवा अब मैं नियमपूर्वक वृक्षके नीचे निवास करनेवाला तपस्वी हो जाऊँगा; किंतु उस असितलोचना सीताको देखे बिना यहाँसे कदापि नहीं लौटूंगा॥ ४५ ॥ "
                },
                {
                    "slok": "यदि तु प्रतिगच्छामि सीतामनधिगम्य ताम्। अंगदः सहितः सर्वैर्वानरैर्न भविष्यति॥४६॥",
                    "arth": "यदि सीताका पता लगाये बिना ही मैं लौट जाऊँ तो समस्त वानरोंसहित अंगद जीवित नहीं रहेंगे॥४६॥ "
                },
                {
                    "slok": "विनाशे बहवो दोषा जीवन् प्राप्नोति भद्रकम्। तस्मात् प्राणान् धरिष्यामि ध्रुवो जीवति संगमः॥४७॥",
                    "arth": "'इस जीवनका नाश कर देनेमें बहुत-से दोष हैं। जो पुरुष जीवित रहता है, वह कभी-न-कभी अवश्य कल्याणका भागी होता है; अतः मैं इन प्राणोंको धारण किये रहूँगा। जीवित रहनेपर अभीष्ट वस्तु अथवा सुखकी प्राप्ति अवश्यम्भावी है'॥४७॥ "
                },
                {
                    "slok": "एवं बहुविधं दुःखं मनसा धारयन् बहु। नाध्यगच्छत् तदा पारं शोकस्य कपिकुञ्जरः॥४८॥",
                    "arth": "इस तरह मनमें अनेक प्रकारके दुःख धारण किये कपिकुञ्जर हनुमान्जी शोकका पार न पा सके॥४८॥"
                },
                {
                    "slok": "ततो विक्रममासाद्य धैर्यवान् कपिकुञ्जरः। रावणं वा वधिष्यामि दशग्रीवं महाबलम्। ना गीना रागाची भविष्यति॥४९॥ ",
                    "arth": "तदनन्तर धैर्यवान् कपिश्रेष्ठ हनुमान्ने पराक्रमका सहारा लेकर सोचा-'अथवा महाबली दशमुख रावणका ही वध क्यों न कर डालूँ। भले ही सीताका अपहरण हो गया हो, इस रावणको मार डालनेसे उस वैरका भरपूर बदला सध जायगा॥४९॥ "
                },
                {
                    "slok": "अथवैनं समुत्क्षिप्य उपर्युपरि सागरम्। रामायोपहरिष्यामि पशुं पशुपतेरिव॥५०॥ ",
                    "arth": "'अथवा इसे उठाकर समुद्रके ऊपर-ऊपरसे ले जाऊँ और जैसे पशुपति (रुद्र या अग्नि )-को पशु अर्पित किया जाय, उसी प्रकार श्रीरामके हाथमें इसको सौंप दूँ'॥५०॥ "
                },
                {
                    "slok": "इति चिन्तासमापन्नः सीतामनधिगम्य ताम्। ध्यानशोकपरीतात्मा चिन्तयामास वानरः॥५१॥",
                    "arth": "इस प्रकार सीताजीको न पाकर वे चिन्तामें निमग्न हो गये। उनका मन सीताके ध्यान और शोकमें डूब गया। फिर वे वानरवीर इस प्रकार विचार करने लगे- ॥५१॥ "
                },
                {
                    "slok": "यावत् सीतां न पश्यामि रामपत्नी यशस्विनीम्। तावदेतां पुरी लंकां विचिनोमि पुनः पुनः॥५२॥",
                    "arth": "'जबतक मैं यशस्विनी श्रीराम-पत्नी सीताका दर्शन न कर लूँगा, तबतक इस लंकापुरीमें बारंबार उनकी खोज करता रहूँगा॥५२॥ "
                },
                {
                    "slok": "सम्पातिवचनाच्चापि रामं यद्यानयाम्यहम्। अपश्यन् राघवो भार्यां निर्दहेत् सर्ववानरान्॥५३॥",
                    "arth": "'यदि सम्पातिके कहनेसे भी मैं श्रीरामको यहाँ बुला ले आऊँ तो अपनी पत्नीको यहाँ न देखनेपर श्रीरघुनाथजी समस्त वानरोंको जलाकर भस्म कर देंगे॥५३॥ "
                },
                {
                    "slok": "इहैव नियताहारो वत्स्यामि नियतेन्द्रियः। न मत्कृते विनश्ययुः सर्वे ते नरवानराः॥५४॥",
                    "arth": "'अतः यहीं नियमित आहार और इन्द्रियोंके संयमपूर्वक निवास करूँगा। मेरे कारण वे समस्त नर और वानर नष्ट न हों॥५४॥ "
                },
                {
                    "slok": "अशोकवनिका चापि महतीयं महाद्रुमा। इमामधिगमिष्यामि नहीयं विचिता मया॥५५॥",
                    "arth": "'इधर यह बहुत बड़ी अशोकवाटिका है, इसके भीतर बड़े-बड़े वृक्ष हैं। इसमें मैंने अभीतक अनुसंधान नहीं किया है, अतः अब इसीमें चलकर ढूँढंगा॥५५॥ "
                },
                {
                    "slok": "वसून् रुद्रांस्तथाऽऽदित्यानश्विनौ मरुतोऽपि च। नमस्कत्वा गमिष्यामि रक्षसां शोकवर्धनः॥५६॥",
                    "arth": "'राक्षसोंके शोकको बढ़ानेवाला मैं यहाँसे वसु, रुद्र, आदित्य, अश्विनीकुमार और मरुद्गणोंको नमस्कार करके अशोकवाटिकामें चलूँगा॥५६॥ "
                },
                {
                    "slok": "जित्वा तु राक्षसान् देवीमिक्ष्वाकुकुलनन्दिनीम्। सम्प्रदास्यामि रामाय सिद्धीमिव तपस्विने॥५७॥ ",
                    "arth": "'वहाँ समस्त राक्षसोंको जीतकर जैसे तपस्वीको सिद्धि प्रदान की जाती है, इसी प्रकार श्रीरामचन्द्रजीके हाथमें इक्ष्वाकुकुलको आनन्दित करनेवाली देवी सीताको सौंप दूंगा' ॥५७॥ "
                },
                {
                    "slok": "स मुहूर्तमिव ध्यात्वा चिन्ताविग्रथितेन्द्रियः। उदतिष्ठन् महाबाहुर्हनूमान् मारुतात्मजः॥५८॥ नमोऽस्तु रामाय सलक्ष्मणाय देव्यै च तस्यै जनकात्मजायै। नमोऽस्तु रुद्रेन्द्रयमानिलेभ्यो नमोऽस्तु चन्द्राग्निमरुद्गणेभ्यः॥५९॥ ",
                    "arth": "इस प्रकार दो घड़ीतक सोच-विचारकर चिन्तासे शिथिल इन्द्रियवाले महाबाहु पवनकुमार हनुमान् सहसा उठकर खड़े हो गये (और देवताओंको नमस्कार करते हए बोले-) 'लक्ष्मणसहित श्रीरामको नमस्कार है। जनकनन्दिनी सीता देवीको भी नमस्कार है। रुद्र, इन्द्र, यम और वायु देवताको नमस्कार है तथा चन्द्रमा, अग्नि एवं मरुद्गणोंको भी नमस्कार है॥५८-५९॥ "
                },
                {
                    "slok": "स तेभ्यस्तु नमस्कृत्वा सुग्रीवाय च मारुतिः। दिशः सर्वाः समालोक्य सोऽशोकवनिका प्रति॥६०॥ ",
                    "arth": "इस प्रकार उन सबको तथा सुग्रीवको भी नमस्कार करके पवनकुमार हनुमान्जी सम्पूर्ण दिशाओंकी ओर दृष्टिपात करके अशोकवाटिकामें जानेको उद्यत हुए॥६०॥ "
                },
                {
                    "slok": "स गत्वा मनसा पूर्वमशोकवनिकां शुभाम्। उत्तरं चिन्तयामास वानरो मारुतात्मजः॥६१॥",
                    "arth": "उन वानरवीर पवनकुमारने पहले मनके द्वारा ही उस सुन्दर अशोक-वाटिकामें जाकर भावी कर्तव्यका इस प्रकार चिन्तन किया॥६१॥ "
                },
                {
                    "slok": "ध्रुवं तु रक्षोबहुला भविष्यति वनाकुला। अशोकवनिका पुण्या सर्वसंस्कारसंस्कृता॥६२॥",
                    "arth": "'वह पुण्यमयी अशोकवाटिका सींचने-कोड़ने आदि सब प्रकारके संस्कारोंसे सँवारी गयी है। वह दूसरे-दूसरे वनोंसे भी घिरी हुई है; अतः उसकी रक्षाके लिये वहाँ निश्चय ही बहुत-से राक्षस तैनात किये गये होंगे॥६२॥"
                },
                {
                    "slok": "रक्षिणश्चात्र विहिता नूनं रक्षन्ति पादपान्। भगवानपि विश्वात्मा नातिक्षोभं प्रवायति॥६३॥",
                    "arth": "'राक्षसराजके नियुक्त किये हुए रक्षक अवश्य ही वहाँके वृक्षोंकी रक्षा करते होंगे; इसलिये जगत्के प्राणस्वरूप भगवान् वायुदेव भी वहाँ अधिक वेगसे नहीं बहते होंगे॥६३॥ "
                },
                {
                    "slok": "संक्षिप्तोऽयं मयाऽऽत्मा च रामार्थे रावणस्य च। सिद्धिं दिशन्तु मे सर्वे देवाः सर्षिगणास्त्विह॥६४॥",
                    "arth": "'मैंने श्रीरामचन्द्रजीले कार्यकी सिद्धि तथा रावणसे अदृश्य रहनेके लिये अपने शरीरको संकुचित करके छोटा बना लिया है। मुझे इस कार्यमें ऋषियोंसहित समस्त देवता सिद्धि-सफलता प्रदान करें॥६४॥ "
                },
                {
                    "slok": "ब्रह्मा स्वयम्भूर्भगवान् देवाश्चैव तपस्विनः। सिद्धिमग्निश्च वायुश्च पुरुहूतश्च वज्रभृत्॥६५॥",
                    "arth": "'स्वयम्भू भगवान् ब्रह्मा, अन्य देवगण, तपोनिष्ठ महर्षि, अग्निदेव, वायु तथा वज्रधारी इन्द्र भी मुझे सफलता प्रदान करें॥६५॥ "
                },
                {
                    "slok": "वरुणः पाशहस्तश्च सोमादित्यौ तथैव च। अश्विनौ च महात्मानौ मरुतः सर्व एव च॥६६॥ सिद्धिं सर्वाणि भूतानि भूतानां चैव यः प्रभुः। दास्यन्ति मम ये चान्येऽप्यदृष्टाः पथि गोचराः॥६७॥",
                    "arth": "'पाशधारी वरुण, सोम, आदित्य, महात्मा अश्विनीकुमार, समस्त मरुद्गण, सम्पूर्ण भूत और भूतोंके अधिपति तथा और भी जो मार्गमें दीखनेवाले एवं न दीखनेवाले देवता हैं, वे सब मुझे सिद्धि प्रदान करेंगे॥६६-६७॥ "
                },
                {
                    "slok": "तदुन्नस पाण्डुरदन्तमवणं शुचिस्मितं पद्मपलाशलोचनम्। द्रक्ष्ये तदार्यावदनं कदा न्वह प्रसन्नताराधिपतुल्यवर्चसम् ॥६८॥ ",
                    "arth": "'जिसकी नाक ऊँची और दाँत सफेद हैं, जिसमें चेचक आदिके दाग नहीं हैं, जहाँ पवित्र मुसकानकी छटा छायी रहती है, जिसके नेत्र प्रफुल्ल कमलदलके समान सुशोभित होते हैं तथा जो निष्कलंक कलाधरके तुल्य कमनीय कान्तिसे युक्त है, वह आर्या सीताका मुख मुझे कब दिखायी देगा ? ॥६८॥ "
                },
                {
                    "slok": "क्षुद्रेण हीनेन नृशंसमूर्तिन  सुदारुणालंकृतवेषधारिणा । बलाभिभूता ह्यबला तपस्विनकथं नु मे दृष्टिपथेऽद्य सा भवेत्॥६९॥ ",
                    "arth": "'इस क्षुद्र, नीच, नृशंसरूपधारी और अत्यन्त 'इस क्षुद्र, नीच, नृशंसरूपधारी और अत्यन्त अपने अधीन कर लिया है। अब किस प्रकार वह मेरे दृष्टिपथमें आ सकती हैं?'॥६९॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे त्रयोदशः सर्गः॥१३॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें तेरहवाँ सर्ग पूरा हुआ॥१३॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - चतुर्दशः सर्गः हनुमान्जीका अशोकवाटिकामें प्रवेश करके उसकी शोभा देखना तथा एक अशोकवृक्षपर छिपे रहकर वहींसे सीताका अनुसन्धान करना",
            "arths": [
                {
                    "slok": "स मुहूर्तमिव ध्यात्वा मनसा चाधिगम्य ताम्। अवप्लुतो महातेजाः प्राकारं तस्य वेश्मनः॥१॥",
                    "arth": "महातेजस्वी हनुमान्जी एक मुहूर्ततक इसी प्रकार विचार करते रहे। तत्पश्चात् मन-ही-मन सीताजीका ध्यान करके वे रावणके महलसे कूद पड़े और अशोकवाटिकाकी चहारदीवारीपर चढ़ गये॥१॥ "
                },
                {
                    "slok": "स तु संहृष्टसर्वांगः प्राकारस्थो महाकपिः। पुष्पिताग्रान् वसन्तादौ ददर्श विविधान् गुमान्॥२॥",
                    "arth": "उस चहारदीवारीपर बैठे हुए महाकपि हनुमान्जीके सारे अंगोंमें हर्षजनित रोमाञ्च हो आया। उन्होंने वसन्तके आरम्भमें वहाँ नाना प्रकारके वृक्ष देखे, जिनकी डालियोंके अग्रभाग फूलोंके भारसे लदे थे॥२॥ "
                },
                {
                    "slok": "सालानशोकान् भव्यांश्च चम्पकांश्च सुपुष्पितान्। उद्दालकान् नागवृक्षांश्चूतान् कपिमुखानपि॥३॥ तथाऽऽम्रवणसम्पन्नॉल्लताशतसमन्वितान् । ज्यामुक्त इव नाराचः पुप्लुवे वृक्षवाटिकाम्॥४॥",
                    "arth": "वहाँ साल, अशोक, निम्ब और चम्पाके वृक्ष खूब खिले हुए थे। बहुवार, नागकेसर और बन्दरके मुँहकी भाँति लाल फल देनेवाले आम भी पुष्प एवं मञ्जरियोंसे सुशोभित हो रहे थे। अमराइयोंसे युक्त वे सभी वृक्ष शत-शत लताओंसे आवेष्टित थे। हनुमानजी प्रत्यञ्चासे छूटे हुए बाणके समान उछले और उन वृक्षोंकी वाटिकामें जा पहुँचे॥३-४॥ "
                },
                {
                    "slok": "स प्रविश्य विचित्रां तां विहगैरभिनादिताम्। राजतैः काञ्चनैश्चैव पादपैः सर्वतो वृताम्॥५॥ विहगैर्मृगसङ्घश्च विचित्रां चित्रकाननाम्। उदितादित्यसंकाशां ददर्श हनुमान् बली॥६।",
                    "arth": "वह विचित्र वाटिका सोने और चाँदीके समान वर्णवाले वृक्षोंद्वारा सब ओरसे घिरी हुई थी। उसमें नान प्रकारके पक्षी कलरव कर रहे थे, जिससे वह सारी वाटिका गूँज रही थी। उसके भीतर प्रवेश करके बलवान् हनुमान्जीने उसका निरीक्षण किया। भाँतिभाँतिके विहंगमों और मृगसमूहोंसे उसकी विचित्र शोभा हो रही थी। वह विचित्र काननोंसे अलंकृत थी और नवोदित सूर्यके समान अरुण रंगकी दिखायी देती थी॥"
                },
                {
                    "slok": "वृतां नानाविधैर्वृक्षैः पुष्पोपगफलोपगैः। कोकिलै ङ्गराजैश्च मत्तैर्नित्यनिषेविताम्॥७॥",
                    "arth": "फूलों और फलोंसे लदे हुए नाना प्रकारके वृक्षोंसे व्याप्त हुई उस अशोकवाटिकाका मतवाले कोकिल और भ्रमर सेवन करते थे॥७॥"
                },
                {
                    "slok": "प्रहृष्टमनुजां काले मृगपक्षिमदाकुलाम्। मत्तबर्हिणसंघुष्टां नानाद्विजगणायुताम्॥८॥",
                    "arth": "वह वाटिका ऐसी थी, जहाँ जानेसे हर समय लोगोंके मनमें प्रसन्नता होती थी। मृग और पक्षी मदमत्त हो उठते थे। मतवाले मोरोंका कलनाद वहाँ निरन्तर गूंजता रहता था और नाना प्रकारके पक्षी वहाँ निवास करते थे॥८॥ "
                },
                {
                    "slok": "मार्गमाणो वरारोहां राजपुत्रीमनिन्दिताम्। सुखप्रसुप्तान् विहगान् बोधयामास वानरः॥९॥",
                    "arth": "उस वाटिकामें सती-साध्वी सुन्दरी राजकुमारी सीताकी खोज करते हुए वानरवीर हनुमान्ने घोंसलोंमें सुखपूर्वक सोये हुए पक्षियोंको जगा दिया॥९॥ "
                },
                {
                    "slok": "उत्पतद्भिर्द्विजगणैः पक्षातैः समाहताः। अनेकवर्णा विविधा मुमुचुः पुष्पवृष्टयः॥१०॥",
                    "arth": "उड़ते हुए विहंगमोंके पंखोंकी हवा लगनेसे वहाँके वृक्ष अनेक प्रकारके रंग-बिरंगे फूलोंकी वर्षा करने लगे। "
                },
                {
                    "slok": "पुष्पावकीर्णः शुशुभे हनूमान् मारुतात्मजः। अशोकवनिकामध्ये यथा पुष्पमयो गिरिः॥११॥",
                    "arth": "उस समय पवनकुमार हनुमान्जी उन फूलोंसे आच्छादित होकर ऐसी शोभा पाने लगे, मानो उस अशोकवनमें कोई फूलोंका बना हुआ पहाड़ शोभा II ग्दा दो॥ 99॥"
                },
                {
                    "slok": "दिशः सर्वाभिधावन्तं वृक्षखण्डगतं कपिम्। दृष्ट्वा सर्वाणि भूतानि वसन्त इति मेनिरे॥१२॥",
                    "arth": "सम्पूर्ण दिशाओंमें दौड़ते और वृक्षसमूहोंमें घूमते हुए कपिवर हनुमान्जीको देखकर समस्त प्राणी एवं राक्षस ऐसा मानने लगे कि साक्षात् ऋतुराज वसन्त ही यहाँ वानरवेशमें विचर रहा है॥१२॥ "
                },
                {
                    "slok": "वृक्षेभ्यः पतितैः पुष्पैरवकीर्णाः पृथग्विधैः। रराज वसुधा तत्र प्रमदेव विभूषिता॥१३॥",
                    "arth": "वृक्षोंसे झड़कर गिरे हुए भाँति-भाँतिके फूलोंसे आच्छादित हुई वहाँकी भूमि फूलोंके शृंगारसे विभूषित हुई युवती स्त्रीके समान शोभा पाने लगी॥१३॥ "
                },
                {
                    "slok": "तरस्विना ते तरवस्तरसा बहु कम्पिताः। कुसुमानि विचित्राणि ससृजुः कपिना तदा॥१४॥",
                    "arth": "उस समय उन वेगशाली वानरवीरके द्वारा वेगपूर्वक बारंबार हिलाये हुए वे वृक्ष विचित्र पुष्पोंकी वर्षा कर रहे थे॥१४॥ "
                },
                {
                    "slok": "निर्धूतपत्रशिखराः शीर्णपुष्पफलद्रुमाः। निक्षिप्तवस्त्राभरणा धूर्ता इव पराजिताः॥१५॥",
                    "arth": "इस प्रकार डालियोंके पत्ते झड़ जाने तथा फलफूल और पल्लवोंके टूटकर बिखर जानेसे नंग-धडंग दिखायी देनेवाले वे वृक्ष उन हारे हुए जुआरियोंके समान जान पड़ते थे, जिन्होंने अपने गहने और कपड़े भी दावॅपर रख दिये हों॥१५॥ "
                },
                {
                    "slok": "हनूमता वेगवता कम्पितास्ते नगोत्तमाः। पुष्पपत्रफलान्याशु मुमुचुः फलशालिनः॥१६॥",
                    "arth": "वेगशाली हनुमान्जीके हिलाये हुए वे फलशाली श्रेष्ठ वृक्ष तुरंत ही अपने फल-फूल और पत्तोंका परित्याग कर देते थे॥१६॥ "
                },
                {
                    "slok": "विहंगसङ्घींनास्ते स्कन्धमात्राश्रया द्रुमाः। बभूवुरगमाः सर्वे मारुतेन विनिर्धताः॥१७॥",
                    "arth": "पवनपुत्र हनुमान्द्वारा कम्पित किये गये वे वृक्ष फल-फूल आदिके न होनेसे केवल डालियोंके आश्रय बने हुए थे; पक्षियोंके समुदाय भी उन्हें छोड़कर चल दिये थे। उस अवस्थामें वे सब-के-सब प्राणिमात्रके लिये अगम्य (असेवनीय) हो गये थे॥१७॥ "
                },
                {
                    "slok": "विधूतकेशी युवतिर्यथा मृदितवर्णका। निपीतशुभदन्तोष्ठी नखैर्दन्तैश्च विक्षता॥१८॥ तथा लांगूलहस्तैस्तु चरणाभ्यां च मर्दिता। तथैवाशोकवनिका प्रभग्नवनपादपा॥१९॥",
                    "arth": "जिसके केश खुल गये हैं, अंगराग मिट गये हैं, सुन्दर दन्तावलीसे युक्त अधर-सुधाका पान कर लिया गया है तथा जिसके कतिपय अंग नखक्षत एवं दन्तक्षतसे उपलक्षित हो रहे हैं, प्रियतमके उपभोगमें आयी हुई उस युवतीके समान ही उस अशोकवाटिकाकी भी दशा हो रही थी। हनुमान्जीके हाथ-पैर और पूँछसे रौंदी जा चुकी थी तथा उसके अच्छे-अच्छे वृक्ष टूटकर गिर गये थे; इसलिये वह श्रीहीन हो गयी थी॥१८-१९॥"
                },
                {
                    "slok": "महालतानां दामानि व्यधमत् तरसा कपिः। यथा प्रावृषि वेगेन मेघजालानि मारुतः॥२०॥",
                    "arth": "जैसे वायु वर्षा-ऋतुमें अपने वेगसे मेघसमूहोंको छिन्न-भिन्न कर देती है, उसी प्रकार कपिवर हनुमान्ने वहाँ फैली हुई विशाल लता-वल्लरियोंके वितान वेगपूर्वक तोड़ डाले॥२०॥ "
                },
                {
                    "slok": "स तत्र मणिभूमीश्च राजतीश्च मनोरमाः। तथा काञ्चनभूमीश्च विचरन् ददृशे कपिः॥२१॥",
                    "arth": "वहाँ विचरते हुए उन वानरवीरने पृथक्-पृथक् ऐसी मनोरम भूमियोंका दर्शन किया, जिनमें मणि, चाँदी एवं सोने जड़े गये थे॥२१॥ वापीश्च विविधाकाराः पूर्णाः परमवारिणा। महामणिसोपानरुपपन्नास्ततस्ततः ॥२२॥ "
                },
                {
                    "slok": "वापीश्च विविधाकाराः पूर्णाः परमवारिणा। महामणिसोपानरुपपन्नास्ततस्ततः ॥२२॥ मुक्ताप्रवालसिकताः स्फाटिकान्तरकुट्टिमाः। काञ्चनैस्तरुभिश्चित्रैस्तीरजैरुपशोभिताः ॥२३॥",
                    "arth": "उस वाटिकामें उन्होंने जहाँ-तहाँ विभिन्न आकारोंकी बावड़ियाँ देखीं, जो उत्तम जलसे भरी हुईं और मणिमय सोपानोंसे युक्त थीं। उनके भीतर मोती और मूंगोंकी बालुकाएँ थीं। जलके नीचेकी फर्श स्फटिक मणिकी बनी हुई थी और उन बावड़ियोंके तटोंपर तरह-तरहके विचित्र सुवर्णमय वृक्ष शोभा दे रहे थे॥ २२-२३॥ "
                },
                {
                    "slok": "बद्धपद्मोत्पलवनाशचक्रवाकोपशोभिताः । नत्यूहरुतसंघुष्टा हंससारसनादिताः॥२४॥",
                    "arth": "उनमें खिले हुए कमलोंके वन और चक्रवाकोंके जोड़े शोभा बढ़ा रहे थे तथा पपीहा, हंस और सारसोंके कलनाद गूंज रहे थे॥ २४॥ "
                },
                {
                    "slok": "दीर्घाभिर्दुमयुक्ताभिः सरिद्भिश्च समन्ततः। अमृतोपमतोयाभिः शिवाभिरुपसंस्कृताः॥२५॥ ",
                    "arth": "अनेकानेक विशाल, तटवर्ती वृक्षोंसे सुशोभित, अमृतके समान मधुर जलसे पूर्ण तथा सुखदायिनी सरिताएँ चारों ओरसे उन बावड़ियोंका सदा संस्कार करती थीं (उन्हें स्वच्छ जलसे परिपूर्ण बनाये रखती थीं)॥२५॥"
                },
                {
                    "slok": "लताशतैरवतताः संतानकुसुमावृताः। नानागुल्मावृतवनाः करवीरकृतान्तराः॥२६॥ ",
                    "arth": "उनके तटोंपर सैकड़ों प्रकारकी लताएँ फैली हुई थीं। खिले हुए कल्पवृक्षोंने उन्हें चारों ओरसे घेर रखा था। उनके जल नाना प्रकारकी झाड़ियोंसे ढके हुए थे तथा बीच-बीचमें खिले हुए कनेरके वृक्ष गवाक्षकी-सी शोभा पाते थे॥२६॥"
                },
                {
                    "slok": "ततोऽम्बुधरसंकाशं प्रवृद्धशिखरं गिरिम्। पार विचित्रकूट कूटैश्च सर्वतः परिवारितम्॥२७॥ शिलागृहैरवततं नानावृक्षसमावृतम्। ददर्श कपिशार्दूलो रम्यं जगति पर्वतम् ॥२८॥",
                    "arth": "फिर वहाँ कपिश्रेष्ठ हनुमान्ने एक मेघके समान काला और ऊँचे शिखरोंवाला पर्वत देखा, जिसकी चोटियाँ बड़ी विचित्र थीं। उसके चारों ओर दूसरे-दूसरे भी बहुत-से पर्वत-शिखर शोभा पाते थे। उसमें बहुत-सी पत्थरकी गुफाएँ थीं और उस पर्वतपर अनेकानेक वृक्ष उगे हुए थे। वह पर्वत संसारभरमें बड़ा रमणीय था॥ "
                },
                {
                    "slok": "ददर्श च नगात् तस्मान्नदी निपतितां कपिः। अंकादिव समुत्पत्य प्रियस्य पतितां प्रियाम्॥२९॥",
                    "arth": "कपिवर हनुमान्ने उस पर्वतसे गिरी हुई एक नदी देखी, जो प्रियतमके अंकसे उछलकर गिरी हुई प्रियतमाके समान जान पड़ती थी॥ २९॥ "
                },
                {
                    "slok": "जले निपतितात्रैश्च पादपैरुपशोभिताम्। . वार्यमाणामिव क्रुद्धां प्रमदां प्रियबन्धुभिः॥३०॥",
                    "arth": "जिनकी डालियाँ नीचे झुककर पानीसे लग गयी थीं, ऐसे तटवर्ती वृक्षोंसे उस नदीकी वैसी ही शोभा हो रही थी, मानो प्रियतमसे रूठकर अन्यत्र जाती हुई युवतीको उसकी प्यारी सखियाँ उसे आगे बढ़नेसे रोक रही हों॥३०॥ "
                },
                {
                    "slok": "पुनरावृत्ततोयां च ददर्श स महाकपिः। प्रसन्नामिव कान्तस्य कान्तां पुनरुपस्थिताम्॥३१॥",
                    "arth": "फिर उन महाकपिने देखा कि वृक्षोंकी उन डालियोंसे टकराकर उस नदीके जलका प्रवाह पीछेक ओर मुड़ गया है। मानो प्रसन्न हुई प्रेयसी पुनः प्रियतमकी सेवामें उपस्थित हो रही हो॥३१॥ "
                },
                {
                    "slok": "तस्यादूरात् स पद्मिन्यो नानाद्विजगणायुताः। ददर्श कपिशार्दूलो हनूमान् मारुतात्मजः॥३२॥",
                    "arth": "उस पर्वतसे थोड़ी ही दूरपर कपिश्रेष्ठ पवनपुत्र हनुमान्ने बहुत से कमलमण्डित सरोवर देखे, जिनमें नाना प्रकारके पक्षी चहचहा रहे थे ॥ ३२ ॥"
                },
                {
                    "slok": "कृत्रिमा दीर्घिकां चापि पूर्णां शीतेन वारिणा। मणिप्रवरसोपानां मुक्तासिकतशोभिताम्॥३३॥ ",
                    "arth": "उनके सिवा उन्होंने एक कृत्रिम तालाब भी देखा, जो शीतल जलसे भरा हुआ था। उसमें श्रेष्ठ मणियोंकी सीढ़ियाँ बनी थीं और वह मोतियोंकी बालुकाराशिसे सुशोभित था॥ ३३॥ "
                },
                {
                    "slok": "विविधैर्मुगसडैश्च विचित्रां चित्रकाननाम्। प्रासादैः सुमहद्भिश्च निर्मितैर्विश्वकर्मणा ॥३४॥ काननैः कृत्रिमैश्चापि सर्वतः समलंकृताम्।। ",
                    "arth": "उस अशोकवाटिकामें विश्वकर्माके बनाये हुए बड़े-बड़े महल और कृत्रिम कानन सब ओरसे उसकी शोभा बढ़ा रहे थे। नाना प्रकारके मृगसमूहोंसे उसकी विचित्र शोभा हो रही थी। उस वाटिकामें विचित्र वनउपवन शोभा दे रहे थे॥३४॥ "
                },
                {
                    "slok": "ये केचित् पादपास्तत्र पुष्योपगफलोपगाः॥३५॥ सच्छत्राः सवितर्दीकाः सर्वे सौवर्णवेदिकाः।",
                    "arth": "वहाँ जो कोई भी वृक्ष थे, वे सब फल-फूल देनेवाले थे, छत्रकी भाँति घनी छाया किये रहते थे। उन सबके नीचे चाँदीकी और उसके ऊपर सोनेकी वेदियाँ बनी हुई थीं॥ ३५ ॥ "
                },
                {
                    "slok": "लताप्रतानैर्बहुभिः पर्णैश्च बहुभिर्वृताम्॥३६॥ काञ्चनीं शिंशपामेकां ददर्श स महाकपिः। वृतां हेममयीभिस्तु वेदिकाभिः समन्ततः॥३७॥",
                    "arth": "तदनन्तर महाकपि हनुमान्ने एक सुवर्णमयी शिंशपा (अशोक)-का वृक्ष देखा, जो बहुत-से लतावितानों और अगणित पत्तोंसे व्याप्त था। वह वृक्ष भी सब ओरसे सुवर्णमयी वेदिकाओंसे घिरा था॥३६-३७॥ "
                },
                {
                    "slok": "सोऽपश्यद् भूमिभागांश्च नगप्रस्त्रवणानि च। सुवर्णवृक्षानपरान् ददर्श शिखिसंनिभान्॥३८॥",
                    "arth": "इसके सिवा उन्होंने और भी बहुत-से खुले मैदान, पहाड़ी झरने और अग्निके समान दीप्तिमान् सुवर्णमय वृक्ष देखे॥ ३८॥ "
                },
                {
                    "slok": "तेषां द्रुमाणां प्रभया मेरोरिव महाकपिः। अमन्यत तदा वीरः काञ्चनोऽस्मीति सर्वतः॥३९॥",
                    "arth": "उस समय वीर महाकपि हनुमान्जीने सुमेरुके समान उन वृक्षोंकी प्रभाके कारण अपनेको भी सब ओरसे सुवर्णमय ही समझा॥३९॥ "
                },
                {
                    "slok": "तान् काञ्चनान् वृक्षगणान् मारुतेन प्रकम्पितान्। किङ्किणीशतनिर्घोषान् दृष्ट्वा विस्मयमागमत् ॥४०॥ सुपुष्पिताग्रान् रुचिरांस्तरुणाङ्कुरपल्लवान् ।",
                    "arth": "वे सुवर्णमय वृक्षसमूह जब वायुके झोंके खाकर हिलने लगते, तब उनसे सैकड़ों घुघुरुओंके बजनेकी-सी मधुर ध्वनि होती थी। वह सब देखकर हनुमान्जीको बड़ा विस्मय हुआ। उन वृक्षोंकी डालियोंमें सुन्दर फूल खिले हुए थे और नये-नये अंकुर तथा पल्लव निकले हुए थे, जिससे वे बड़े सुन्दर दिखायी देते थे॥४०॥ "
                },
                {
                    "slok": "जक तामारुह्य महावेगः शिंशपां पर्णसंवृताम्॥४१॥ इतो द्रक्ष्यामि वैदेहीं रामदर्शनलालसाम्। इतश्चेतश्च दुःखार्ता सम्पतन्तीं यदृच्छया॥४२॥ ",
                    "arth": "आम महान् वेगशाली हनुमान्जी पत्तोंसे हरी-भरी उस शिंशपापर यह सोचकर चढ़ गये कि 'मैं यहींसे श्रीरामचन्द्रजीके दर्शनके लिये उत्सुक हुई उन विदेहनन्दिनी सीताको देखूगा, जो दुःखसे आतुर हो इच्छानुसार इधरउधर जाती-आती होंगी॥ ४१-४२॥ "
                },
                {
                    "slok": "अशोकवनिका चेयं दृढं रम्या दुरात्मनः। चन्दनैश्चम्पकैश्चापि बकुलैश्च विभूषिता॥४३॥ इयं च नलिनी रम्या द्विजसङ्घनिषेविता। इमां सा राजमहिषी नूनमेष्यति जानकी॥४४॥ ",
                    "arth": "'दुरात्मा रावणकी यह अशोकवाटिका बड़ी ही रमणीय है। चन्दन, चम्पा और मौलसिरीके वृक्ष इसकी शोभा बढ़ा रहे हैं। इधर यह पक्षियोंसे सेवित कमलमण्डित सरोवर भी बड़ा सुन्दर है। राजरानी जानकी इसके तटपर निश्चय ही आती होंगी॥४३-४४॥ "
                },
                {
                    "slok": "सा रामा राजमहिषी राघवस्य प्रिया सती। वनसंचारकुशला ध्रुवमेष्यति जानकी॥४५॥ ",
                    "arth": "'रघुनाथजीकी प्रियतमा राजरानी रामा सतीसाध्वी जानकी वनमें घूमने-फिरनेमें बहुत कुशल हैं। वे अवश्य इधर आयेंगी॥ ४५ "
                },
                {
                    "slok": "अथवा मृगशावाक्षी वनस्यास्य विचक्षणा। वनमेष्यति साद्येह रामचिन्तासुकर्शिता॥४६॥",
                    "arth": "'अथवा इस वनकी विशेषताओंके ज्ञानमें निपुण मृग-शावकनयनी सीता आज यहाँ इस तालाबके तटवर्ती वनमें अवश्य पधारेंगी; क्योंकि वे श्रीरामचन्द्रजीके वियोगकी चिन्तासे अत्यन्त दुबली हो गयी होंगी (और इस सुन्दर स्थानमें आनेसे उनकी चिन्ता कुछ कम हो सकेगी)॥४६॥"
                },
                {
                    "slok": "रामशोकाभिसंतप्ता सा देवी वामलोचना। वनवासरता नित्यमेष्यते वनचारिणी॥४७॥",
                    "arth": "'सुन्दर नेत्रवाली देवी सीता भगवान् श्रीरामके विरह-शोकसे बहुत ही संतप्त होंगी। वनवासमें उनका सदा ही प्रेम रहा है, अतः वे वनमें विचरती हुई इधर अवश्य आयेंगी॥४७॥ "
                },
                {
                    "slok": "वनेचराणां सततं नूनं स्पृहयते पुरा। रामस्य दयिता चार्या जनकस्य सुता सती॥४८॥",
                    "arth": "'श्रीरामकी प्यारी पत्नी सती-साध्वी जनकनन्दिनी सीता पहले निश्चय ही वनवासी जन्तुओंसे सदा प्रेम करती रही होंगी। (इसलिये उनके लिये वनमें भ्रमण करना स्वाभाविक है, अतः यहाँ उनके दर्शनकी सम्भावना है ही)॥४८॥ "
                },
                {
                    "slok": "संध्याकालमनाः श्यामा ध्रुवमेष्यति जानकी। नदी चेमां शुभजलां संध्यार्थे वरवर्णिनी॥४९॥",
                    "arth": "'यह प्रातःकालकी संध्या (उपासना)-का समय है, इसमें मन लगानेवाली और सदा सोलह वर्षकी-सी अवस्थामें रहनेवाली अक्षययौवना जनककुमारी सुन्दरी सीता संध्याकालिक उपासनाके लिये इस पुण्यसलिला नदीके तटपर अवश्य पधारेंगी॥ ४९ ॥ "
                },
                {
                    "slok": "तस्याश्चाप्यनुरूपेयमशोकवनिका शुभा। शुभायाः पार्थिवेन्द्रस्य पत्नी रामस्य सम्मता॥५०॥",
                    "arth": "'जो राजाधिराज श्रीरामचन्द्रजीकी समादरणीया पत्नी हैं, उन शुभलक्षणा सीताके लिये यह सुन्दर अशोकवाटिका भी सब प्रकारसे अनुकूल ही है॥५०॥"
                },
                {
                    "slok": "यदि जीवति सा देवी ताराधिपनिभानना। आगमिष्यति सावश्यमिमां शीतजलां नदीम्॥५१॥ ",
                    "arth": "'यदि चन्द्रमुखी सीता देवी जीवित हैं तो वे इस शीतल जलवाली सरिताके तटपर अवश्य पदार्पण करेंगी'॥"
                },
                {
                    "slok": "एवं तु मत्वा हनुमान् महात्म प्रतीक्षमाणो का मनुजेन्द्रपत्नीम्। अवेक्षमाणश्च ददर्श सर्व सुपुष्पिते पर्णघने निलीनः॥५२॥ ",
                    "arth": "ऐसा सोचते हुए महात्मा हनुमान्जी नरेन्द्रपत्नी सीताके शुभागमनकी प्रतीक्षामें तत्पर हो सुन्दर फूलोंसे सुशोभित तथा घने पत्तेवाले उस अशोकवृक्षपर छिपे रहकर उस सम्पूर्ण वनपर दृष्टिपात करते रहे॥५२॥"
                },
                {
                    "samaapt sarg": "पाम् इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे चतुर्दशः सर्गः॥१४॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें चौदहवाँ सर्ग पूरा हुआ॥ १४॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - पञ्चदशः सर्गः वनकी शोभा देखते हुए हनुमान्जीका एक चैत्यप्रासाद (मन्दिर)-के पास सीताको दयनीय अवस्थामें देखना, पहचानना और प्रसन्न होन",
            "arths": [
                {
                    "slok": "स वीक्षमाणस्तत्रस्थो मार्गमाणश्च मैथिलीम्।। अवेक्षमाणश्च महीं सर्वां तामन्ववैक्षत॥१।",
                    "arth": "उस अशोकवृक्षपर बैठे-बैठे हनुमानजी सम्पूर्ण वनको देखते और सीताको ढूँढ़ते हुए वहाँकी सारी भूमिपर दृष्टिपात करने लगे॥१॥ "
                },
                {
                    "slok": "संतानकलताभिश्च शाप पादपैरुपशोभिताम्। दिव्यगन्धरसोपेतां सर्वतः समलंकृताम्॥२।",
                    "arth": "वह भूमि कल्पवृक्षकी लताओं तथा वृक्षोंसे सुशोभित थी, दिव्य गन्ध तथा दिव्य रससे परिपूर्ण थी और सब ओरसे सजायी गयी थी॥२॥ "
                },
                {
                    "slok": "तां स नन्दनसंकाशां मृगपक्षिभिरावृताम्। हर्म्यप्रासादसम्बाधां कोकिलाकुलनिःस्वनाम्॥३॥",
                    "arth": "मृगों और पक्षियोंसे व्याप्त होकर वह भूमि नन्दनवनके समान शोभा पा रही थी, अट्टालिकाओं तथा राजभवनोंसे युक्त थी तथा कोकिल-समूहोंकी काकलीसे कोलाहलपूर्ण जान पड़ती थी॥३॥ "
                },
                {
                    "slok": "काञ्चनोत्पलपद्माभिर्वापीभिरुपशोभिताम् । बह्वासनकुथोपेतां बहुभूमिगृहायुताम्॥४॥",
                    "arth": "सुवर्णमय उत्पल और कमलोंसे भरी हुई बावड़ियाँ उसकी शोभा बढ़ा रही थीं। बहुत-से आसन और कालीन वहाँ बिछे हुए थे। अनेकानेक भूमिगृह वह शोभा पा रहे थे॥४॥ "
                },
                {
                    "slok": "सर्वर्तुकुसुमै रम्यैः फलवद्भिश्च पादपैः। पुष्पितानामशोकानां श्रिया सूर्योदयप्रभाम्॥५।",
                    "arth": "सभी ऋतुओंमें फूल देनेवाले और फलोंसे भो हुए रमणीय वृक्ष उस भूमिको विभूषित कर रहे थे खिले हुए अशोकोंकी शोभासे सूर्योदयकालकी छटासी छिटक रही थी॥५॥ "
                },
                {
                    "slok": "प्रदीप्तामिव तत्रस्थो मारुतिः समुदैक्षत। निष्पनशाखां विहगैः क्रियमाणामिवासकृत्॥६।",
                    "arth": "पवनकुमार हनुमान्ने उस अशोकपर बैठे-बै ही उस दमकती हुई-सी वाटिकाको देखा। वहाँ पक्षी उस वाटिकाको बारंबार पत्रों और शाखाओं हीन कर रहे थे॥६॥"
                },
                {
                    "slok": "विनिष्पतद्भिः शतशश्चित्रैः पुष्पावतंसकैः । समूलपुष्परचितैरशोकै: शोकनाशनैः ॥ ७ ॥ पुष्पभारातिभारैश्च स्पृशद्भिरिव मेदिनीम्। कर्णिकारैः कुसुमितैः किंशुकैश्च सुपुष्पितैः॥८॥ स देशः प्रभया तेषां प्रदीप्त इव सर्वतः।",
                    "arth": "वृक्षोंसे झड़ते हुए सैकड़ों विचित्र पुष्प-गुच्छोंसे नीचेसे ऊपरतक मानो फूलसे बने हुए शोकनाशक अशोकोंसे, फूलोंके भारी भारसे झुककर पृथ्वीका स्पर्श-सा करते हुए खिले हुए कनेरोंसे तथा सुन्दर फूलवाले पलाशोंसे उपलक्षित वह भूभाग उनकी प्रभाके कारण सब ओरसे उद्दीप्त-सा हो रहा था॥७-८३ ॥"
                },
                {
                    "slok": "नागाः सप्तपर्णाश्च चम्पकोदालकास्तथा॥९॥ विवृद्धमूला बहवः शोभन्ते स्म सुपुष्पिताः।",
                    "arth": "पुंनाग (श्वेत कमल या नागकेसर), छितवन, चम्पा तथा बहुवार आदि बहुत-से सुन्दर पुष्पवाले वृक्ष, जिनकी जड़ें बहुत मोटी थीं, वहाँ शोभा पा रहे थे॥ "
                },
                {
                    "slok": "शातकुम्भनिभाः केचित् केचिदग्निशिखप्रभाः॥१०॥ नीलाञ्जननिभाः केचित् तत्राशोकाः सहस्रशः। ",
                    "arth": "पर वहाँ सहस्रों अशोकके वृक्ष थे, जिनमेंसे कुछ तो सुवर्णके समान कान्तिमान् थे, कुछ आगकी ज्वालाके समान प्रकाशित हो रहे थे और कोई-कोई काल काजलकी-सी कान्तिवाले थे॥१०३ ॥"
                },
                {
                    "slok": "नन्दनं विबुधोद्यानं चित्रं चैत्ररथं यथा॥११॥ अतिवृत्तमिवाचिन्त्यं दिव्यं रम्यश्रियायुतम्।",
                    "arth": "वह अशोकवन देवोद्यान नन्दनके समान आनन्ददायी, कुबेरके चैत्ररथ वनके समान विचित्र तथा उन दोनोंसे भी बढ़कर अचिन्त्य, दिव्य एवं रमणीय शोभासे सम्पन्न था॥११३ ॥"
                },
                {
                    "slok": "द्वितीयमिव चाकाशं पुष्पज्योतिर्गणायुतम्॥१२॥ पुष्परत्नशतैश्चित्रं पञ्चमं सागरं यथा।",
                    "arth": "वह पुष्परूपी नक्षत्रोंसे युक्त दूसरे आकाशके | समान सुशोभित होता था तथा पुष्पमय सैकड़ों रत्नोंसे | विचित्र शोभा पानेवाले पाँचवें समुद्रके समान जान | पड़ता था॥१२॥"
                },
                {
                    "slok": "सर्वर्तुपुष्पैर्निचितं पादपैर्मधुगन्धिभिः॥१३॥ नानानिनादैरुद्यानं रम्यं मृगगणद्विजैः। अनेकगन्धप्रवहं पुण्यगन्धं मनोहरम्॥१४॥ शाळां द्वितीयं गन्धमादनम।",
                    "arth": "सब ऋतुओंमें फूल देनेवाले मनोरम गन्धयुक्त वृक्षोंसे भरा हुआ तथा भाँति-भाँतिके कलरव करनेवाले मृगों और पक्षियोंसे सुशोभित वह उद्यान बड़ा रमणीय प्रतीत होता था। वह अनेक प्रकारकी सुगन्धका भार वहन करनेके कारण पवित्र गन्धसे युक्त और मनोहर जान पड़ता था। दूसरे गिरिराज गन्धमादनके समान उत्तम सुगन्धसे व्याप्त था॥ १३-१४३॥ "
                },
                {
                    "slok": "मारक अशोकवनिकायां तु तस्यां वानरपुंगवः ॥१५॥ स ददर्शाविदूरस्थं चैत्यप्रासादमूर्जितम्। मध्ये स्तम्भसहस्त्रेण स्थितं कैलासपाण्डुरम्॥१६॥ प्रवालकृतसोपानं तप्तकाञ्चनवेदिकम्।। मुष्णन्तमिव चढूंषि द्योतमानमिव श्रिया॥१७॥ ",
                    "arth": "निर्मलं प्रांशुभावत्वादुल्लिखन्तमिवाम्बरम्। उस अशोकवाटिकामें वानर-शिरोमणि हनुमान्ने थोड़ी ही दूरपर एक गोलाकार ऊँचा मन्दिर देखा, जिसके भीतर एक हजार खंभे लगे हुए थे। वह मन्दिर कैलास पर्वतके समान श्वेत वर्णका था। उसमें मूंगेकी सीढ़ियाँ बनी थीं तथा तपाये हुए सोनेकी वेदियाँ बनायी गयी थीं। वह निर्मल प्रासाद अपनी शोभासे देदीप्यमानसा हो रहा था। दर्शकोंकी दृष्टिमें चकाचौंध-सा पैदा कर देता था और बहुत ऊँचा होनेके कारण आकाशमें रेखा खींचता-सा जान पड़ता था॥१५-१७३ ॥ "
                },
                {
                    "slok": "ततो मलिनसंवीतां राक्षसीभिः समावृताम्॥१८॥ उपवासकृशां दीनां निःश्वसन्तीं पुनः पुनः।ददर्श शुक्लपक्षादौ चन्द्ररेखामिवामलाम्॥१९॥",
                    "arth": "वह चैत्यप्रासाद (मन्दिर) देखनेके अनन्तर उनकी दृष्टि वहाँ एक सुन्दरी स्त्रीपर पड़ी, जो मलिन वस्त्र धारण किये राक्षसियोंसे घिरी हुई बैठी थी। वह उपवास करनेके कारण अत्यन्त दुर्बल और दीन दिखायी देती थी तथा बारंबार सिसक रही थी। शुक्लपक्षके आरम्भमें चन्द्रमाकी कला जैसी निर्मल और कृश दिखायी देती है, वैसी ही वह भी दृष्टिगोचर होती थी॥ १८-१९॥ "
                },
                {
                    "slok": "मन्दप्रख्यायमानेन रूपेण रुचिरप्रभाम्। पिनद्धां धूमजालेन शिखामिव विभावसोः॥२०॥",
                    "arth": "धुंधली-सी स्मृतिके आधारपर कुछ-कुछ पहचाने जानेवाले अपने रूपसे वह सुन्दर प्रभा बिखेर रही थी और धूएँसे ढकी हुई अग्निकी ज्वालाके समान जान पड़ती थी॥२०॥ "
                },
                {
                    "slok": "पीतेनैकेन संवीतां क्लिष्टेनोत्तमवाससा। सपङ्कामनलंकारां विपद्मामिव पद्मिनीम्॥२१॥",
                    "arth": "एक ही पीले रंगके पुराने रेशमी वस्त्रसे उसका शरीर ढका हुआ था। वह मलिन, अलंकारशून्य होनेके कारण कमलोंसे रहित पुष्करिणीके समान श्रीहीन दिखायी देती थी॥ २१॥ "
                },
                {
                    "slok": "पीडितां दुःखसंतप्तां परिक्षीणां तपस्विनीम्। ग्रहेणांगारकेणेव पीडितामिव रोहिणीम्॥२२॥",
                    "arth": "वह तपस्विनी मंगलग्रहसे आक्रान्त रोहिणीके समान शोकसे पीड़ित, दुःखसे संतप्त और सर्वथा क्षीणकाय हो रही थी॥ २२॥ "
                },
                {
                    "slok": "अश्रुपूर्णमुखीं दीनां कृशामनशनेन च। शोकध्यानपरां दीनां नित्यं दुःखपरायणाम्॥२३॥",
                    "arth": "उपवाससे दुर्बल हुई उस दुःखिया नारीके मुँहपर आँसुओंकी धारा बह रही थी। वह शोक और चिन्तामें मग्न हो दीन दशामें पड़ी हुई थी एवं निरन्तर दुःखमें ही डूबी रहती थी॥ २३॥ "
                },
                {
                    "slok": "प्रियं जनमपश्यन्तीं पश्यन्तीं राक्षसीगणम्। स्वगणेन मृगी हीनां श्वगणेनावृतामिव॥२४॥",
                    "arth": "वह अपने प्रियजनोंको तो देख नहीं पाती थी। उसकी दृष्टिके समक्ष सदा राक्षसियोंका समूह ही बैठा रहता था। जैसे कोई मृगी अपने यूथसे बिछुड़कर कुत्तोंके झुंडसे घिर गयी हो, वही दशा उसकी भी हो रही थी॥२४॥ "
                },
                {
                    "slok": "नीलनागाभया वेण्या जघनं गतयैकया। नीलया नीरदापाये वनराज्या महीमिव ॥२५॥",
                    "arth": "काली नागिनके समान कटिसे नीचेतक लटकी हुई एकमात्र काली वेणीके द्वारा उपलक्षित होनेवाली वह नारी बादलोंके हट जानेपर नीली वनश्रेणीसे घिरी हुई पृथ्वीके समान प्रतीत होती थी॥२५॥ "
                },
                {
                    "slok": "सुखाहाँ दुःखसंतप्तां व्यसनानामकोविदाम्। तां विलोक्य विशालाक्षीमधिकं मलिनां कृशाम्॥२६॥ तर्कयामास सीतेति कारणैरुपपादिभिः।",
                    "arth": "सुख भोगनेके योग्य थी, किंतु दुःखसे संतप्त हो रही थी। इसके पहले उसे संकटोंका कोई अनुभव नहीं था। उस विशाल नेत्रोंवाली, अत्यन्त मलिन और क्षीणकाय अबलाका अवलोकन करके युक्तियुक्त कारणोंद्वारा हनुमान्जीने यह अनुमान किया कि हो-न-हो यही सीता है॥ २६३ ॥"
                },
                {
                    "slok": "ह्रियमाणा तदा तेन रक्षसा कामरूपिणा ॥२७॥ यथारूपा हि दृष्टा सा तथारूपेयमंगना। ",
                    "arth": "इच्छानुसार रूप धारण करनेवाला वह राक्षस जब सीताजीको हरकर ले जा रहा था, उस दिन जिस रूपमें उनका दर्शन हुआ था, कल्याणी नारी भी वैसे ही रूपसे युक्त दिखायी देती है॥ २७ ॥ "
                },
                {
                    "slok": "पूर्णचन्द्राननां सुद्धू चारुवृत्तपयोधराम्॥२८॥ कुर्वतीं प्रभया देवी सर्वा वितिमिरा दिशः।।",
                    "arth": "देवी सीताका मुख पूर्ण चन्द्रमाके समान मनोहर था। उनकी भौंहें बड़ी सुन्दर थीं। दोनों स्तन मनोहर और गोलाकार थे। वे अपनी अंगकान्तिसे सम्पूर्ण दिशाओंका अन्धकार दूर किये देती थीं॥ २८३॥ "
                },
                {
                    "slok": "तां नीलकण्ठी बिम्बोष्ठी सुमध्यां सुप्रतिष्ठिताम्॥२९॥",
                    "arth": "उनके केश काले-काले और ओष्ठ बिम्बफलके समान लाल थे। कटिभाग बहुत ही सुन्दर था। सारे अंग सुडौल और सुगठित थे॥२९॥ "
                },
                {
                    "slok": "सीतां पद्मपलाशाक्षी मन्मथस्य रतिं यथा। इष्टां सर्वस्य जगतः पूर्णचन्द्रप्रभामिव॥३०॥ भूमौ सुतनुमासीनां नियतामिव तापसीम्। निःश्वासबहुला भीरुं भुजगेन्द्रवधूमिव॥३१॥",
                    "arth": "कमलनयनी सीता कामदेवकी प्रेयसी रतिके समान सुन्दरी थीं, पूर्ण चन्द्रमाकी प्रभाके समान समस्त जगत्के लिये प्रिय थीं। उनका शरीर बहुत ही सुन्दर था। वे नियमपरायणा तापसीके समान भूमिपर बैठी थीं। यद्यपि वे स्वभावसे ही भीरु और चिन्ताके कारण बारंबार लंबी साँस खींचती थीं तो भी दूसरोंके लिये नागिनके समान भयंकर थीं॥ ३०-३१॥ "
                },
                {
                    "slok": "शोकजालेन महता विततेन न राजतीम्। संसक्तां धूमजालेन शिखामिव विभावसोः॥३२॥",
                    "arth": "वे विस्तृत महान् शोकजालसे आच्छादित होनेके कारण विशेष शोभा नहीं पा रही थीं। धूएँके समूहसे मिली हुई अग्निशिखाके समान दिखायी देती थीं॥ ३२॥ "
                },
                {
                    "slok": "तां स्मृतीमिव संदिग्धामृद्धिं निपतितामिव। विहतामिव च श्रद्धामाशां प्रतिहतामिव॥३३॥ सोपसर्गां यथा सिद्धिं बुद्धिं सकलुषामिव। अभूतेनापवादेन - कीर्तिं निपतितामिव॥३४॥",
                    "arth": "वे संदिग्ध अर्थवाली स्मृति, भूतलपर गिरी हुई ऋद्धि, टूटी हुई श्रद्धा, भग्न हुई आशा, विघ्नयुक्त सिद्धि, कलुषित बुद्धि और मिथ्या कलंकसे भ्रष्ट हुई कीर्तिके समान जान पड़ती थीं॥३३-३४॥ "
                },
                {
                    "slok": "रामोपरोधव्यथितां रक्षोगणनिपीडिताम्। अबलां मृगशावाक्षीं वीक्षमाणां ततस्ततः॥३५॥",
                    "arth": "श्रीरामचन्द्रजीकी सेवामें रुकावट पड जानेसे उनके मनमें बड़ी व्यथा हो रही थी। राक्षसोंसे पीड़ित हुई मृगशावकनयनी अबला सीता असहायकी भाँति इधर-उधर देख रही थीं॥ ३५॥ "
                },
                {
                    "slok": "बाष्पाम्बुपरिपूर्णेन कृष्णवक्राक्षिपक्ष्मणा। वदनेनाप्रसन्नेन निःश्वसन्तीं पुनः पुनः॥३६॥",
                    "arth": "उनका मुख प्रसन्न नहीं था। उसपर आँसुओंकी धारा बह रही थी और नेत्रोंकी पलकें काली एवं टेढ़ी दिखायी देती थीं। वे बारंबार लंबी साँस खींचती थीं॥३६॥"
                },
                {
                    "slok": "मलपधरां दीनां मण्डनार्हाममण्डिताम्। प्रभां नक्षत्रराजस्य कालमेघैरिवावृताम्॥३७॥",
                    "arth": "उनके शरीरपर मैल जम गयी थी। वे दीनताकी मूर्ति बनी बैठी थीं तथा श्रृंगार और भूषण धारण करनेके योग्य होनेपर भी अलंकारशून्य थीं, अतः काले बादलोंसे ढकी हुई चन्द्रमाकी प्रभाके समान जान पड़ती थीं॥ ३७॥ "
                },
                {
                    "slok": "तस्य संदिदिहे बुद्धिस्तथा सीतां निरीक्ष्य च। आम्नायानामयोगेन विद्यां प्रशिथिलामिव ॥३८॥",
                    "arth": "अभ्यास न करनेसे शिथिल (विस्मृत) हुई विद्याके समान क्षीण हुई सीताको देखकर हनुमान्जीकी बुद्धि संदेहमें पड़ गयी॥ ३८॥ "
                },
                {
                    "slok": "दुःखेन बुबुधे सीतां हनुमाननलंकृताम्। संस्कारेण यथा हीनां वाचमर्थान्तरं गताम्॥३९॥",
                    "arth": "अलंकार तथा स्नान-अनुलेपन आदि अंगसंस्कारसे रहित हुई सीता व्याकरणादिजनित संस्कारसे शून्य होनेके कारण अर्थान्तरको प्राप्त हुई वाणीके समान पहचानी नहीं जा रही थीं। हनुमान्जीने बड़े कष्टसे उन्हें पहचाना ॥ ३९॥ "
                },
                {
                    "slok": "तां समीक्ष्य विशालाक्षीं राजपुत्रीमनिन्दिताम्। तर्कयामास सीतेति कारणैरुपपादयन्॥४०॥",
                    "arth": "उन विशाललोचना सती-साध्वी राजकुमारीको देखकर उन्होंने कारणों (युक्तियों)-द्वारा उपपादन करते हुए मनमें निश्चय किया कि यही सीता हैं॥४०॥ "
                },
                {
                    "slok": "वैदेह्या यानि चांगेषु तदा रामोऽन्वकीर्तयत्। तर तान्याभरणजालानि गात्रशोभीन्यलक्षयत्॥४१॥",
                    "arth": "उन दिनों श्रीरामचन्द्रजीने विदेहकुमारीके अंगोंमें जिन-जिन आभूषणोंके होनेकी चर्चा की थी, वे ही आभूषण-समूह इस समय उनके अंगोंकी शोभा बढ़ा रहे थे। हनुमान्जीने इस बातकी ओर लक्ष्य किया॥४१॥"
                },
                {
                    "slok": "सुकृतौ कर्णवेष्टौ च श्वदंष्ट्रौ च सुसंस्थितौ। मणिविद्रुमचित्राणि हस्तेष्वाभरणानि च ॥४२॥",
                    "arth": "सुन्दर बने हुए कुण्डल और कुत्तेके दाँतोंकी-सी आकृतिवाले त्रिकर्ण नामधारी कर्णफूल कानोंमें सुन्दर ढंगसे सुप्रतिष्ठित एवं सुशोभित थे। हाथोंमें कंगन आदि आभूषण थे, जिनमें मणि और मूंगे जड़े हुए थे॥ ४२ ॥ "
                },
                {
                    "slok": "श्यामानि चिरयुक्तत्वात् तथा संस्थानवन्ति च। तान्येवैतानि मन्येऽहं यानि रामोऽन्वकीर्तयत्॥४३॥ तत्र यान्यवहीनानि तान्यहं नोपलक्षये। यान्यस्या नावहीनानि तानीमानि न संशयः॥४४॥",
                    "arth": "यद्यपि बहुत दिनोंसे पहने गये होनेके कारण वे कुछ काले पड़ गये थे, तथापि उनके आकार-प्रकार वैसे ही थे। (हनुमान्जीने सोचा-) 'श्रीरामचन्द्रजीने जिनकी चर्चा की थी, मेरी समझमें ये वे ही आभूषण हैं। सीताजीने जो आभूषण वहाँ गिरा दिये थे, उनको मैं इनके अंगोंमें नहीं देख रहा हूँ। इनके जो आभूषण मार्गमें गिराये नहीं गये थे, वे ही ये दिखायी देते हैं, इसमें संशय नहीं है॥ ४३-४४॥ "
                },
                {
                    "slok": "पीतं कनकपट्टाभं स्त्रस्तं तद्वसनं शुभम्। उत्तरीयं नगासक्तं तदा दृष्टं प्लवंगमैः॥४५॥ भूषणानि च मुख्यानि दृष्टानि धरणीतले। अनयैवापविद्धानि स्वनवन्ति महान्ति च॥४६॥ ",
                    "arth": "'उस समय वानरोंने पर्वतपर गिराये हुए सुवर्णपत्रके समान जो सुन्दर पीला वस्त्र और पृथ्वीपर पड़े हुए उत्तमोत्तम बहुमूल्य एवं बजनेवाले आभूषण देखे थे, वे इन्हींके गिराये हुए थे॥ ४५-४६॥ "
                },
                {
                    "slok": "इदं चिरगृहीतत्वाद् वसनं क्लिष्टवत्तरम्। तथाप्यनूनं तद्वर्णं तथा श्रीमद्यथेतरत्॥४७॥",
                    "arth": "'यह वस्त्र बहुत दिनोंसे पहने जानेके कारण यद्यपि बहुत पुराना हो गया है, तथापि इसका पीला रंग अभीतक उतरा नहीं है। यह भी वैसा ही कान्तिमान् है, जैसा वह दूसरा वस्त्र था॥४७॥"
                },
                {
                    "slok": "इयं कनकवर्णांगी रामस्य महिषी प्रिया। प्रणष्टापि सती यस्य मनसो न प्रणश्यति॥४८॥ ",
                    "arth": "ये सुवर्णके समान गौर अंगवाली श्रीरामचन्द्रजीकी प्यारी महारानी हैं, जो अदृश्य हो जानेपर भी उनके मनसे विलग नहीं हुई हैं॥४८॥"
                },
                {
                    "slok": "इयं सा यत्कृते रामश्चतुर्भिरिह तप्यते। कारुण्येनानृशंस्येन शोकेन मदनेन च॥४९॥",
                    "arth": "ये वे ही सीता हैं, जिनके लिये श्रीरामचन्द्रजी इस जगत्में करुणा, दया, शोक और प्रेम-इन चार कारणोंसे संतप्त होते रहते हैं॥४९॥ "
                },
                {
                    "slok": "स्त्री प्रणष्टेति कारुण्यादाश्रितेत्यानृशंस्यतः। पत्नी नष्टेति शोकेन प्रियेति मदनेन च॥५०॥",
                    "arth": "'एक स्त्री खो गयी, यह सोचकर उनके हृदयमें करुणा भर आती है। वह हमारे आश्रित थी, यह सोचकर वे दयासे द्रवित हो उठते हैं। मेरी पत्नी ही मुझसे बिछुड़ गयी, इसका विचार करके वे शोकसे व्याकुल हो उठते हैं तथा मेरी प्रियतमा मेरे पास नहीं रही, ऐसी भावना करके उनके हृदयमें प्रेमकी वेदना होने लगती है॥५०॥ "
                },
                {
                    "slok": "अस्या देव्या यथारूपमंगप्रत्यंगसौष्ठवम्। रामस्य च यथारूपं तस्येयमसितेक्षणा॥५१॥",
                    "arth": "जैसा अलौकिक रूप श्रीरामचन्द्रजीका है तथा जैसा मनोहर रूप एवं अंग-प्रत्यंगकी सुघड़ता इन देवी सीतामें है; इसे देखते हुए कजरारे नेत्रोंवाली सीता उन्हींके योग्य पत्नी हैं॥५१॥ "
                },
                {
                    "slok": "अस्या देव्या मनस्तस्मिंस्तस्य चास्यां प्रतिष्ठितम्। तेनेयं स च धर्मात्मा मुहूर्तमपि जीवति॥५२॥",
                    "arth": "'इन देवीका मन श्रीरघुनाथजीमें और श्रीरघुनाथजीका मन इनमें लगा हुआ है, इसीलिये ये तथा धर्मात्मा श्रीराम जीवित हैं। इनके मुहूर्तमात्र जीवनमें भी यही कारण है। "
                },
                {
                    "slok": "दुष्करं कृतवान् रामो हीनो यदनया प्रभुः। धारयत्यात्मनो देहं न शोकेनावसीदति॥५३॥",
                    "arth": "'इनके बिछुड़ जानेपर भी भगवान् श्रीराम जो अपने शरीरको धारण करते हैं, शोकसे शिथिल नहीं हो जाते हैं, यह उन्होंने अत्यन्त दुष्कर कार्य किया है'॥५३॥ "
                },
                {
                    "slok": "एवं सीतां तथा दृष्ट्वा हृष्टः पवनसम्भवः। जगाम मनसा रामं प्रशशंस च तं प्रभुम्॥५४॥",
                    "arth": "इस प्रकार उस अवस्थामें सीताका दर्शन पाकर पवनपुत्र हनुमान्जी बहुत प्रसन्न हुए। वे मन-ही-मन भगवान् श्रीरामके पास जा पहुँचे-उनका चिन्तन करने लगे तथा सीता-जैसी साध्वीको पत्नीरूपमें पानेसे उनके सौभाग्यकी भूरि-भूरि प्रशंसा करने लगे॥५४॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे पञ्चदशः सर्गः ॥ १५ ॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्य के सुन्दरकाण्डमें पंद्रह सर्ग पूरा हुआ ॥ १५॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - षोडशः सर्गः हनुमान्जीका मन-ही-मन सीताजीके शील और सौन्दर्यकी सराहना करत हुए उन्हें कष्टमें पड़ी देख स्वयं भी उनके लिये शोक करन",
            "arths": [
                {
                    "slok": "प्रशस्य तु प्रशस्तव्यां सीतां तां हरिपुंगवः।। गुणाभिरामं रामं च पुनश्चिन्तापरोऽभवत्॥१॥",
                    "arth": "परम प्रशंसनीया सीता और गुणाभिराम श्रीरामकी प्रशंसा करके वानरश्रेष्ठ हनुमान्जी फिर विचार करने लगे। "
                },
                {
                    "slok": "स मुहूर्तमिव ध्यात्वा बाष्पपर्याकुलेक्षणः। सीतामाश्रित्य तेजस्वी हनूमान् विललाप ह॥२॥",
                    "arth": "लगभग दो घड़ीतक कुछ सोच-विचार करनेपर उनके नेत्रों में आँसू भर आये और वे तेजस्वी हनुमान् सीताके विषयमें इस प्रकार विलाप करने लगे॥२॥ "
                },
                {
                    "slok": "मान्या गुरुविनीतस्य लक्ष्मणस्य गुरुप्रिया। यदि सीता हि दुःखार्ता कालो हि दुरतिक्रमः॥३॥",
                    "arth": "'अहो! जिन्होंने गुरुजनोंसे शिक्षा पायी है, उन लक्ष्मणके बड़े भाई श्रीरामकी प्रियतमा पत्नी सीता भी यदि इस प्रकार दुःखसे आतुर हो रही हैं तो यह कहना पड़ता है कि कालका उल्लङ्घन करना सभीके लिये अत्यन्त कठिन है॥३॥"
                },
                {
                    "slok": "रामस्य व्यवसायज्ञा लक्ष्मणस्य च धीमतः। नात्यर्थं क्षुभ्यते देवी गंगेव जलदागमे ॥४॥",
                    "arth": "'जैसे वर्षा-ऋतु आनेपर भी देवी गंगा अधिक क्षुब्ध नहीं होती हैं, उसी प्रकार श्रीराम तथा बुद्धिमान् लक्ष्मणके अमोघ पराक्रमका निश्चित ज्ञान रखनेवाली देवी सीता भी शोकसे अधिक विचलित नहीं हो रही हैं।"
                },
                {
                    "slok": "तुल्यशीलवयोवृत्तांश तुल्याभिजनलक्षणाम्। राघवोऽर्हति वैदेहीं तं चेयमसितेक्षणा॥५॥",
                    "arth": "'सीताके शील, स्वभाव, अवस्था और बर्ताव श्रीरामके ही समान हैं। उनका कुल भी उन्हींके तुल्य महान् है, अतः श्रीरघुनाथजी विदेहकुमारी सीताके सर्वथा योग्य हैं तथा ये कजरारे नेत्रोंवाली सीता भी उन्हींके योग्य हैं'॥ "
                },
                {
                    "slok": "तां दृष्ट्वा नवहेमाभां लोककान्तामिव श्रियम्। जगाम मनसा रामं वचनं चेदमब्रवीत्॥६॥",
                    "arth": "नूतन सुवर्णके समान दीप्तिमती और लोककमनीया लक्ष्मीजीके समान शोभामयी श्रीसीताको देखकर हनुमान्जीने श्रीरामचन्द्रजीका स्मरण किया और मन-ही-मन इस प्रकार कहा-॥६॥ "
                },
                {
                    "slok": "अस्या हेतोर्विशालाक्ष्या हतो वाली महाबलः। गवरातिमो वीर्य कबन्धश्च निपातितः॥७॥",
                    "arth": "इन्हीं विशाललोचना सीताके लिये भगवान् श्रीरामने महाबली वालीका वध किया और रावणके समान पराक्रमी कबन्धको भी मार गिराया ॥ ७॥"
                },
                {
                    "slok": "विराधश्च हतः संख्ये राक्षसो भीमविक्रमः ।वने रामेण विक्रम्य महेन्द्रेणेव शम्बरः ॥ ८ ॥ ",
                    "arth": "इन्हींके लिये श्रीरामने वनमें पराक्रम करके भयानक पराक्रमी राक्षस विराधको भी उसी प्रकार युद्धमें मार डाला, जैसे देवराज इन्द्रने शम्बरासुरका वध किया था ॥ ८ ॥ "
                },
                {
                    "slok": "चतुर्दश सहस्त्राणि रक्षसां भीमकर्मणाम् ।निहतानि जनस्थाने शरैरग्निशिखोपमैः ॥ ९ ॥ खरश्च निहतः संख्ये त्रिशिराश्च निपातितः । दूषणश्च महातेजा रामेण विदितात्मना ।। १० ।। ",
                    "arth": "इन्हींके कारण आत्मज्ञानी श्रीरामचन्द्रजीने जनस्थानमें अपने अग्निशिखाके सदृश तेजस्वी बाणोंद्वारा भयानक कर्म करनेवाले चौदह हजार राक्षसोंको कालके गालमें भेज दिया और युद्धमें खर, त्रिशिरा तथा महातेजस्वी दूषणको भी मार गिराया ॥ ९-१० ॥"
                },
                {
                    "slok": "ऐश्वर्य वानराणां च दुर्लभं वालिपालितम् । अस्या निमित्ते सुग्रीवः प्राप्तवॉल्लोकविश्रुतः ॥ ११ ॥",
                    "arth": "वानरोंका वह दुर्लभ ऐश्वर्य, जो वालीके द्वारा सुरक्षित था, इन्हींके कारण विश्वविख्यात सुग्रीवको प्राप्त हुआ है ॥ ११ ॥"
                },
                {
                    "slok": "सागरश्च मयाऽऽक्रान्तः श्रीमान् नदनदीपतिः । अस्या हेतोर्विशालाक्ष्याः पुरी चेयं निरीक्षिता ॥ १२ ॥",
                    "arth": "इन्हीं विशाललोचना सीताके लिये मैंने नदों और नदियोंके स्वामी श्रीमान् समुद्रका उल्लङ्घन किया और इस लंकापुरीको छान डाला है ॥ १२ ॥"
                },
                {
                    "slok": "यदि रामः समुद्रान्तां मेदिनीं परिवर्तयेत्। अस्याः कृते जगच्चापि युक्तमित्येव मे मतिः ॥ १३ ॥",
                    "arth": "इनके लिये तो यदि भगवान् श्रीराम समुद्रपर्यन्त पृथ्वी तथा सारे संसारको भी उलट देते तो भी वह मेरे विचारसे उचित ही होता ॥ १३ ॥"
                },
                {
                    "slok": "राज्यं वा त्रिषु लोकेषु सीता वा जनकात्मज त्रैलोक्यराज्यं सकलं सीताया नाप्नुयात् कलाम् ॥ १४ ॥",
                    "arth": "एक ओर तीनों लोकोंका राज्य और दूसरी ओर जनककुमारी सीताको रखकर तुलना की जाय तो त्रिलोकीका सारा राज्य सीताकी एक कलाके बराबर भी नहीं हो सकता॥१४॥ "
                },
                {
                    "slok": "इयं सा धर्मशीलस्य जनकस्य महात्मनः। सुता मैथिलराजस्य सीता भर्तृदृढव्रता॥१५॥",
                    "arth": "'ये धर्मशील मिथिलानरेश महात्मा राजा जनककी पुत्री सीता पतिव्रत-धर्ममें बहुत दृढ़ हैं॥ १५॥ "
                },
                {
                    "slok": "उत्थिता मेदिनी भित्त्वा क्षेत्रे हलमुखक्षते। पद्मरेणुनिभैः कीर्णा शुभैः केदारपांसुभिः॥१६॥",
                    "arth": "'जब हलके मुख (फाल)-से खेत जोता जा रहा था, उस समय ये पृथ्वीको फाड़कर कमलके परागकी भाँति क्यारीकी सुन्दर धूलोंसे लिपटी हुई प्रकट हुई थीं॥१६॥ "
                },
                {
                    "slok": "विक्रान्तस्यार्यशीलस्य संयुगेष्वनिवर्तिनः। स्नुषा दशरथस्यैषा ज्येष्ठा राज्ञो यशस्विनी॥१७॥",
                    "arth": "'जो परम पराक्रमी, श्रेष्ठ शील-स्वभाववाले और युद्धसे कभी पीछे न हटनेवाले थे, उन्हीं महाराज दशरथकी ये यशस्विनी ज्येष्ठ पुत्रवधू हैं॥१७॥"
                },
                {
                    "slok": "धर्मज्ञस्य कृतज्ञस्य रामस्य विदितात्मनः। इयं सा दयिता भार्या राक्षसीवशमागता॥१८॥",
                    "arth": "धर्मज्ञ, कृतज्ञ एवं आत्मज्ञानी भगवान् श्रीरामकी ये प्यारी पत्नी सीता इस समय राक्षसियोंके वशमें पड़ गयी हैं॥१८॥ "
                },
                {
                    "slok": "सर्वान् भोगान् परित्यज्य भर्तृस्नेहबलात् कृता। अचिन्तयित्वा कष्टानि प्रविष्टा निर्जनं वनम्॥१९॥",
                    "arth": "'ये केवल पतिप्रेमके कारण सारे भोगोंको लात मारकर विपत्तियोंका कुछ भी विचार न करके श्रीरघुनाथजीके साथ निर्जन वनमें चली आयी थीं॥१९॥ "
                },
                {
                    "slok": "संतुष्टार फलमलेन भर्तशश्रषणापरा। या परां भजते प्रीतिं वनेऽपि भवने यथा॥२०॥",
                    "arth": "'यहाँ आकर फल-मूलोंसे ही संतुष्ट रहती हुई पतिदेवकी सेवामें लगी रहीं और वनमें भी उसी प्रकार परम प्रसन्न रहती थीं, जैसे राजमहलोंमें रहा करती थीं॥२०॥ "
                },
                {
                    "slok": "सेयं कनकवर्णांगी नित्यं सुस्मितभाषिणी। सहते यातनामेतामनर्थानामभागिनी॥२१॥ ",
                    "arth": "'वे ही ये सुवर्णके समान सुन्दर अंगवाली और सदा मुसकराकर बात करनेवाली सुन्दरी सीता, जो अनर्थ भोगनेके योग्य नहीं थीं, इस यातनाको सहन करती हैं॥२१॥"
                },
                {
                    "slok": "इमां तु शीलसम्पन्नां द्रष्टुमिच्छति राघवः। रावणेन प्रमथितां प्रपामिव पिपासितः॥२२॥",
                    "arth": "'यद्यपि रावणने इन्हें बहुत कष्ट दिये हैं तो भी । ये अपने शील, सदाचार एवं सतीत्वसे सम्पन्न हैं। (उसके वशीभूत नहीं हो सकी हैं।) अतएव जैसे प्यासा | मनुष्य पौंसलेपर जाना चाहता है, उसी प्रकार श्रीरघुनाथजी | इन्हें देखना चाहते हैं॥ २२॥"
                },
                {
                    "slok": "अस्या नूनं पुनर्लाभाद् राघवः प्रीतिमेष्यति। | राजा राज्यपरिभ्रष्टः पुनः प्राप्येव मेदिनीम्॥२३॥",
                    "arth": "'जैसे राज्यसे भ्रष्ट हुआ राजा पुनः पृथ्वीका राज्य | पाकर बहुत प्रसन्न होता है, उसी प्रकार उनकी पुन प्राप्ति होनेसे श्रीरघुनाथजीको निश्चय ही बड़ी प्रसन्नता | होगी॥२३॥"
                },
                {
                    "slok": "कामभोगैः परित्यक्ता हीना बन्धुजनेन च। धारयत्यात्मनो देहं तत्समागमकाक्षिणी॥२४॥ ",
                    "arth": "'ये अपने बन्धुजनोंसे बिछुड़कर विषयभोगोंको तिलाञ्जलि दे केवल भगवान् श्रीरामचन्द्रजीके समागमकी आशासे ही अपना शरीर धारण किये हुए हैं॥२४॥ "
                },
                {
                    "slok": "नैषा पश्यति राक्षस्यो नेमान् पुष्पफलद्रुमान्। एकस्थहृदया नूनं राममेवानुपश्यति॥२५॥",
                    "arth": "'ये न तो राक्षसियोंकी ओर देखती हैं और न इन फल-फूलवाले वृक्षोंपर ही दृष्टि डालती हैं, सर्वथा एकाग्रचित्त हो मनकी आँखोंसे केवल श्रीरामका ही निरन्तर दर्शन (ध्यान) करती हैं-इसमें संदेह नहीं है॥२५॥ "
                },
                {
                    "slok": "भर्ता नाम परं नार्याः शोभनं भूषणादपि। एषा हि रहिता तेन शोभनार्हा न शोभते ॥२६॥",
                    "arth": "'निश्चय ही पति नारीके लिये आभूषणकी अपेक्षा भी अधिक शोभाका हेतु है। ये सीता उन्हीं पतिदेवसे बिछुड़ गयी हैं, इसलिये शोभाके योग्य होनेपर भी शोभा नहीं पा रही हैं॥२६॥"
                },
                {
                    "slok": "दुष्करं कुरुते रामो हीनो यदनया प्रभुः। धारयत्यात्मनो देहं न दुःखेनावसीदति ॥२७॥",
                    "arth": "'भगवान् श्रीराम इनसे बिछुड़ जानेपर भी जो अपने शरीरको धारण कर रहे हैं, दुःखसे अत्यन्त शिथिल नहीं हो जाते हैं, यह उनका अत्यन्त दुष्कर कर्म है॥ २७॥"
                },
                {
                    "slok": "इमामसितकेशान्तां . शतपत्रनिभेक्षणाम्। सुखााँ दुःखितां ज्ञात्वा ममापि व्यथितं मनः ॥२८॥",
                    "arth": "'काले केश और कमल-जैसे नेत्रवाली ये सीता वास्तवमें सुख भोगनेके योग्य हैं। इन्हें दुःखी जानकर मेरा मन भी व्यथित हो उठता है॥ २८॥ "
                },
                {
                    "slok": "क्षितिक्षमा - पुष्करसंनिभेक्षण या रक्षिता राघवलक्ष्मणाभ्याम्। सा राक्षसीभिर्विकृतेक्षणाभि संरक्ष्यते सम्प्रति वृक्षमूले॥२९॥ ",
                    "arth": "'अहो! जो पृथ्वीके समान क्षमाशील और प्रफुल्ल कमलके समान नेत्रोंवाली हैं तथा श्रीराम और लक्ष्मणने जिनकी सदा रक्षा की है, वे ही सीता आज इस वृक्षके नीचे बैठी हैं और ये विकराल नेत्रोंवाली राक्षसियाँ इनकी रखवाली करती हैं॥ २९॥"
                },
                {
                    "slok": "हिमहतनलिनीव नष्टशोभ व्यसनपरम्परया निपीड्यमाना। सहचररहितेव चक्रवाकी जनकसुता कृपणां दशां प्रपन्ना॥३०॥",
                    "arth": "'हिमकी मारी हुई कमलिनीके समान इनकी शोभा नष्ट हो गयी है, दुःख-पर-दुःख उठानेके कारण अत्यन्त पीड़ित हो रही हैं तथा अपने सहचरसे बिछुड़ी हुई चकवीके समान पति-वियोगका कष्ट सहन करती हुई ये जनककिशोरी सीता बड़ी दयनीय दशाको पहुँच | गयी हैं॥३०॥"
                },
                {
                    "slok": "अस्या हि पुष्पावनताग्रशाखा शोकं दृढं वै जनयन्त्यशोकाः। हिमव्यपायेन च शीतरश्म रभ्युत्थितो नैकसहस्त्ररश्मिः ॥३१॥",
                    "arth": "'फूलोंके भारसे जिनकी डालियोंके अग्रभाग झुक गये हैं, वे अशोकवृक्ष इस समय सीतादेवीके लिये अत्यन्त शोक उत्पन्न कर रहे हैं तथा शिशिरका अन्त हो जानेसे वसन्तकी रातमें उदित हुए शीतल किरणोंवाले चन्द्रदेव भी इनके लिये अनेक सहस्र किरणोंसे प्रकाशित होनेवाले सूर्य-देवकी भाँति संताप दे रहे हैं'॥३१॥ "
                },
                {
                    "slok": "इत्येवमर्थ कपिरन्ववेक्ष्य सीतेयमित्येव तु जातबुद्धिः। संश्रित्य तस्मिन् निषसाद वृक्ष बली हरीणामृषभस्तरस्वी॥३२॥",
                    "arth": "इस प्रकार विचार करते हुए बलवान् वानर श्रेष्ठ | वेगशाली हनुमान्जी यह निश्चय करके कि 'ये ही सीता | हैं' उसी वृक्षपर बैठे रहे॥३२॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे षोडशः सर्गः॥१६॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें सोलहवाँ सर्ग पूरा हुआ॥१६॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - सप्तदशः सर्गः भयंकर राक्षसियोंसे घिरी हुई सीताके दर्शनसे हनुमान्जीका प्रसन्न होना",
            "arths": [
                {
                    "slok": "ततः कुमुदखण्डाभो निर्मलं निर्मलोदयः। प्रजगाम नभश्चन्द्रो हंसो नीलमिवोदकम्॥१॥",
                    "arth": "तदनन्तर वह दिन बीतनेके पश्चात् कुमुदसमूहके समान श्वेत वर्णवाले तथा निर्मलरूपसे उदित हुए चन्द्रदेव स्वच्छ आकाशमें कुछ ऊपरको चढ़ आये। उस समय ऐसा जान पड़ता था, मानो कोई हंस किसी नील जलराशिमें तैर रहा हो॥१॥ "
                },
                {
                    "slok": "साचिव्यमिव कुर्वन् स प्रभया निर्मलप्रभः। चन्द्रमा रश्मिभिः शीतैः सिषेवे पवनात्मजम्॥२॥",
                    "arth": "निर्मल कान्तिवाले चन्द्रमा अपनी प्रभासे सीताजीके दर्शन आदिमें पवनकुमार हनुमान्जीकी सहायता-सी करते हुए अपनी शीतल किरणोंद्वारा उनकी सेवा करने लगे॥२॥ "
                },
                {
                    "slok": "स ददर्श ततः सीतां पूर्णचन्द्रनिभाननाम्। शोकभारैरिव न्यस्तां भारैर्नावमिवाम्भसि ॥ ३ ॥",
                    "arth": "उस समय उन्होंने पूर्ण चन्द्रमाके समान मनोहर मुखवाली सीताको देखा, जो जलमें अधिक बोझके कारण दबी हुई नौकाकी भाँति शोकके भारी भारसे मानो झुक गयी थीं॥३॥ "
                },
                {
                    "slok": "दिदृक्षमाणो वैदेहीं हनूमान् मारुतात्मजः। स ददर्शाविदूरस्था राक्षसी|रदर्शनाः॥४॥ ",
                    "arth": "वायुपुत्र हनुमान्जीने जब विदेहकुमारी सीताको देखनेके लिये अपनी दृष्टि दौड़ायी, तब उन्हें उनके पास ही बैठी हुई भयानक दृष्टिवाली बहुत-सी राक्षसियाँ दिखायी दीं॥४॥"
                },
                {
                    "slok": "एकाक्षीमेककर्णां च कर्णप्रावरणां तथा। _ अकर्णां शङ्कुकर्णां च मस्तकोच्छ्वासनासिकाम्॥५॥",
                    "arth": "उनमें से किसीके एक आँख थी तो दूसरीके एक कान। किसी-किसीके कान इतने बड़े थे कि वह उन्हें चादरकी भाँति ओढ़े हुए थीं। किसीके कान ही नहीं थे और किसीके कान ऐसे दिखायी देते थे मानो खूटे गड़े हुए हों। किसी-किसीकी साँस लेनेवाली नाक उसके मस्तकपर थी॥५॥ "
                },
                {
                    "slok": "अतिकायोत्तमांगीं च तनुदीर्घशिरोधराम्। ध्वस्तकेशी तथाकेशी केशकम्बलधारिणीम्॥६॥",
                    "arth": "किसीका शरीर बहुत बड़ा था और किसीका बहुत उत्तम। किसीकी गर्दन पतली और बड़ी थी। किसीके केश उड़ गये थे और किसी-किसीके माथेपर केश उगे ही नहीं थे। कोई-कोई राक्षसी अपने शरीरके केशोंका ही कम्बल धारण किये हुए थी॥६॥ "
                },
                {
                    "slok": "लम्बकर्णललाटां च लम्बोदरपयोधराम्। लम्बोष्ठी चिबुकोष्ठींच लम्बास्यां लम्बजानुकाम्॥७॥",
                    "arth": "किसीके कान और ललाट बड़े-बड़े थे तो किसीके पेट और स्तन लंबे थे। किसीके ओठ बड़े होनेके कारण लटक रहे थे तो किसीके ठोड़ीमें ही सटे हुए थे। किसीका मुँह बड़ा था और किसीके घुटने ॥७॥ "
                },
                {
                    "slok": "ह्रस्वां दीर्घा च कुब्जां च विकटां वामनां तथा। कराला भुग्नवक्त्रां च पिंगाक्षी विकृताननाम्॥८॥ ",
                    "arth": "कोई नाटी, कोई लंबी, कोई कुबड़ी, कोई टेढ़ीमेढी, कोई बवनी, कोई विकराल, कोई टेढ़े मुँहवाली, कोई पीली आँखवाली और कोई विकट मुँहवाली थीं। "
                },
                {
                    "slok": "विकृताः पिंगलाः कालीः क्रोधनाः कलहप्रियाः। कालायसमहाशूलकूटमुद्गरधारिणीः ॥९॥",
                    "arth": "कितनी ही राक्षसियाँ बिगड़े शरीरवाली, काली, पीली, क्रोध करनेवाली और कलह पसंद करनेवाली थीं। उन सबने काले लोहेके बने हुए बड़े-बड़े शूल, कूट और मुद्गर धारण कर रखे थे॥९॥ "
                },
                {
                    "slok": "वराहमृगशार्दूलमहिषाजशिवामुखाः । गजोष्ट्रहयपादाश्च निखातशिरसोऽपराः॥१०॥",
                    "arth": "कितनी ही राक्षसियोंके मुख सूअर, मृग, सिंह, भैंस, बकरी और सियारिनोंके समान थे। किन्हींके पैर हाथियोंके समान, किन्हींके ऊँटोंके समान और किन्हींके घोड़ोंके समान थे। किन्हीं-किन्हींके सिर कबन्धकी भाँति छातीमें स्थित थे; अत: गड्ढके समान दिखायी देते थे। (अथवा किन्हीं-किन्हींके सिरमें गड्ढे थे)॥१०॥ "
                },
                {
                    "slok": "एकहस्तैकपादाश्च खरकर्ण्यश्वकर्णिकाः। गोकर्णीर्हस्तिकर्णीश्च हरिकर्णीस्तथापराः॥११॥",
                    "arth": "किन्हींके एक हाथ थे तो किन्हींके एक पैर। किन्हींके कान गदहोंके समान थे तो किन्हींके घोड़ोंके समान। किन्हीं-किन्हींके कान गौओं, हाथियों और सिंहोंके समान दृष्टिगोचर होते थे॥११॥ "
                },
                {
                    "slok": "अतिनासाश्च काश्चिच्च तिर्यङ्नासा अनासिकाः। गजसंनिभनासाश्च ललाटोच्छ्वासनासिकाः॥१२॥",
                    "arth": "किन्हींकी नासिकाएँ बहुत बड़ी थीं और किन्हींकी तिरछी। किन्हीं-किन्हींके नाक ही नहीं थी। कोई-कोई हाथीकी सैंडके समान नाकवाली थीं और किन्हींकिन्हींकी नासिकाएँ ललाटमें ही थीं, जिनसे वे साँस लिया करती थीं॥१२॥ "
                },
                {
                    "slok": "हस्तिपादा महापादा गोपादाः पादचूलिकाः। मग अतिमात्रशिरोग्रीवा अतिमात्रकुचोदरीः॥१३॥",
                    "arth": "किन्हींके पैर हाथियोंके समान थे और किन्हींके गौओंके समान। कोई बड़े-बड़े पैर धारण करती थी और कितनी ही ऐसी थीं जिनके पैरोंमें चोटीके समान केश उगे हुए थे। बहुत-सी राक्षसियाँ बेहद लंबे सिर और गर्दनवाली थीं और कितनोंके पेट तथा स्तन बहुत बड़े-बड़े थे॥१३॥ "
                },
                {
                    "slok": "अतिमात्रास्यनेत्राश्च दीर्घजिह्वाननास्तथा। अजामुखीर्हस्तिमुखी!मुखीः सूकरीमुखीः॥१४॥ हयोष्ट्रखरवक्त्राश्च या राक्षसी?रदर्शनाः। ",
                    "arth": "किन्हींके मुँह और नेत्र सीमासे अधिक बड़े थे, किन्हीं-किन्हींके मुखोंमें बड़ी-बड़ी जिह्वाएँ थीं और कितनी ही ऐसी राक्षसियाँ थीं, जो बकरी, हाथी, गाय, सूअर, घोड़े, ऊँट और गदहोंके समान मुँह धारण करती थीं। इसीलिये वे देखनेमें बड़ी भयंकर थीं॥१४३ ॥ "
                },
                {
                    "slok": "शूलमुद्गरहस्ताश्च क्रोधनाः कलहप्रियाः॥१५॥ कराला धूम्रकेशिन्यो राक्षसीर्विकृताननाः। पिबन्ति सततं पानं सुरामांससदाप्रियाः॥१६॥",
                    "arth": "किन्हींके हाथमें शूल थे तो किन्हींके मुद्गर। कोई क्रोधी स्वभावकी थीं तो कोई कलहसे प्रेम रखती थीं। धुएँ-जैसे केश और विकृत मुखवाली कितनी ही विकराल राक्षसियाँ सदा मद्यपान किया करती थीं। मदिरा और मांस उन्हें सदा प्रिय थे॥१५-१६॥ "
                },
                {
                    "slok": "मांसशोणितदिग्धांगीमा॑सशोणितभोजनाः । ता ददर्श कपिश्रेष्ठो रोमहर्षणदर्शनाः॥१७॥",
                    "arth": "कितनी ही अपने अंगोंमें रक्त और मांसका लेप लगाये रहती थीं। रक्त और मांस ही उनके भोजन थे। उन्हें देखते ही रोंगटे खड़े हो जाते थे। कपिश्रेष्ठ हनुमान्जीने उन सबको देखा॥१७॥ "
                },
                {
                    "slok": "स्कन्धवन्तमुपासीनाः परिवार्य वनस्पतिम्। तस्याधस्ताच्च तां देवीं राजपुत्रीमनिन्दिताम्॥१८॥ लक्षयामास लक्ष्मीवान् हनूमाञ्जनकात्मजाम्। निष्प्रभां शोकसंतप्तां मलसंकुलमूर्धजाम्॥१९॥ ",
                    "arth": "वे उत्तम शाखावाले उस अशोकवृक्षको चारों ओरसे घेरकर उससे थोड़ी दूरपर बैठी थीं और सती साध्वी राजकुमारी सीता देवी उसी वृक्षके नीचे उसकी जड़से सटी हुई बैठी थीं। उस समय शोभाशाली हनुमान्जीने जनककिशोरी जानकीजीकी ओर विशेषरूपसे लक्ष्य किया। उनकी कान्ति फीकी पड़ गयी थी। वे शोकसे संतप्त थीं और उनके केशोंमें मैल जम गयी थी॥ १८-१९॥ "
                },
                {
                    "slok": "क्षीणपुण्यां च्युतां भूमौ तारां निपतितामिव। चारित्रव्यपदेशाढ्यां भर्तृदर्शनदुर्गताम्॥२०॥",
                    "arth": "जैसे पुण्य क्षीण हो जानेपर कोई तारा स्वर्गसे टूटकर पृथ्वीपर गिर पड़ा हो, उसी तरह वे भी कान्तिहीन दिखायी देती थीं। वे आदर्श चरित्र (पातिव्रत्य)से सम्पन्न तथा इसके लिये सुविख्यात थीं। उन्हें पतिके दर्शनके लिये लाले पड़े थे॥२०॥ "
                },
                {
                    "slok": "भूषणैरुत्तमैीनां भर्तृवात्सल्यभूषिताम्। राक्षसाधिपसंरुद्धां बन्धुभिश्च विनाकृताम्॥२१॥ ",
                    "arth": "वे उत्तम भूषणोंसे रहित थीं तो भी पतिके वात्सल्यसे विभूषित थीं (पतिका स्नेह ही उनके लिये श्रृंगार था)। राक्षसराज रावणने उन्हें बंदिनी बना रखा था। वे स्वजनोंसे बिछुड़ गयी थीं॥२१॥ "
                },
                {
                    "slok": "वियूथां सिंहसंरुद्धां बद्धां गजवधूमिव। चन्द्ररेखां पयोदान्ते शारदाभ्रेरिवावृताम्॥२२॥ ",
                    "arth": "जैसे कोई हथिनी अपने यूथसे अलग हो गयी हो, यूथपतिके स्नेहसे बँधी हो और उसे किसी सिंहने रोक लिया हो। रावणकी कैदमें पड़ी हुई सीताकी भी वैसी ही दशा थी। वे वर्षाकाल बीत जानेपर शरद्-ऋतुके श्वेत बादलोंसे घिरी हुई चन्द्ररेखाके समान प्रतीत होती थीं॥२२॥"
                },
                {
                    "slok": "क्लिष्टरूपामसंस्पर्शादयुक्तामिव वल्लकीम्। स तां भर्तृहिते युक्तामयुक्तां रक्षसां वशे॥२३॥ अशोकवनिकामध्ये शोकसागरमाप्लुताम्। ताभिः परिवृतां तत्र सग्रहामिव रोहिणीम्॥२४॥ ",
                    "arth": "जैसे वीणा अपने स्वामीकी अंगलियोंके स्पर्शसे वञ्चित हो वादन आदिकी क्रियासे रहित अयोग्य अवस्थामें मूक पड़ी रहती है, उसी प्रकार सीता पतिके सम्पर्कसे दूर होनेके कारण महान् क्लेशमें पड़कर ऐसी अवस्थाको पहुँच गयी थीं, जो उनके योग्य नहीं थी । पतिके हितमें तत्पर रहनेवाली सीता राक्षसोंके अधीन रहनेके योग्य नहीं थीं; फिर भी वैसी दशामें पड़ी थीं। अशोकवाटिकामें रहकर भी वे शोकके सागरमें डूबी हुई थीं। क्रूर ग्रहसे आक्रान्त हुई रोहिणीकी भाँति वे वहाँ उन राक्षसियोंसे घिरी हुई थीं। हनुमान्जीने उन्हें देखा। वे पुष्पहीन लताकी भाँति श्रीहीन हो रही थीं॥ २३-२४॥ "
                },
                {
                    "slok": "ददर्श हनुमांस्तत्र बोलतामकुसुमामिव। सा मलेन च दिग्धांगी वपुषा चाप्यलंकृता। मृणाली पदिग्धेव विभाति च न भाति च ॥ २५॥",
                    "arth": "उनके सारे अंगोंमें मैल जम गयी थी। केवल शरीर- सौन्दर्य ही उनका अलंकार था। वे कीचड़से लिपटी हुई कमलनालकी भाँति शोभा और अशोभा दोनोंसे युक्त हो रही थीं॥ २५॥ "
                },
                {
                    "slok": "मलिनेन तु वस्त्रेण परिक्लिष्टेन भामिनीम्। संवृतां मृगशावाक्षीं ददर्श हनुमान् कपिः॥२६॥",
                    "arth": "मैले और पुराने वस्त्रसे ढकी हुई मृगशावकनयनी भामिनी सीताको कपिवर हनुमान्ने उस अवस्थामें देखा ॥ २६॥ "
                },
                {
                    "slok": "तां देवीं दीनवदनामदीनां भर्ततेजसा। रक्षितां स्वेन शीलेन सीतामसितलोचनाम्॥२७॥",
                    "arth": "म यद्यपि देवी सीताके मुखपर दीनता छा रही थी तथापि अपने पतिके तेजका स्मरण हो आनेसे उनके हृदयसे वह दैन्य दूर हो जाता था। कजरारे नेत्रोंवाली सीता अपने शीलसे ही सुरक्षित थीं॥२७॥ "
                },
                {
                    "slok": "थीं॥२७॥ तां दृष्ट्वा हनुमान् सीतां मृगशावनिभेक्षणाम्। मृगकन्यामिव त्रस्तां वीक्षमाणां समन्ततः॥२८॥ दहन्तीमिव निःश्वासैर्वृक्षान् पल्लवधारिणः। संघातमिव शोकानां दुःखस्योर्मिमिवोत्थिताम्॥२९॥ तां क्षमां सुविभक्तांगी विनाभरणशोभिनीम्। प्रहर्षमतुलं लेभे मारुतिः प्रेक्ष्य मैथिलीम्॥३०॥",
                    "arth": "उनके नेत्र मृगछौनोंके समान चञ्चल थे। वे डरी हुई मृगकन्याकी भाँति सब ओर सशंक दृष्टिसे देख रही थीं। अपने उच्छ्वासोंसे पल्लवधारी वृक्षोंको दग्ध-सी करती जान पड़ती थीं। शोकोंकी मूर्तिमती प्रतिमा-सी दिखायी देती थीं और दुःखकी उठी हुई तरंग-सी प्रतीत होती थीं। उनके सभी अंगोंका विभाग सुन्दर था। यद्यपि वे विरह-शोकसे दुर्बल हो गयी थीं तथापि आभूषणोंके बिना ही शोभा पाती थीं। इस अवस्थामें मिथिलेशकुमारी सीताको देखकर पवनपुत्र हनुमान्को उनका पता लग जानेके कारण अनुपम हर्ष प्राप्त हुआ ॥ २८-३० ॥"
                },
                {
                    "slok": "हर्षजानि च सोऽश्रूणि तां दृष्ट्वा मदिरेक्षणाम्। मुमोच हनुमांस्तत्र नमश्चक्रे च राघवम्॥३१॥",
                    "arth": "मनोहर नेत्रवाली सीताको वहाँ देखकर हनुमान्जी हर्षके आँसू बहाने लगे। उन्होंने मन-ही-मन श्रीरघुनाथजीको नमस्कार किया॥३१॥"
                },
                {
                    "slok": "नमस्कृत्वाथ रामाय लक्ष्मणाय च वीर्यवान्। सीतादर्शनसंहृष्टो हनुमान् संवृतोऽभवत्॥३२॥",
                    "arth": "सीताके दर्शनसे उल्लसित हो श्रीराम और लक्ष्मणको नमस्कार करके पराक्रमी हनुमान् वहीं छिपे रहे॥३२॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे सप्तदशः सर्गः॥१७॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें सत्रहवाँ सर्ग पूरा हुआ॥१७॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - अष्टादशः सर्गः अपनी स्त्रियोंसे घिरे हुए रावणका अशोकवाटिकामे आगमन और हनुमान्जीका उसे देखना ",
            "arths": [
                {
                    "slok": "तथा विप्रेक्षमाणस्य वनं पुष्पितपादपम्। विचिन्वतश्च वैदेहीं किञ्चिच्छेषा निशाभवत्॥१॥",
                    "arth": "इस प्रकार फूले हुए वृक्षोंसे सुशोभित उस वनकी शोभा देखते और विदेहनन्दिनीका अनुसंधान करते हुए हनुमान्जीकी वह सारी रात प्रायः बीत चली। केवल एक पहर रात बाकी रही ॥१॥ "
                },
                {
                    "slok": "षडंगवेदविदुषां क्रतुप्रवरयाजिनाम्। शुश्राव ब्रह्मघोषान् स विरात्रे ब्रह्मरक्षसाम्॥२॥",
                    "arth": "रातके उस पिछले पहरमें छहों अंगोंसहित सम्पूर्ण वेदोंके विद्वान् तथा श्रेष्ठ यज्ञोंद्वारा यजन करनेवाले ब्रह्म-राक्षसोंके घरमें वेदपाठकी ध्वनि होने लगी, जिसे हनुमान्जीने सुना ॥२॥ "
                },
                {
                    "slok": "अथ मंगलवादित्रैः शब्दैः श्रोत्रमनोहरैः। प्राबोध्यत महाबाहुर्दशग्रीवो महाबलः॥३॥",
                    "arth": "तदनन्तर मंगल वाद्यों तथा श्रवण-सुखद शब्दोंद्वारा महाबली महाबाहु दशमुख रावणको जगाया गया ॥३॥ "
                },
                {
                    "slok": "विबुध्य तु महाभागो राक्षसेन्द्रः प्रतापवान्। स्त्रस्तमाल्याम्बरधरो वैदेहीमन्वचिन्तयत्॥४॥",
                    "arth": "जागनेपर महान् भाग्यशाली एवं प्रतापी राक्षसराज रावणने सबसे पहले विदेहनन्दिनी सीताका चिन्तन किया। उस समय नींदके कारण उसके पुष्पहार और वस्त्र अपने स्थानसे खिसक गये थे॥४॥ "
                },
                {
                    "slok": "भृशं नियुक्तस्तस्यां च मदनेन मदोत्कटः। न तु तं राक्षसः कामं शशाकात्मनि गुहितुम्॥५॥",
                    "arth": "वह मदमत्त निशाचर कामसे प्रेरित हो सीताके प्रति अत्यन्त आसक्त हो गया था। अतः उस कामभावको अपने भीतर छिपाये रखनेमें असमर्थ हो गया॥५॥"
                },
                {
                    "slok": "स सर्वाभरणैर्युक्तो बिभ्रच्छ्यिमनुत्तमाम्। | तां नगैर्विविधैर्जुष्टां सर्वपुष्पफलोपगैः॥६॥ वृतां पुष्करिणीभिश्च नानापुष्पोपशोभिताम्। | सदा मत्तैश्च विहगैर्विचित्रां परमाद्भुतैः॥ ७ ॥ ईहामृगैश्च विविधैर्वृतां दृष्टिमनोहरैः। वीथी: सम्प्रेक्षमाणश्च मणिकाञ्चनतोरणाम्॥ ८ ॥ नानामृगगणाकीर्णां फलैः प्रपतितैर्वृताम्। अशोकवनिकामेव प्राविशत् संततद्रुमाम्॥ ९ ॥",
                    "arth": "उसने सब प्रकारके आभूषण धारण किये और | परम उत्तम शोभासे सम्पन्न हो उस अशोकवाटिकामें | ही प्रवेश किया, जो सब प्रकारके फूल और फल | देनेवाले भाँति-भाँतिके वृक्षोंसे सुशोभित थी। नाना प्रकारके पुष्प उसकी शोभा बढ़ा रहे थे। बहुत-से सरोवरोंद्वारा वह वाटिका घिरी हुई थी। सदा मतवाले रहनेवाले परम अद्भुत पक्षियोंके कारण उसकी विचित्र | शोभा होती थी। कितने ही नयनाभिराम क्रीडामृगोंसे | भरी हुई वह वाटिका भाँति-भाँतिके मृगसमूहोंसे व्याप्त थी। बहुत-से गिरे हुए फलोंके कारण वहाँकी भूमि ढक | गयी थी। पुष्पवाटिकामें मणि और सुवर्णके फाटक लगे थे और उसके भीतर पंक्तिबद्ध वृक्ष बहुत दूरतक फैले | हुए थे। वहाँकी गलियोंको देखता हुआ रावण उस | वाटिकामें घुसा॥६-९॥ | "
                },
                {
                    "slok": "अंगनाः शतमात्रं तु तं व्रजन्तमनुव्रजन्। महेन्द्रमिव पौलस्त्यं देवगन्धर्वयोषितः॥१०॥",
                    "arth": "जैसे देवताओं और गन्धर्वोकी स्त्रियाँ देवराज इन्द्रके पीछे चलती हैं, उसी प्रकार अशोकवनमें जाते हुए पुलस्त्यनन्दन रावणके पीछे-पीछे लगभग एक सौ सुन्दरियाँ गयीं ॥१०॥"
                },
                {
                    "slok": "दीपिकाः काञ्चनी: काश्चिज्जगृहुस्तत्र योषितः। वालव्यजनहस्ताश्च तालवृन्तानि चापराः॥११॥",
                    "arth": "उन युवतियोंमेंसे किन्हींने सुवर्णमय दीपक ले रखे थे। किन्हींके हाथोंमें चँवर थे तो किन्हींके हाथों में ताड़के पंखे॥११॥ "
                },
                {
                    "slok": "काञ्चनैश्चैव भंगारैर्जहः सलिलमग्रतः।। मण्डलाग्रा बृसीश्चैव गृह्यान्याः पृष्ठतो ययुः॥१२॥ ",
                    "arth": "कुछ सुन्दरियाँ सोनेकी झारियोंमें जल लिये आगेआगे चल रही थीं और कई दूसरी स्त्रियाँ गोलाकार बृसी नामक आसन लिये पीछे-पीछे जा रही थीं॥१२॥ "
                },
                {
                    "slok": "काचिद् रत्नमयीं पात्री पूर्णां पानस्य भ्राजतीम्। दक्षिणा दक्षिणेनैव तदा जग्राह पाणिना॥१३॥ ",
                    "arth": "कोई चतुर-चालाक युवती दाहिने हाथमें पेयरससे भरी हुई रत्ननिर्मित चमचमाती कलशी लिये हुए थी॥"
                },
                {
                    "slok": "राजहंसप्रतीकाशं छत्रं पूर्णशशिप्रभम्। सौवर्णदण्डमपरा गृहीत्वा पृष्ठतो ययौ॥१४॥ ",
                    "arth": "कोई दूसरी स्त्री सोनेके डंडेसे युक्त और पूर्ण चन्द्रमा तथा राज-हंसके समान श्वेतछत्र लेकर रावणके पीछे-पीछे चल रही थी॥१४॥ "
                },
                {
                    "slok": "निद्रामदपरीताक्ष्यो रावणस्योत्तमस्त्रियः। अनुजग्मुः पतिं वीरं घनं विद्युल्लता इव॥१५॥",
                    "arth": "जैसे बादलके साथ-साथ बिजलियाँ चलती हैं, उसी प्रकार रावणकी सुन्दरी स्त्रियाँ अपने वीर पतिके पीछे-पीछे जा रही थीं। उस समय नींदके नशेमें उनक आँखें झपी जाती थीं॥१५॥"
                },
                {
                    "slok": "व्याविद्धहारकेयूराः समामृदितवर्णकाः। समागलितकेशान्ताः- सस्वेदवदनास्तथा ॥१६॥",
                    "arth": "उनके हार और बाजूबंद अपने स्थानसे खिसक गये थे। अंगराग मिट गये थे। चोटियाँ खुल गयी थी और मुखपर पसीनेकी बूंदें छा रही थीं॥१६॥ "
                },
                {
                    "slok": "घूर्णन्त्यो मदशेषेण निद्रया च शुभाननाः। स्वेदक्लिष्टांगकुसुमाः समाल्याकुलमूर्धजाः॥१७॥ ",
                    "arth": "वे सुमुखी स्त्रियाँ अवशेष मद और निद्रासे झूमती हुई-सी चल रही थीं। विभिन्न अंगोंमें धारण किये गये पुष्प पसीनेसे भींग गये थे और पुष्पमालाओंसे अलंकृत केश कुछ-कुछ हिल रहे थे॥१७॥"
                },
                {
                    "slok": "प्रयान्तं नैर्ऋतपतिं नार्यो मदिरलोचनाः। बहुमानाच्च कामाच्च प्रियभार्यास्तमन्वयुः॥१८॥",
                    "arth": "जिनकी आँखें मदमत्त बना देनेवाली थीं, वे राक्षसराजकी प्यारी पत्नियाँ अशोकवनमें जाते हुए पतिके साथ बड़े आदरसे और अनुरागपूर्वक जा रही थीं॥१८॥ "
                },
                {
                    "slok": "स च कामपराधीनः पतिस्तासां महाबलः। सीतासक्तमना मन्दो मन्दाञ्चितगतिर्बभौ ॥१९॥",
                    "arth": "उन सबका पति महाबली मन्दबुद्धि रावण कामके अधीन हो रहा था। वह सीतामें मन लगाये मन्दगतिसे आगे बढ़ता हुआ अद्भुत शोभा पा रहा था॥१९॥ "
                },
                {
                    "slok": "ततः काञ्चीनिनादं च नूपुराणां च निःस्वनम्। शुश्राव परमस्त्रीणां कपिर्मारुतनन्दनः ॥२०॥",
                    "arth": "उस समय वायुनन्दन कपिवर हनुमान्जीने उन परम सुन्दरी रावणपत्नियोंकी करधनीका कलनाद और नूपुरोंकी झनकार सुनी ॥ २०॥ "
                },
                {
                    "slok": "तं चाप्रतिमकर्माणमचिन्त्यबलपौरुषम्। द्वारदेशमनुप्राप्तं ददर्श हनुमान् कपिः॥२१॥",
                    "arth": "साथ ही, अनुपम कर्म करनेवाले तथा अचिन्त्य बल-पौरुषसे सम्पन्न रावणको भी कपिवर हनुमान्ने देखा, जो अशोकवाटिकाके द्वारतक आ पहुँचा था॥२१॥ "
                },
                {
                    "slok": "दीपिकाभिरनेकाभिः समन्तादवभासितम्। गन्धतैलावसिक्ताभिक्रियमाणाभिरग्रतः ॥२२॥",
                    "arth": "उसके आगे-आगे सुगन्धित तेलसे भीगी हुई और स्त्रियोंद्वारा हाथोंमें धारण की हुई बहुत-सी मशालें जल रही थीं, जिनके द्वारा वह सब ओरसे प्रकाशित हो रहा था॥२२॥ "
                },
                {
                    "slok": "कामदर्पमदैर्युक्तं जिह्मताम्रायतेक्षणम्। समक्षमिव कंदर्पमपविद्धशरासनम्॥२३॥ ",
                    "arth": "वह काम, दर्प और मदसे युक्त था। उसकी आँखें टेढ़ी, लाल और बड़ी-बड़ी थीं। वह धनुषरहित साक्षात् कामदेवके समान जान पड़ता था॥ २३॥ "
                },
                {
                    "slok": "मथितामृतफेनाभमरजोवस्त्रमुत्तमम् । । सपुष्पमवकर्षन्तं विमुक्तं सक्तमंगदे॥२४॥",
                    "arth": "उसका वस्त्र मथे हुए दूधके फेनकी भाँति श्वेत, निर्मल और उत्तम था। उसमें मोतीके दाने और फूल टँके हुए थे। वह वस्त्र उसके बाजूबंदमें उलझ गया थ और रावण उसे खींचकर सुलझा रहा था॥ २४॥"
                },
                {
                    "slok": "तं पत्रविटपे लीनः पत्रपुष्पशतावृतः। समीपमुपसंक्रान्तं विज्ञातुमुपचक्रमे ॥२५॥",
                    "arth": "अशोक-वृक्षके पत्तों और डालियोंमें छिपे हुए हनुमान्जी सैकड़ों पत्रों तथा पुष्पोंसे ढक गये थे। उसी अवस्थामें उन्होंने निकट आये हुए रावणको पहचाननेका प्रयत्न किया ॥ २५ ॥"
                },
                {
                    "slok": "अवेक्षमाणस्तु तदा ददर्श कपिकुञ्जरः। रूपयौवनसम्पन्ना रावणस्य वरस्त्रियः॥२६॥",
                    "arth": "उसकी ओर देखते समय कपिश्रेष्ठ हनुमान्ने रावणकी सुन्दरी स्त्रियोंको भी लक्ष्य किया, जो रूप और यौवनसे सम्पन्न थीं॥२६॥"
                },
                {
                    "slok": "ताभिः परिवृतो राजा सुरूपाभिर्महायशाः। तन्मृगद्विजसंघुष्टं प्रविष्टः प्रमदावनम्॥२७॥",
                    "arth": "उन सुन्दर रूपवाली युवतियोंसे घिरे हुए महायशस्वी राजा रावणने उस प्रमदावनमें प्रवेश किया, जहाँ अनेक प्रकारके पशु-पक्षी अपनी-अपनी बोली बोल रहे थे॥२७॥ "
                },
                {
                    "slok": "क्षीबो विचित्राभरणः शकुकर्णो महाबलः। तेन विश्रवसः पुत्रः स दृष्टो राक्षसाधिपः॥२८॥",
                    "arth": "वह मतवाला दिखायी देता था। उसके आभूषण विचित्र थे। उसके कान ऐसे प्रतीत होते थे, मानो वहाँ खूटे गाड़े गये हैं। इस प्रकार वह विश्रवामुनिका पुत्र महाबली राक्षसराज रावण हनुमान्जीके दृष्टिपथमें आया॥२८॥ "
                },
                {
                    "slok": "वृतः परमनारीभिस्ताराभिरिव चन्द्रमाः। तं ददर्श महातेजास्तेजोवन्तं महाकपिः॥२९॥ रावणोऽयं महाबाहुरिति संचिन्त्य वानरः। सोऽयमेव पुरा शत पुरमध्य गृहात्तम। अवप्लुतो महातेजा हनूमान् मारुतात्मजः॥३०॥",
                    "arth": "ताराओंसे घिरे हुए चन्द्रमाकी भाँति वह परम सुन्दरी युवतियोंसे घिरा हुआ था। महातेजस्वी महाकपि हनुमान्ने उस तेजस्वी राक्षसको देखा और देखकर यह निश्चय किया कि यही महाबाहु रावण है। पहले यही नगरमें उत्तम महलके भीतर सोया हुआ था। ऐसा सोचकर वे वानरवीर महातेजस्वी पवनकुमार हनुमानजी जिस डालीपर बैठे थे, वहाँसे कुछ नीचे उतर आये (क्योंकि वे निकटसे रावणकी सारी चेष्टाएँ देखना चाहते थे)॥ २९-३०॥ "
                },
                {
                    "slok": "स तथाप्युग्रतेजाः स निर्धूतस्तस्य तेजसा। पत्रे गुह्यान्तरे सक्तो मतिमान् संवृतोऽभवत्॥३१॥ ",
                    "arth": "यद्यपि मतिमान् हनुमान्जी भी बड़े उग्र तेजस्वी थे, तथापि रावणके तेजसे तिरस्कृत-से होकर सघन पत्तोंमें घुसकर छिप गये ॥ ३१॥ "
                },
                {
                    "slok": "स तामसितकेशान्तां सुश्रोणीं संहतस्तनीम्। दिदृक्षुरसितापांगीमुपावर्तत रावणः॥३२॥",
                    "arth": "उधर रावण काले केश, कजरारे नेत्र, सुन्दर कटिभाग और परस्पर सटे हुए स्तनवाली सुन्दरी सीताको देखनेके लिये उनके पास गया॥३२॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डेऽष्टादशः सर्गः॥१८॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें अठारहवाँ सर्ग पूरा हुआ॥१८॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकोनविंशः सर्गः रावणको देखकर दुःख, भय और चिन्तामें डूबी हुई सीताकी अवस्थाका वर्णन",
            "arths": [
                {
                    "slok": "तस्मिन्नेव ततः काले राजपुत्री त्वनिन्दिता। रूपयौवनसम्पन्नं भूषणोत्तमभूषितम्॥१। ततो दृष्ट्वैव वैदेही रावणं राक्षसाधिपम्। प्रावेपत वरारोहा प्रवाते कदली यथा॥२॥ ",
                    "arth": "उस समय अनिन्दिता सुन्दरी राजकुमारी सीताने जब उत्तमोत्तम आभूषणोंसे विभूषित तथा रूप-यौवनसे सम्पन्न राक्षसराज रावणको आते देखा, तब वे प्रचण्ड हवामें हिलनेवाली कदलीके समान भयके मारे थर-थर काँपने लगीं ॥१-२॥ "
                },
                {
                    "slok": "ऊरुभ्यामुदरं छाद्य बाहुभ्यां च पयोधरौ। उपविष्टा विशालाक्षी रुदती वरवर्णिनी॥३।",
                    "arth": "सुन्दर कान्तिवाली विशाललोचना जानकीने अपन जाँघोंसे पेट और दोनों भुजाओंसे स्तन छिपा लिये तथ वहाँ बैठी-बैठी वे रोने लगीं ॥३॥ "
                },
                {
                    "slok": "दशग्रीवस्तु वैदेहीं रक्षितां राक्षसीगणैः। ददर्श दीनां दुःखार्ती नावं सन्नामिवार्णवे॥४॥ असंवृतायामासीनां धरण्यां संशितव्रताम्। छिन्नां प्रपतितां भूमौ शाखामिव वनस्पतेः॥५॥",
                    "arth": "राक्षसियोंके पहरेमें रहती हुई विदेहराजकुमारी सीता अत्यन्त दीन और दुःखी हो रही थीं। वे समुद्र में जीर्ण-शीर्ण होकर डूबी हुई नौकाके समान दुःखके सागरमें निमग्न थीं। उस अवस्थामें दशमुख रावणने उनकी ओर देखा। वे बिना बिछौनेके खुली जमीनपर बैठी थीं और कटकर पृथ्वीपर गिरी हुई वृक्षकी शाखाके समान जान पड़ती थीं। उनके द्वारा बड़े कठोर व्रतका पालन किया जा रहा था॥४-५॥"
                },
                {
                    "slok": "मलमण्डनदिग्धांगी मण्डनार्हाममण्डनाम्। मृणाली पदिग्धेव विभाति न विभाति च॥६॥",
                    "arth": "उनके अंगोंमें अंगरागकी जगह मैल जमी हुई थी। वे आभूषण धारण तथा शृंगार करनेयोग्य होनेपर भी उन सबसे वञ्चित थीं और कीचड़में सनी हुई कमलनालकी भाँति शोभा पाती थीं तथा नहीं भी पाती थीं (कमलनाल जैसे सुकुमारताके कारण शोभा पाती है और कीचड़में सनी रहनेके कारण शोभा नहीं पाती, वैसे ही वे अपने सहज सौन्दर्यसे सुशोभित थीं, किंतु मलिनताके कारण शोभा नहीं देती थीं।)॥६॥ "
                },
                {
                    "slok": "समीपं राजसिंहस्य रामस्य विदितात्मनः। संकल्पहयसंयुक्तैर्यान्तीमिव मनोरथैः॥७॥",
                    "arth": "संकल्पोंके घोड़ोंसे जुते हुए मनोमय रथपर चढ़कर आत्मज्ञानी राजसिंह भगवान् श्रीरामके पास जाती हुई-सी प्रतीत होती थीं॥७॥ "
                },
                {
                    "slok": "शुष्यन्तीं रुदतीमेकां ध्यानशोकपरायणाम्। दुःखस्यान्तमपश्यन्तीं रामा राममनुव्रताम्॥८॥",
                    "arth": "उनका शरीर सूखता जा रहा था। वे अकेली बैठकर रोती तथा श्रीरामचन्द्रजीके ध्यान एवं उनके वियोगके शोकमें डूबी रहती थीं। उन्हें अपने दुःखक अन्त नहीं दिखायी देता था। वे श्रीरामचन्द्रजीमें अनुराग रखनेवाली तथा उनकी रमणीय भार्या थीं॥८॥ "
                },
                {
                    "slok": "चेष्टमानामथाविष्टां पन्नगेन्द्रवधूमिव। धूप्यमानां ग्रहेणेव रोहिणीं धूमकेतुना॥ ९ ॥",
                    "arth": "जैसे नागराजकी वधू (नागिन) मणि-मन्त्रादिसे अभिभूत हो छटपटाने लगती है, उसी तरह सीता भी पतिके वियोगमें तड़प रही थीं तथा धूमके समान वर्णवाले केतुग्रहसे ग्रस्त हुई रोहिणीके समान संतप्त हो रही थीं॥९॥"
                },
                {
                    "slok": "वृत्तशीले कुले जातामाचारवति धार्मिके। पुनः संस्कारमापन्नां जातामिव च दुष्कुले॥१०॥",
                    "arth": "यद्यपि सदाचारी और सुशील कुलमें उनका जन्म हुआ था। फिर धार्मिक तथा उत्तम आचार-विचारवाले कुलमें वे ब्याही गयी थीं-विवाह-संस्कारसे सम्पन्न हुई थीं, तथापि दूषित कुलमें उत्पन्न हुई नारीके समान मलिन दिखायी देती थीं॥१०॥ "
                },
                {
                    "slok": "सन्नामिव महाकीर्तिं श्रद्धामिव विमानिताम्। प्रज्ञामिव परिक्षीणामाशां प्रतिहतामिव॥११॥ आयतीमिव विध्वस्तामाज्ञां प्रतिहतामिव। दीप्तामिव दिशं काले पूजामपहतामिव ॥ १२ ॥ पौर्णमासीमिव निशां तमोग्रस्तेन्दुमण्डलाम्। पद्मिनीमिव विध्वस्तां हतशूरां चमूमिव॥१३॥ प्रभामिव तमोध्वस्तामुपक्षीणामिवापगाम्। वेदीमिव परामृष्टां शान्तामग्निशिखामिव॥१४॥ ",
                    "arth": "क्षीण हुई विशाल कीर्ति, तिरस्कृत हुई श्रद्धा, सर्वथा ह्रासको प्राप्त हुई बुद्धि, टूटी हुई आशा, नष्ट हुए भविष्य, उल्लङ्घित हुई राजाज्ञा, उत्पातकालमें दहकती हुई दिशा, नष्ट हुई देवपूजा, चन्द्रग्रहणसे मलिन हुई पूर्णमासीकी रात, तुषारपातसे जीर्ण-शीर्ण हुई कमलिनी, जिसका शूरवीर सेनापति मारा गया हो-ऐसी सेना, अन्धकारसे नष्ट हुई प्रभा, सूखी हुई सरिता, अपवित्र प्राणियोंके स्पर्शसे अशुद्ध हुई वेदी और बुझी हुई अग्निशिखाके समान प्रतीत होती थीं॥११-१४॥ "
                },
                {
                    "slok": "उत्कृष्टपर्णकमलांवित्रासितविहंगमाम्। हस्तिहस्तपरामृष्टामाकुलामिव पद्मिनीम्॥१५॥",
                    "arth": "जिसे हाथीने अपनी सूंडसे हुँडेर डाला हो; अतएव जिसके पत्ते और कमल उखड़ गये हों तथा जलपक्षी भयसे थर्रा उठे हों, उस मथित एवं मलिन हुई पुष्करिणीके समान सीता श्रीहीन दिखायी देती थीं॥१५॥ "
                },
                {
                    "slok": "पतिशोकातुरां शुष्कां नदीं विनावितामिव। परया मृजया हीनां कृष्णपक्षे निशामिव॥१६॥",
                    "arth": "पतिके विरह-शोकसे उनका हृदय बड़ा व्याकुल था। जिसका जल नहरोंके द्वारा इधर-उधर निकाल दिया गया हो, ऐसी नदीके समान वे सूख गयी थीं तथा उत्तम उबटन आदिके न लगनेसे कृष्णपक्षकी रात्रिके समान मलिन हो रही थीं॥१६॥ "
                },
                {
                    "slok": "सुकुमारी सुजातांगी रत्नगर्भगृहोचिताम्। तप्यमानामिवोष्णेन मृणालीमचिरोद्धृताम्॥१७॥",
                    "arth": "उनके अंग बड़े सुकुमार और सुन्दर थे। वे रत्नजटित राजमहलमें रहनेके योग्य थीं; परंतु गर्मीसे | तपी और तुरंत तोड़कर फेंकी हुई कमलिनीके समान दयनीय दशाको पहुँच गयी थीं॥ १७ ॥ "
                },
                {
                    "slok": "गृहीतामालितां स्तम्भे यूथपेन विनाकृताम्। निःश्वसन्तीं सुदुःखार्ता गजराजवधूमिव॥१८॥",
                    "arth": "जिसे यूथपतिसे अलग करके पकड़कर खंभेमें बाँध दिया गया हो, उस हथिनीके समान वे अत्यन्त दुःखसे आतुर होकर लम्बी साँस खींच रही थीं॥१८॥ "
                },
                {
                    "slok": "एकया दीर्घया वेण्या शोभमानामयत्नतः। | नीलया नीरदापाये वनराज्या महीमिव॥१९॥",
                    "arth": "बिना प्रयत्नके ही बँधी हुई एक ही लम्बी वेणीसे सीताकी वैसी ही शोभा हो रही थी, जैसे वर्षा-ऋतु बीत जानेपर सुदूरतक फैली हुई हरी-भरी वनश्रेणीसे पृथ्वी सुशोभित होती है॥१९॥ "
                },
                {
                    "slok": "उपवासेन शोकेन ध्यानेन च भयेन च। परिक्षीणां कृशां दीनामल्पाहारां तपोधनाम्॥२०॥",
                    "arth": "वे उपवास, शोक, चिन्ता और भयसे अत्यन्त क्षीण, कृशकाय और दीन हो गयी थीं। उनका आहार बहुत कम हो गया था तथा एकमात्र तप ही उनका धन था॥ २०॥ "
                },
                {
                    "slok": "आयाचमानां दुःखार्ता प्राञ्जलिं देवतामिव। भावेन रघुमुख्यस्य दशग्रीवपराभवम्॥२१॥",
                    "arth": "वे द खसे आतर हो अपने कलदेवतासे हाथ जोड़कर मन-ही-मन यह प्रार्थना-सी कर रही थीं कि श्रीरामचन्द्रजीके हाथसे दशमुख रावणकी पराजय हो॥ "
                },
                {
                    "slok": "समीक्षमाणां रुदतीमनिन्दिता सुपक्ष्मताम्रायतशुक्ललोचनाम् । अनुव्रतां राममतीव मैथिली प्रलोभयामास वधाय रावणः॥२२॥",
                    "arth": "सुन्दर बरौनियोंसे युक्त, लाल, श्वेत एवं विशाल नेत्रोंवाली सती-साध्वी मिथिलेशकुमारी सीता श्रीरामचन्द्रजीमें अत्यन्त अनुरक्त थीं और इधर-उधर देखती हुई रो रही थीं। इस अवस्थामें उन्हें देखकर राक्षसराज रावण अपने ही वधके लिये उनको लुभानेकी चेष्टा करने लगा॥ २२॥"
                },
                {
                    "samaapt sarg": "इत्या श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्ड एकानावशः सगः॥१९ ।। ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें उन्नीसवाँ सर्ग पूरा हुआ॥१९॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - विंशः सर्गः रावणका सीताजीको प्रलोभन",
            "arths": [
                {
                    "slok": "स तां परिवृतां दीनां निरानन्दा तपस्विनीम्। साकारैर्मधुरैर्वाक्यैर्यदर्शयत रावणः॥१॥",
                    "arth": "राक्षसियोंसे घिरी हुई दीन और आनन्दशून्य तपस्विनी सीताको सम्बोधित करके रावण अभिप्राययुक्त मधुर वचनोंद्वारा अपने मनका भाव प्रकट करने लगा"
                },
                {
                    "slok": "मां दृष्ट्वा नागनासोरु गूहमाना स्तनोदरम्। अदर्शनमिवात्मानं भयान्नेतुं त्वमिच्छसि ॥२॥",
                    "arth": "'हाथीकी सैंडके समान सुन्दर जाँघोंवाली सीते! मुझे देखते ही तुम अपने स्तन और उदरको इस प्रकार छिपाने लगी हो, मानो डरके मारे अपनेको अदृश्य कर देना चाहती हो॥२॥ "
                },
                {
                    "slok": "कामये त्वां विशालाक्षि बहु मन्यस्व मां प्रिये। सर्वांगगुणसम्पन्ने सर्वलोकमनोहरे॥३॥",
                    "arth": "किंतु विशाललोचने! मैं तो तुम्हें चाहता हूँतुमसे प्रेम करता हूँ। समस्त संसारका मन मोहनेवाली सर्वांगसुन्दरी प्रिये! तुम भी मुझे विशेष आदर दो-मेरी प्रार्थना स्वीकार करो॥३॥"
                },
                {
                    "slok": "नेह किञ्चिन्मनुष्या वा राक्षसाः कामरूपिणः। व्यपसर्पतु ते सीते भयं मत्तः समुत्थितम्॥४॥ ",
                    "arth": "'यहाँ तुम्हारे लिये कोई भय नहीं है। इस स्थानमें न तो मनुष्य आ सकते हैं, न इच्छानुसार रूप धारण करनेवाले दूसरे राक्षस ही, केवल मैं आ सकता हूँ परन्तु सात! मुझसे जो तुम्हें भय हो रहा है, वह ता दूर हो ही जाना चाहिये॥४॥ "
                },
                {
                    "slok": "स्वधर्मो रक्षसां भीरु सर्वदैव न संशयः। गमनं वा परस्त्रीणां हरणं सम्प्रमथ्य वा॥५॥",
                    "arth": "'भीरु! (तुम यह न समझो कि मैंने कोई अधर्म किया है) परायी स्त्रियों के पास जाना अथवा बलात् उन्हें हर लाना यह राक्षसोंका सदा ही अपना धर्म रहा हैइसमें संदेह नहीं है॥५॥ "
                },
                {
                    "slok": "एवं चैवमकामां त्वां न च स्प्रक्ष्यामि मैथिलि। कामं कामः शरीरे मे यथाकामं प्रवर्तताम्॥६॥",
                    "arth": "'मिथिलेशनन्दिनि! ऐसी अवस्थामें भी जबतक तुम मुझे न चाहोगी, तबतक मैं तुम्हारा स्पर्श नहीं करूँगा। भले ही कामदेव मेरे शरीरपर इच्छानुसार अत्याचार करे। "
                },
                {
                    "slok": "देवि नेह भयं कार्यं मयि विश्वसिहि प्रिये। प्रणयस्व च तत्त्वेन मैवं भूः शोकलालसा॥७॥",
                    "arth": "'देवि! इस विषयमें तुम्हें भय नहीं करना चाहिये। प्रिये! मुझपर विश्वास करो और यथार्थरूपसे प्रेमदान दो। इस तरह शोकसे व्याकुल न हो जाओ॥७॥ "
                },
                {
                    "slok": "एकवेणी अधःशय्या ध्यानं मलिनमम्बरम्। अस्थानेऽप्युपवासश्च नैतान्यौपयिकानि ते॥८॥ ",
                    "arth": "'एक वेणी धारण करना, नीचे पृथ्वीपर सोना, चिन्तामग्न रहना, मैले वस्त्र पहनना और बिना अवसरके उपवास करना-ये सब बातें तुम्हारे योग्य नहीं हैं॥ ८॥ "
                },
                {
                    "slok": "विचित्राणि च माल्यानि चन्दनान्यगुरूणि च। विविधानि च वासांसि दिव्यान्याभरणानि च॥ ९ ॥ महार्हाणि च पानानि शयनान्यासनानि च। गीतं नृत्यं च वाद्यं च लभ मां प्राप्य मैथिलि॥१०॥",
                    "arth": "'मिथिलेशकुमारी! मुझे पाकर तुम विचित्र पुष्पमाला, चन्दन, अगुरु, नाना प्रकारके वस्त्र, दिव्य आभूषण, बहुमूल्य पेय, शय्या, आसन, नाच, गान और वाद्यका सुख भोगो॥९-१०॥ "
                },
                {
                    "slok": "स्त्रीरत्नमसि मैवं भूः कुरु गात्रेषु भूषणम्। मां प्राप्य हि कथं वा स्यास्त्वमनहीं सुविग्रहे॥११॥",
                    "arth": "'तुम स्त्रियोंमें रत्न हो। इस तरह मलिन वेषमें न रहो। अपने अंगोंमें आभूषण धारण करो। सुन्दरि! मुझे पाकर भी तुम भूषण आदिसे असम्मानित कैसे रहोगी!॥ "
                },
                {
                    "slok": "इदं ते चारु संजातं यौवनं ह्यतिवर्तते।। यदतीतं पुन ति स्त्रोतः स्रोतस्विनामिव॥१२॥ ",
                    "arth": "'यह तुम्हारा नवोदित सुन्दर यौवन बीता जा रहा है। जो बीत जाता है, वह नदियोंके प्रवाहकी भाँति फिर लौटकर नहीं आता॥१२॥ "
                },
                {
                    "slok": "त्वां कृत्वोपरतो मन्ये रूपकर्ता स विश्वकृत्।। नहि रूपोपमा ह्यन्या तवास्ति शुभदर्शने ॥१३॥ ",
                    "arth": "'शुभदर्शने! मैं तो ऐसा समझता हूँ कि रूपकी रचना करनेवाला लोकस्रष्टा विधाता तुम्हें बनाकर फिर उस कार्यसे विरत हो गया; क्योंकि तुम्हारे रूपकी समता करनेवाली दूसरी कोई स्त्री नहीं है॥१३॥ "
                },
                {
                    "slok": "त्वां समासाद्य वैदेहि रूपयौवनशालिनीम्। कः पुनर्नातिवर्तेत साक्षादपि पितामहः ॥१४॥ ",
                    "arth": "'विदेहनन्दिनि! रूप और यौवनसे सुशोभित होनेवाली तुमको पाकर कौन ऐसा पुरुष है, जो धैर्यसे विचलित न होगा। भले ही वह साक्षात् ब्रह्मा क्यों न हो॥१४॥ "
                },
                {
                    "slok": "यद् यत् पश्यामि ते गात्रं शीतांशुसदृशानने। तस्मिंस्तस्मिन् पृथुश्रोणि चक्षुर्मम निबध्यते॥१५॥",
                    "arth": "'चन्द्रमाके समान मुखवाली सुमध्यमे! मैं तुम्हारे जिस-जिस अंगको देखता हूँ, उसी-उसीमें मेरे नेत्र उलझ जाते हैं॥१५॥ "
                },
                {
                    "slok": "भव मैथिलि भार्या मे मोहमेतं विसर्जय। बहीनामुत्तमस्त्रीणां ममाग्रमहिषी भव॥१६॥",
                    "arth": "'मिथिलेशकुमारी! तुम मेरी भार्या बन जाओ। पातिव्रत्यके इस मोहको छोड़ो। मेरे यहाँ बहुत-सी सुन्दरी रानियाँ हैं। तुम उन सबमें श्रेष्ठ पटरानी बनो॥१६॥ "
                },
                {
                    "slok": "लोकेभ्यो यानि रत्नानि सम्प्रमथ्याहृतानि मे। तानि ते भीरु सर्वाणि राज्यं चैव ददामि ते॥१७॥",
                    "arth": "'भीरु! मैं अनेक लोकोंसे उन्हें मथकर जो-जो रत्न लाया हूँ, वे सब तुम्हारे ही होंगे और यह राज्य भी मैं तुम्हींको समर्पित कर दूंगा॥१७॥ "
                },
                {
                    "slok": "विजित्य पृथिवीं सर्वां नानानगरमालिनीम्। जनकाय प्रदास्यामि तव हेतोर्विलासिनि॥१८॥",
                    "arth": "विलासिनि! तुम्हारी प्रसन्नताके लिये मैं विभिन्न नगरोंकी मालाओंसे अलंकृत इस सारी पृथ्वीको जीतकर राजा जनकके हाथमें सौंप दूँगा॥१८॥"
                },
                {
                    "slok": "नेह पश्यामि लोकेऽन्यं यो मे प्रतिबलो भवेत्। पश्य मे सुमहद्वीर्यमप्रतिद्वन्द्वमाहवे॥१९॥",
                    "arth": "'इस संसारमें मैं किसी दूसरे ऐसे पुरुषको नहीं देखता, जो मेरा सामना कर सके। तुम युद्ध में मेरा वह महान् पराक्रम देखना, जिसके सामने कोई प्रतिद्वन्द्वी टिक नहीं पाता॥१९॥ "
                },
                {
                    "slok": "असकृत् संयुगे भग्ना मया विमृदितध्वजाः। अशक्ताः प्रत्यनीकेषु स्थातुं मम सुरासुराः॥२०॥",
                    "arth": "'मैंने युद्धस्थलमें जिनकी ध्वजाएँ तोड़ डाली थीं, वे देवता और असुर मेरे सामने ठहरनेमें असमर्थ होनेके कारण कई बार पीठ दिखा चुके हैं॥२०॥ "
                },
                {
                    "slok": "इच्छ मां क्रियतामद्य प्रतिकर्म तवोत्तमम्। सुप्रभाण्यवसज्जन्तां तवांगे भूषणानि हि॥२१॥",
                    "arth": "तुम मुझे स्वीकार करो। आज तुम्हारा उत्तम शृंगार किया जाय और तुम्हारे अंगोंमें चमकीले आभूषण पहनाये जायें ॥ २१॥"
                },
                {
                    "slok": "साधु पश्यामि ते रूपं सुयुक्तं प्रतिकर्मणा। प्रतिकर्माभिसंयुक्ता दाक्षिण्येन वरानने॥२२॥ ",
                    "arth": "'सुमुखि! आज मैं शृंगारसे सुसज्जित हुए तुम्हारे सुन्दर रूपको देख रहा हूँ। तुम उदारतावश मुझपर कृपा करके शृंगारसे सम्पन्न हो जाओ॥२२॥ "
                },
                {
                    "slok": "भुक्ष्व भोगान् यथाकामं पिब भीरु रमस्व च। यथेष्टं च प्रयच्छ त्वं पृथिवीं वा धनानि च॥२३॥",
                    "arth": "'भीरु! फिर इच्छानुसार भाँति-भाँतिके भोग भोगो, दिव्य रसका पान करो, विहरो तथा पृथ्वी या धनका यथेष्टरूपसे दान करो॥२३॥ "
                },
                {
                    "slok": "ललस्व मयि विस्त्रब्धा धृष्टमाज्ञापयस्व च। मत्प्रासादाल्ललन्त्याश्च ललतां बान्धवस्तव ॥२४॥",
                    "arth": "'तुम मुझपर विश्वास करके भोग भोगनेकी इच्छा करो और निर्भय होकर मुझे अपनी सेवाके लिये आज्ञा दो। मुझपर कृपा करके इच्छानुसार भोग भोगती हुई तुम-जैसी पटरानीके भाई-बन्धु भी मनमाने भोग भोग सकते हैं॥२४॥"
                },
                {
                    "slok": "ऋद्धिं ममानुपश्य त्वं श्रियं भद्रे यशस्विनि। किं करिष्यसि रामेण सुभगे चीरवासिना॥२५॥ ",
                    "arth": "'भद्रे! यशस्विनि! तुम मेरी समृद्धि और धनसम्पत्तिकी ओर तो देखो। सुभगे! चीर-वस्त्र धारण करनेवाले रामको लेकर क्या करोगी?॥ २५॥ "
                },
                {
                    "slok": "निक्षिप्तविजयो रामो गतश्रीर्वनगोचरः। कि व्रती स्थण्डिलशायी च शंके जीवति वा न वा॥२६॥",
                    "arth": "'रामने विजयकी आशा त्याग दी है। वे श्रीहीन होकर वन-वनमें विचर रहे हैं, व्रतका पालन करते है और मिट्टीकी वेदीपर सोते हैं। अब तो मुझे यह भी संदेह होने लगा है कि वे जीवित भी हैं या नहीं ॥ २६ ॥ "
                },
                {
                    "slok": "नहि वैदेहि रामस्त्वां द्रष्टुं वाप्युपलभ्यते। ही पुरोबलाकैरसितैर्मेधैर्योत्स्नामिवावृताम् ॥२७॥",
                    "arth": "'विदेहनन्दिनि! जिनके आगे बगुलोंकी पंक्तियाँ चलती हैं, उन काले बादलोंसे छिपी हुई चन्द्रिकाके समान तुमको अब राम पाना तो दूर रहा, देख भी नहीं सकते हैं॥२७॥ "
                },
                {
                    "slok": "न चापि मम हस्तात् त्वां प्राप्तुमर्हति राघवः। र हिरण्यकशिपुः कीर्तिमिन्द्रहस्तगतामिव॥२८॥",
                    "arth": "'जैसे हिरण्यकशिपु इन्द्रके हाथमें गयी हुई कीर्तिको न पा सका, उसी प्रकार राम भी मेरे हाथसे तुम्हें नहीं पा सकते ॥ २८॥ "
                },
                {
                    "slok": "चारुस्मिते चारुदति चारुनेत्रे विलासिनि। मा मनो हरसि मे भीरु सुपर्णः पन्नगं यथा॥२९॥",
                    "arth": "'मनोहर मुसकान, सुन्दर दन्तावलि तथा रमणीय नेत्रोंवाली विलासिनि! भीरु! जैसे गरुड़ सर्पको उठा ले जाते हैं, उसी प्रकार तुम मेरे मनको हर लेती हो ॥ २९॥ "
                },
                {
                    "slok": "क्लिष्टकौशेयवसनां तन्वीमप्यनलंकृताम्। त्वां दृष्ट्वा स्वेषु दारेषु रतिं नोपलभाम्यहम्॥३०॥",
                    "arth": "'तुम्हारा रेशमी पीताम्बर मैला हो गया है। तुम बहुत दुबली-पतली हो गयी हो और तुम्हारे अंगोंमें आभूषण भी नहीं हैं तो भी तुम्हें देखकर अपनी दूसरी स्त्रियोंमें मेरा मन नहीं लगता ॥३०॥"
                },
                {
                    "slok": "अन्तःपुरनिवासिन्यः स्त्रियः सर्वगुणान्विताः। यावत्यो मम सर्वासामैश्वर्यं कुरु जानकि॥३१॥",
                    "arth": "'जनकनन्दिनि! मेरे अन्तःपुरमें निवास करनेवाली जितनी भी सर्वगुणसम्पन्न रानियाँ हैं, उन सबकी तुम स्वामिनी बन जाओ॥३१॥"
                },
                {
                    "slok": "मम ह्यसितकेशान्ते त्रैलोक्यप्रवरस्त्रियः। तास्त्वां परिचरिष्यन्ति श्रियमप्सरसो यथा॥३२॥",
                    "arth": "'काले केशोंवाली सुन्दरी ! जैसे अप्सराएँ लक्ष्मीकी सेवा करती हैं, उसी प्रकार त्रिभुवनकी श्रेष्ठ सुन्दरियाँ यहाँ तुम्हारी परिचर्या करेंगी॥३२॥ "
                },
                {
                    "slok": "यानि वैश्रवणे सुभ्र रत्नानि च धनानि च। तानि लोकांश्च सुश्रोणि मया भुश्व यथासुखम्॥३३॥",
                    "arth": "'सुभ्र! सुश्रोणि! कुबेरके यहाँ जितने भी अच्छे रत्न और धन हैं, उन सबका तथा सम्पूर्ण लोकोंका तुम मेरे साथ सुखपूर्वक उपभोग करो॥३३॥ "
                },
                {
                    "slok": "न रामस्तपसा देवि न बलेन च विक्रमैः। न धनेन मया तुल्यस्तेजसा यशसापि वा॥३४॥",
                    "arth": "तो 'देवि! राम तो न तपसे, न बलसे, न पराक्रमसे, | न धनसे और न तेज अथवा यशके द्वारा ही मेरी | समानता कर सकते हैं॥ ३४॥ "
                },
                {
                    "slok": "पिब विहर रमस्व भुड्क्ष्व भोगान् पल बोर अब धननिचयं प्रदिशामि मेदिनीं च। | मयि लल ललने यथासखं त्व त्वयि च समेत्य ललन्त बान्धवास्ते॥३५॥ ",
                    "arth": "'तुम दिव्य रसका पान, विहार एवं रमण करो | तथा अभीष्ट भोग भोगो। मैं तुम्हें धनकी राशि और सारी पृथ्वी भी समर्पित किये देता हूँ। ललने! तुम मेरे पास रहकर मौजसे मनचाही वस्तुएँ ग्रहण करो और तुम्हारे निकट आकर तुम्हारे भाई-बन्धु भी सुखपूर्वक इच्छानुसार भोग आदि प्राप्त करें॥३५॥"
                },
                {
                    "slok": "कुसुमिततरुजालसंततानि । भ्रमरयुतानि समुद्रतीरजानि।मोर कनकविमलहारभूषितांग विहर मया सह भीरु काननानि॥३६॥",
                    "arth": "'भीरु! तुम सोनेके निर्मल हारोंसे अपने अंगको विभूषित करके मेरे साथ समुद्र-तटवर्ती उन काननोंमें विहार करो, जिनमें खिले हुए वृक्षोंके समुदाय सब ओर । फैले हुए हैं और उनपर भ्रमर मँडरा रहे हैं'॥३६॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे विंशः सर्गः ॥ २० ॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्थरामायण आदिकाव्यके सुन्दरकाण्डमें बीसवाँ सर्ग पूरा हुआ ॥ २० ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकविंशः सर्गः सीताजीका रावणको समझाना और उसे श्रीरामके सामने नगण्य बताना",
            "arths": [
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा सीता रौद्रस्य रक्षसः। आर्ता दीनस्वरा दीनं प्रत्युवाच ततः शनैः॥१॥",
                    "arth": "उस भयंकर राक्षसकी वह बात सुनकर सीताको बड़ी पीड़ा हुई। उन्होंने दीन वाणीमें बड़े दुःखके साथ धीरे-धीरे उत्तर देना आरम्भ किया॥१॥ "
                },
                {
                    "slok": "दुःखार्ता रुदती सीता वेपमाना तपस्विनी। चिन्तयन्ती वरारोहा पतिमेव पतिव्रता॥२॥",
                    "arth": "उस समय सुन्दर अंगोंवाली पतिव्रता देवी तपस्विनी सीता दुःखसे आतुर होकर रोती हुई काँप रही थीं और अपने पतिदेवका ही चिन्तन कर रही थीं॥२॥ "
                },
                {
                    "slok": "तृणमन्तरतः कृत्वा प्रत्युवाच शुचिस्मिता। निवर्तय मनो मत्तः स्वजने प्रीयतां मनः॥३॥",
                    "arth": "पवित्र मुसकानवाली विदेहनन्दिनीने तिनकेकी ओट करके रावणको इस प्रकार उत्तर दिया-'तुम मेरी ओरसे अपना मन हटा लो और आत्मीय जनों (अपनी ही पत्नियों)- पर प्रेम करो॥३॥"
                },
                {
                    "slok": "न मां प्रार्थयितुं युक्तस्त्वं सिद्धिमिव पापकृत्। अकार्यं न मया कार्यमेकपत्न्या विगर्हितम्॥४॥ ",
                    "arth": "'जैसे पापाचारी पुरुष सिद्धिकी इच्छा नहीं कर सकता, उसी प्रकार तुम मेरी इच्छा करनेके योग्य नहीं हो। जो पतिव्रताके लिये निन्दित है, वह न करनेयोग्य कार्य मैं कदापि नहीं कर सकती ॥४॥ "
                },
                {
                    "slok": "कुलं सम्प्राप्तया पुण्यं कुले महति जातया। एवमुक्त्वा तु वैदेही रावणं तं यशस्विनी॥५॥ रावणं पृष्ठतः कृत्वा भूयो वचनमब्रवीत्। नाहमौपयिकी भार्या परभार्या सती तव॥६॥",
                    "arth": "क्योंकि मैं एक महान् कुलमें उत्पन्न हुई हूँ और ब्याह करके एक पवित्र कुलमें आयी हूँ।' रावणसे ऐसा कहकर यशस्विनी विदेहराजकुमारीने उसकी ओर अपनी पीठ फेर ली और इस प्रकार कहा–'रावण! मैं सती और परायी स्त्री हूँ। तुम्हारी भार्या बननेयोग्य नहीं हूँ॥"
                },
                {
                    "slok": "साधु धर्ममवेक्षस्व साधु साधुव्रतं चर। यथा तव तथान्येषां रक्ष्या दारा निशाचर॥७॥ ",
                    "arth": "'निशाचर! तुम श्रेष्ठ धर्मकी ओर दृष्टिपात कर और सत्पुरुषोंके व्रतका अच्छी तरह पालन करो। जैसे तुम्हारी स्त्रियाँ तुमसे संरक्षण पाती हैं, उसी प्रकार दूसरोंकी स्त्रियोंकी भी तुम्हें रक्षा करनी चाहिये॥७॥"
                },
                {
                    "slok": "आत्मानमुपमां कृत्वा स्वेषु दारेषु रम्यताम्। अतुष्टं स्वेषु दारेषु चपलं चपलेन्द्रियम्। नयन्ति निकृतिप्रज्ञं परदाराः पराभवम्॥ ८ ॥",
                    "arth": "'तुम अपनेको आदर्श बनाकर अपनी ही स्त्रियों में | अनुरक्त रहो। जो अपनी स्त्रियोंसे संतुष्ट नहीं रहता तथा | जिसकी बुद्धि धिक्कार देनेयोग्य है, उस चपल इन्द्रियोंवाले चञ्चल पुरुषको परायी स्त्रियाँ पराभवको पहुँचा देती हैं-उसे फजीहतमें डाल देती हैं॥८॥ "
                },
                {
                    "slok": "इह सन्तो न वा सन्ति सतो वा नानुवर्तसे। यथा हि विपरीता ते बुद्धिराचारवर्जिता॥ ९ ॥",
                    "arth": "'क्या यहाँ सत्पुरुष नहीं रहते हैं अथवा रहनेपर भी तुम उनका अनुसरण नहीं करते हो? जिससे तुम्हारी बुद्धि ऐसी विपरीत एवं सदाचारशून्य हो गयी है?॥९॥ "
                },
                {
                    "slok": "वचो मिथ्याप्रणीतात्मा पथ्यमुक्तं विचक्षणैः। | राक्षसानामभावाय त्वं वा न प्रतिपद्यसे॥१०॥",
                    "arth": "'अथवा बुद्धिमान् पुरुष जो तुम्हारे हितकी बात | कहते हैं, उसे निःसार मानकर राक्षसोंके विनाशपर तुले | रहनेके कारण तुम ग्रहण ही नहीं करते हो?॥१०॥ -"
                },
                {
                    "slok": "अकृतात्मानमासाद्य राजानमनये रतम्। | समृद्धानि विनश्यन्ति राष्ट्राणि नगराणि च॥११॥",
                    "arth": "जिसका मन अपवित्र तथा सदुपदेशको नहीं ग्रहण करनेवाला है, ऐसे अन्यायी राजाके हाथमें पड़कर बड़े-बड़े समृद्धिशाली राज्य और नगर नष्ट हो जाते हैं॥११॥ "
                },
                {
                    "slok": "तथैव त्वां समासाद्य लंका रत्नौघसंकुला। अपराधात् तवैकस्य नचिराद् विनशिष्यति॥१२॥ ",
                    "arth": "'इसी प्रकार यह रत्नराशिसे पूर्ण लंकापुरी तुम्हारे हाथमें आ जानेसे अब अकेले तुम्हारे ही अपराधसे बहुत जल्द नष्ट हो जायगी॥१२॥ "
                },
                {
                    "slok": "स्वकृतैर्हन्यमानस्य रावणादीर्घदर्शिनः। अभिनन्दन्ति भूतानि विनाशे पापकर्मणः॥१३॥ ",
                    "arth": "'रावण! जब कोई अदूरदर्शी पापाचारी अपने कुकर्मोंसे मारा जाता है, उस समय उसका विनाश होनेपर समस्त प्राणियोंको प्रसन्नता होती है॥१३॥ "
                },
                {
                    "slok": "एवं त्वां पापकर्माणं वक्ष्यन्ति निकृता जनाः। दिष्ट्यैतद् व्यसनं प्राप्तो रौद्र इत्येव हर्षिताः॥१४॥",
                    "arth": "'इसी प्रकार तमने जिन लोगोंको कष्ट पहँचाया करनेमें असमर्थ हो गये, तब तुमने छल और चोरीसे यह नीच कर्म किया है ॥ २९ ।।"
                },
                {
                    "slok": "श्रिमं तत्तयोः शून्यं प्रविश्य नरसिंहयोः। चरं गतयोभीत्रोरपनीता त्वयाधम ॥३०॥",
                    "arth": "'नीच निशाचर! तुमने पुरुषसिंह श्रीराम और क्ष्मणके सूने आश्रममें घुसकर मेरा हरण किया । वे दोनों उस समय मायामृगको मारनेके लिये वनमें रे हुए थे (नहीं तो तभी तुम्हें इसका फल मिल ता)॥३०॥"
                },
                {
                    "slok": "हे गन्धमुपाघ्राय रामलक्ष्मणयोस्त्वया। क्यं संदर्शने स्थातुं शुना शार्दूलयोरिव॥३१॥ ",
                    "arth": "'श्रीराम और लक्ष्मणकी तो गन्ध पाकर भी तुम नके सामने नहीं ठहर सकते। क्या कुत्ता कभी द बाघोंके सामने टिक सकता है? ॥३१॥ "
                },
                {
                    "slok": "प्य ते विग्रहे ताभ्यां युगग्रहणमस्थिरम्। त्रस्येवेन्द्रबाहुभ्यां बाहोरेकस्य विग्रहे॥३२॥ ",
                    "arth": "'जैसे इन्द्रकी दो बाँहोंके साथ युद्ध छिड़नेपर त्रासुरकी एक बाँहके लिये संग्रामके बोझको सँभालना सम्भव हो गया, उसी प्रकार समरांगणमें उन दोनों भाइयोंके साथ युद्धका जुआ उठाये रखना या टिकना तुम्हारे लिये सर्वथा असम्भव है॥३२॥ "
                },
                {
                    "slok": "क्षिप्रं तव स नाथो मे रामः सौमित्रिणा सह। तोयमल्पमिवादित्यः प्राणानादास्यते शरैः॥३३॥",
                    "arth": "'वे मेरे प्राणनाथ श्रीराम सुमित्राकुमार लक्ष्मणके । साथ आकर अपने बाणोंद्वारा शीघ्र तुम्हारे प्राण हर लेंगे। ठीक उसी तरह, जैसे सूर्य थोड़े-से जलको अपनी किरणोंद्वारा शीघ्र सुखा देते हैं॥३३॥"
                },
                {
                    "slok": "गिरिं कुबेरस्य गतोऽथवाऽऽलय सभां गतो वा वरुणस्य राज्ञः। असंशयं दाशरथेविमोक्ष्यसे महाद्रुमः कालहतोऽशनेरिव॥३४॥",
                    "arth": "'तुम कुबेरके कैलासपर्वतपर चले जाओ अथवा | वरुणकी सभामें जाकर छिप रहो, किंतु कालका मारा हुआ विशाल वृक्ष जैसे वज्रका आघात लगते ही नष् हो जाता है, उसी प्रकार तुम दशरथनन्दन श्रीरामके | बाणसे मारे जाकर तत्काल प्राणोंसे हाथ धो बैठोगे, | इसमें संशय नहीं है; क्योंकि काल तुम्हें पहलेसे ही मार | चुका है'॥३४॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे एकविंशः सर्गः॥२१॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें इक्कीसवाँ सर्ग पूरा हुआ॥२१॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - द्वाविंशः सर्गः रावणका सीताको दो मासकी अवधि देना, सीताका उसे फटकारना, फिर रावणका उन्हें धमकाकर राक्षसियोंके नियन्त्रणमे रखकर स्त्रियोंसहित पुनः महलको लौट जाना",
            "arths": [
                {
                    "slok": "सीताया वचनं श्रुत्वा परुषं राक्षसेश्वरः। त्युवाच ततः सीतां विप्रियं प्रियदर्शनाम्॥१॥",
                    "arth": "वचनं श्रुत्वा परुषं राक्षसेश्वरः। त्युवाच ततः सीतां विप्रियं प्रियदर्शनाम्॥१॥"
                },
                {
                    "slok": "यथा यथा सान्त्वयिता वश्यः स्त्रीणां तथा तथा। था यथा प्रियं वक्ता परिभूतस्तथा तथा॥२॥",
                    "arth": "'लोकमें पुरुष जैसे-जैसे स्त्रियोंसे अनुनय-विनय रता है, वैसे-वैसे वह उनका प्रिय होता जाता है; परंतु तुमसे ज्यों-ज्यों मीठे वचन बोलता हूँ, त्यों-ही-त्यों म मेरा तिरस्कार करती जा रही हो॥२॥"
                },
                {
                    "slok": "नियच्छति मे क्रोधं त्वयि कामः समुत्थितः। द्रवतो मार्गमासाद्य हयानिव सुसारथिः ॥ ३ ॥",
                    "arth": "'किंतु जैसे अच्छा सारथि कुमार्गमें दौड़ते हुए घोड़ोंको रोकता है, वैसे ही तुम्हारे प्रति जो मेरा प्रेम उत्पन्न हो गया है, वही मेरे क्रोधको रोक रहा है॥३॥ "
                },
                {
                    "slok": "वामः कामो मनुष्याणां यस्मिन् किल निबध्यते। जने तस्मिंस्त्वनुक्रोशः स्नेहश्च किल जायते॥४॥",
                    "arth": "'मनुष्योंमें यह काम (प्रेम) बड़ा टेढ़ा है। वह जिसके प्रति बँध जाता है, उसीके प्रति करुणा और स्नेह उत्पन्न हो जाता है॥४॥ "
                },
                {
                    "slok": "एतस्मात् कारणान्न त्वां घातयामि वरानने। वधार्हामवमानाहाँ मिथ्या प्रव्रजने रताम्॥५॥ ",
                    "arth": "सुमुखि! यही कारण है कि झूठे वैराग्यमें तत्पर तथा वध और तिरस्कारके योग्य होनेपर भी तुम्हारा मैं वध नहीं कर रहा हूँ॥५॥ "
                },
                {
                    "slok": "परुषाणि हि वाक्यानि यानि यानि ब्रवीषि माम्। तेषु तेषु वधो युक्तस्तव मैथिलि दारुणः॥६॥",
                    "arth": "'मिथिलेशकुमारी! तुम मुझसे जैसी-जैसी कठोर बातें कह रही हो, उनके बदले तो तुम्हें कठोर प्राणदण्ड देना ही उचित है'॥६॥ "
                },
                {
                    "slok": "एवमुक्त्वा तु वैदेहीं रावणो राक्षसाधिपः। क्रोधसंरम्भसंयुक्तः सीतामुत्तरमब्रवीत्॥७॥",
                    "arth": "विदेहराजकुमारी सीतासे ऐसा कहकर क्रोधके आवेशमें भरे हुए राक्षसराज रावणने उन्हें फिर इस प्रकार उत्तर दिया-॥७॥ "
                },
                {
                    "slok": "द्वौ मासौ रक्षितव्यौ मे योऽवधिस्ते मया कृतः। ततः शयनमारोह मम त्वं वरवर्णिनि॥८॥",
                    "arth": "'सुन्दरि! मैंने तुम्हारे लिये जो अवधि नियुक्त की है, उसके अनुसार मुझे दो महीने और प्रतीक्षा करनी है। तत्पश्चात् तुम्हें मेरी शय्यापर आना होगा॥८॥ "
                },
                {
                    "slok": "द्वाभ्यामूर्ध्वं तु मासाभ्यां भर्तारं मामनिच्छतीम्। मम त्वां प्रातराशार्थे सूदाश्छेत्स्यन्ति खण्डशः॥९॥",
                    "arth": "'अत: याद रखो-यदि दो महीनेके बाद तुम मुझे अपना पति बनाना स्वीकार नहीं करोगी तो रसोइये मेरे कलेवेके लिये तुम्हारे टुकड़े-टुकड़े कर डालेंगे'॥९॥ "
                },
                {
                    "slok": "तां भय॑मानां सम्प्रेक्ष्य राक्षसेन्द्रेण जानकीम्। देवगन्धर्वकन्यास्ता विषेदुर्विकृतेक्षणाः॥१०॥",
                    "arth": "राक्षसराज रावणके द्वारा जनकनन्दिनी सीताको इस प्रकार धमकायी जाती देख देवताओं और गन्धर्वोकी कन्याओंको बड़ा विषाद हुआ। उनकी आँखें विकृत हो गयीं॥१०॥"
                },
                {
                    "slok": "ओष्ठप्रकारैरपरा नेत्रैर्वक्त्रैस्तथापराः। सीतामाश्वासयामासुस्तर्जितां तेन रक्षसा॥११॥",
                    "arth": "तब उनमेंसे किसीने ओठोंसे, किसीने नेत्रोंसे तथा सीताको धैर्य बँधाया॥११॥"
                },
                {
                    "slok": "ताभिराश्वासिता सीता रावणं राक्षसाधिपम्। उवाचात्महितं वाक्यं वृत्तशौटीर्यगर्वितम्॥१२॥",
                    "arth": "उनके धैर्य बँधानेपर सीताने राक्षसराज रावणसे अपने सदाचार (पातिव्रत्य) और पतिके शौर्यके अभिमानसे पूर्ण हितकर वचन कहा- ॥१२॥ "
                },
                {
                    "slok": "नूनं न ते जनः कश्चिदस्मिन्निःश्रेयसि स्थितः। निवारयति यो न त्वां कर्मणोऽस्माद् विगर्हितात्॥१३॥",
                    "arth": "'निश्चय ही इस नगरमें कोई भी पुरुष तेरा भला चाहनेवाला नहीं है, जो तुझे इस निन्दित कर्मसे रोके॥ "
                },
                {
                    "slok": "मां हि धर्मात्मनः पत्नी शचीमिव शचीपतेः। त्वदन्यस्त्रिषु लोकेषु प्रार्थयेन्मनसापि कः॥१४॥",
                    "arth": "'जैसे शची इन्द्रकी धर्मपत्नी हैं, उसी प्रकार मैं धर्मात्मा भगवान् श्रीरामकी पत्नी हूँ। त्रिलोकीमें तेरे सिवा दूसरा कौन है, जो मनसे भी मुझे प्राप्त करनेकी इच्छा करे॥"
                },
                {
                    "slok": "राक्षसाधम रामस्य भार्याममिततेजसः। उक्तवानसि यत् पापं क्व गतस्तस्य मोक्ष्यसे॥१५॥ ",
                    "arth": "'नीच राक्षस! तूने अमित तेजस्वी श्रीरामकी भार्यासे जो पापकी बात कही है, उसके फलस्वरूप दण्डसे तू कहाँ जाकर छुटकारा पायेगा?॥१५॥"
                },
                {
                    "slok": "यथा दृप्तश्च मातंगः शशश्च सहितौ वने। तथा द्विरदवद् रामस्त्वं नीच शशवत् स्मृतः॥१६॥",
                    "arth": "जिस प्रकार वनमें कोई मतवाला हाथी और कोई खरगोश दैववश एक-दूसरेके साथ युद्धके लिये तुल जायँ, वैसे ही भगवान् श्रीराम और तू है। नीच निशाचर भगवान् राम तो गजराजके समान हैं और तू खरगोशके तुल्य है॥१६॥ "
                },
                {
                    "slok": "स त्वमिक्ष्वाकुनाथं वै क्षिपन्निह न लज्जसे। चक्षुषो विषये तस्य न यावदुपगच्छसि ॥१७॥ ",
                    "arth": "'अरे! इक्ष्वाकुनाथ श्रीरामका तिरस्कार करते तुझे लज्जा नहीं आती। तू जबतक उनकी आँखोंके सामने नहीं जाता, तबतक जो चाहे कह ले॥१७॥ "
                },
                {
                    "slok": "इमे ते नयने क्रूरे विकृते कृष्णपिंगले। क्षितौ न पतिते कस्मान्मामनार्य निरीक्षतः॥१८॥",
                    "arth": "'अनार्य! मेरी ओर दृष्टि डालते समय तेरी रं क्रूर और विकारयुक्त काली-पीली आँखें पृथ्वीपर क्य नहीं गिर पड़ीं?॥ १८॥ "
                },
                {
                    "slok": "तस्य धर्मात्मनः पत्नी स्नुषा दशरथस्य च। कथं व्याहरतो मां ते न जिह्वा पाप शीर्यति॥१९ ।",
                    "arth": "'मैं धर्मात्मा श्रीरामकी धर्मपत्नी और महारा दशरथकी पुत्रवधू हूँ। पापी! मुझसे पापकी बातें कर समय तेरी जीभ क्यों नहीं गल जाती है? ॥ १९॥ "
                },
                {
                    "slok": "असंदेशात्तु रामस्य तपसश्चानुपालनात्। न त्वां कुर्मि दशग्रीव भस्म भस्मार्हतेजसा॥२०",
                    "arth": "'दशमुख रावण! मेरा तेज ही तुझे भस्म क डालनेके लिये पर्याप्त है। केवल श्रीरामकी आज्ञा । होनेसे और अपनी तपस्याको सुरक्षित रखनेके विचार मैं तुझे भस्म नहीं कर रही हूँ॥ २०॥ "
                },
                {
                    "slok": "नापहर्तुमहं शक्या तस्य रामस्य धीमतः। विधिस्तव वधार्थाय विहितो नात्र संशयः॥२१॥",
                    "arth": "'मैं मतिमान् श्रीरामकी भार्या हूँ, मुझे हर ले आनेकी शक्ति तेरे अंदर नहीं थी। निःसंदेह तेरे वधके लिये ही विधाताने यह विधान रच दिया है॥२१॥ "
                },
                {
                    "slok": "शूरेण धनदभ्रात्रा बलैः समुदितेन च। अपोह्य रामं कस्माच्चिद् दारचौर्यं त्वया कृतम्॥२२॥",
                    "arth": "तो बड़ा शूरवीर बनता है, कुबेरका भाई है और तेरे पास सेनाएँ भी बहुत हैं, फिर श्रीरामको छलसे दूर हटाकर क्यों तूने उनकी स्त्रीकी चोरी की है?' ॥ २२ ॥ "
                },
                {
                    "slok": "सीताया वचनं श्रुत्वा रावणो राक्षसाधिपः। विवृत्य नयने क्रूरे जानकीमन्ववैक्षत॥२३॥",
                    "arth": "सीताकी ये बातें सुनकर राक्षसराज रावणने उन जनकदुलारीकी ओर आँखें तरेरकर देखा। उसकी दृष्टिसे क्रूरता टपक रही थी॥ २३॥ "
                },
                {
                    "slok": "नीलजीमूतसंकाशो महाभुजशिरोधरः। सिंहसत्त्वगतिः श्रीमान् दीप्तजिह्वोग्रलोचनः॥२४॥",
                    "arth": "वह नीलमेघके समान काला और विशालकाय था। उसकी भुजाएँ और ग्रीवा बड़ी थीं। वह गति और पराक्रममें सिंहके समान था और तेजस्वी दिखायी देता था। उसकी जीभ आगकी लपटके समान लपलपा रही थी तथा नेत्र बड़े भयंकर प्रतीत होते थे॥२४॥ "
                },
                {
                    "slok": "चलानमुकुटप्रांशुश्चित्रमाल्यानुलेपनः । रक्तमाल्याम्बरधरस्तप्तांगदविभूषणः ॥२५॥ श्रोणीसूत्रेण महता मेचकेन सुसंवृतः। अमृतोत्पादने नद्धो भुजंगेनेव मन्दरः॥२६॥",
                    "arth": "क्रोधके कारण उसके मुकुटका अग्रभाग हिल रहा था, जिससे वह बहुत ऊँचा जान पड़ता था। उसने तरह-तरहके हार और अनुलेपन धारण कर रखे थे तथा पक्के सोनेके बने हुए बाजूबंद उसकी शोभा बढ़ा रहे थे। वह लाल रंगके फूलोंकी माला और लाल वस्त्र पहने हुए था। उसकी कमरके चारों ओर काले रंगका लम्बा कटिसूत्र बँधा हुआ था, जिससे वह अमृत-मन्थनके समय वासकिसे लिपटे हए मन्दराचलके समान जान पड़ता था॥ २५-२६॥ "
                },
                {
                    "slok": "ताभ्यां स परिपूर्णाभ्यां भुजाभ्यां राक्षसेश्वरः। शुशुभेऽचलसंकाशः श्रृंगाभ्यामिव मन्दरः॥२७॥ ",
                    "arth": "पर्वतके समान विशालकाय राक्षसराज रावण अपनी दोनों परिपुष्ट भुजाओंसे उसी प्रकार शोभा पा रहा था, मानो दो शिखरोंसे मन्दराचल सुशोभित हो रहा हो ॥२७॥ "
                },
                {
                    "slok": "तरुणादित्यवर्णाभ्यां कुण्डलाभ्यां विभूषितः। रक्तपल्लवपुष्पाभ्यामशोकाभ्यामिवाचलः ॥२८॥",
                    "arth": "प्रातःकालके सूर्यकी भाँति अरुण-पीत कान्तिवाले दो कुण्डल उसके कानोंकी शोभा बढ़ा रहे थे, मानो लाल पल्लवों और फूलोंसे युक्त दो अशोक वृक्ष किसी पर्वतको सुशोभित कर रहे हों॥ २८॥ "
                },
                {
                    "slok": "स कल्पवृक्षप्रतिमो वसन्त इव मूर्तिमान्। श्मशानचैत्यप्रतिमो भूषितोऽपि भयंकरः॥२९॥",
                    "arth": "वह अभिनव शोभासे सम्पन्न होकर कल्पवृक्ष एवं मूर्तिमान् वसन्तके समान जान पड़ता था। आभूषणोंसे विभूषित होनेपर भी श्मशानचैत्य* (मरघटमें बने हुए देवालय)-की भाँति भयंकर प्रतीत होता था॥ २९॥ "
                },
                {
                    "slok": "अवेक्षमाणो वैदेही कोपसंरक्तलोचनः। उवाच रावणः सीतां भुजंग इव निःश्वसन्॥३०॥",
                    "arth": "रावणने क्रोधसे लाल आँखें करके विदेहकुमारी सीताकी ओर देखा और फुफकारते हुए सर्पके समान लम्बी साँसें खींचकर कहा- ॥३०॥ "
                },
                {
                    "slok": "अनयेनाभिसम्पन्नमर्थहीनमनुव्रते । नाशयाम्यहमद्य त्वां सूर्यः संध्यामिवौजसा॥३१॥",
                    "arth": "'अन्यायी और निर्धन मनुष्यका अनुसरण करनेवाली नारी! जैसे सूर्यदेव अपने तेजसे प्रात:कालिक संध्याके अन्धकारको नष्ट कर देते हैं, उसी प्रकार आज मैं तेरा विनाश किये देता हूँ'॥ ३१॥ "
                },
                {
                    "slok": "इत्युक्त्वा मैथिली राजा रावणः शत्रुरावणः। संददर्श ततः सर्वा राक्षसी?रदर्शनाः॥३२॥",
                    "arth": "मिथिलेशकुमारीसे ऐसा कहकर शत्रुओंको रुलानेवाले राजा रावणने भयंकर दिखायी देनेवाली समस्त राक्षसियोंकी ओर देखा॥ ३२॥"
                },
                {
                    "slok": "एकाक्षीमेककर्णां च कर्णप्रावरणां तथा।। गोकर्णी हस्तिकर्णी च लम्बकर्णीमकर्णिकाम्॥३३॥ हस्तिपद्यश्वपद्यौ च गोपदी पादचूलिकाम्। एकाक्षीमेकपादीं च पृथुपादीमपादिकाम्॥३४॥ अतिमात्रशिरोग्रीवामतिमात्रकुचोदरीम् । अतिमात्रास्यनेत्रां च दीर्घजिह्वानखामपि॥३५॥ अनासिकां सिंहमुखीं गोमुखीं सूकरीमुखीम्। यथा मद्वशगा सीता क्षिप्रं भवति जानकी॥३६॥ तथा कुरुत राक्षस्यः सर्वाः क्षिप्रं समेत्य वा।। प्रतिलोमानुलोमैश्च सामदानादिभेदनैः॥३७॥ आवर्जयत वैदेहीं दण्डस्योद्यमनेन च।",
                    "arth": "उसने एकाक्षी (एक आँखवाली), एककर्णा (एक कानवाली), कर्णप्रावरणा (लंबे कानोंसे अपने शरीरको ढक लेनेवाली), गोकर्णी (गौके-से कानोंवाली), हस्तिकर्णी (हाथीके समान कानोंवाली), लम्बकर्णी (लम्बे कानवाली), अकर्णिका (बिना कानकी), हस्तिपदी (हाथीके-से पैरोंवाली), अश्वपदी (घोड़ेके समान पैरवाली), गोपदी (गायके समान पैरवाली), पादचूलिका (केशयुक्त पैरोंवाली), एकाक्षी, एकपादी (एक पैरवाली), पृथुपादी (मोटे पैरवाली), अपादिका (बिना पैरोंकी), अतिमात्रशिरोग्रीवा (विशाल सिर और गर्दनवाली), अतिमात्रकुचोदरी (बहुत बड़े-बड़े स्तन और पेटवाली), अतिमात्रास्यनेत्रा (विशाल मुख और नेत्रवाली), दीर्घजिह्वानखा (लंबी जीभ और नखोंवाली), अनासिका (बिना नाककी), सिंहमुखी (सिंहके समान मुखवाली), गोमुखी (गौके समान मुखवाली) तथा सूकरीमुखी (सूकरीके समान मुखवाली)-इन सब राक्षसियोंसे कहा- 'निशाचरियो! तुम सब लोग मिलकर अथवा अलग-अलग शीघ्र ही ऐसा प्रयत्न करो, जिससे जनककिशोरी सीता बहुत जल्द मेरे वशमें आ जाय। अनुकूल-प्रतिकूल उपायोंसे, साम, दान और भेदनीतिसे तथा दण्डका भी भय दिखाकर विदेहकुमारी सीताको वशमें लानेकी चेष्टा करो' ॥ ३३–३७३॥"
                },
                {
                    "slok": "इति प्रतिसमादिश्य राक्षसेन्द्रः पुनः पुनः॥३८॥ काममन्युपरीतात्मा जानकी प्रति गर्जत।।",
                    "arth": "राक्षसियोंको इस प्रकार बारम्बार आज्ञा देकर काम और क्रोधसे व्याकुल हुआ राक्षसराज रावण जानकीजीकी ओर देखकर गर्जना करने लगा॥३८३ ॥"
                },
                {
                    "slok": "उपगम्य ततः क्षिप्रं राक्षसी धान्यमालिनी॥३९॥ परिष्वज्य दशग्रीवमिदं वचनमब्रवीत्।",
                    "arth": "तदनन्तर राक्षसियोंकी स्वामिनी मन्दोदरी तथा धान्यमालिनी नामवाली राक्षस-कन्या शीघ्र रावणके पास आयीं और उसका आलिंगन करके बोलीं- ॥३९३ ॥ "
                },
                {
                    "slok": "मया क्रीड महाराज सीतया किं तवानया॥४०॥ विवर्णया कृपणया मानुष्या राक्षसेश्वर।",
                    "arth": "महाराज राक्षसराज! आप मेरे साथ क्रीडा कीजिये। इस कान्तिहीन और दीन-मानव-कन्या सीतासे आपको क्या प्रयोजन है? ॥ ४०॥ "
                },
                {
                    "slok": "नूनमस्यां महाराज न देवा भोगसत्तमान्॥४१॥ विदधत्यमरश्रेष्ठास्तव बाहुबलार्जितान्।",
                    "arth": "'महाराज! निश्चय ही देवश्रेष्ठ ब्रह्माजीने इसके भाग्यमें आपके बाहुबलसे उपार्जित दिव्य एवं उत्तम भोग नहीं लिखे हैं॥ ४१३ ॥ "
                },
                {
                    "slok": "अकामां कामयानस्य शरीरमुपतप्यते॥४२॥ इच्छती कामयानस्य प्रीतिर्भवति शोभना। ",
                    "arth": "'प्राणनाथ! जो स्त्री अपनेसे प्रेम नहीं करती, उसकी कामना करनेवाले पुरुषके शरीरमें केवल ताप ही होता है और अपने प्रति अनुराग रखनेवाली स्त्रीकी कामना करनेवालेको उत्तम प्रसन्नता प्राप्त होती है'। "
                },
                {
                    "slok": "एवमुक्तस्तु राक्षस्या समुत्क्षिप्तस्ततो बली। प्रहसन् मेघसंकाशो राक्षसः स न्यवर्तत॥४३॥",
                    "arth": "जब राक्षसीने ऐसा कहा और उसे दूसरी ओर वह हटा ले गयी, तब मेघके समान काला और बलवान् राक्षस रावण जोर-जोरसे हँसता हुआ महलकी ओर लौट पड़ा॥४३॥ "
                },
                {
                    "slok": "प्रस्थितः स दशग्रीवः कम्पयन्निव मेदिनीम्। ज्वलद्भास्करसंकाशं प्रविवेश निवेशनम्॥४४॥",
                    "arth": "अशोकवाटिकासे प्रस्थित होकर पृथ्वीको कम्पितसी करते हुए दशग्रीवने उद्दीप्त सूर्यके सदृश प्रकाशित होनेवाले अपने भवनमें प्रवेश किया॥४४॥ "
                },
                {
                    "slok": "देवगन्धर्वकन्याश्च नागकन्याश्च तास्ततः। परिवार्य दशग्रीवं प्रविशुस्ता गृहोत्तमम्॥४५॥",
                    "arth": "तदनन्तर देवता, गन्धर्व और नागोंकी कन्याएँ भी रावणको सब ओरसे घेरकर उसके साथ ही उस उत्तम राजभवनमें चली गयीं॥४५॥ "
                },
                {
                    "slok": "स मैथिली धर्मपरामवस्थिता प्रवेपमानां परिभयं रावणः। विहाय सीतां मदनेन मोहितः या फिर स्वमेव वेश्म प्रविवेश रावणः॥४६॥",
                    "arth": "इस प्रकार अपने धर्ममें तत्पर, स्थिरचित्त और भयसे काँपती हुई मिथिलेशकुमारी सीताको धमकाकर काममोहित रावण अपने ही महलमें चला गया॥४६॥"
                },
                {
                    "samaapt sarg": "हा इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे द्वाविंशः सर्गः॥२२॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें बाईसवाँ सर्ग पूरा हुआ॥ २२॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - त्रयोविंशः सर्गः राक्षसियोंका सीताजीको समझाना",
            "arths": [
                {
                    "slok": "इत्युक्त्वा मैथिली राजा रावणः शत्रुरावणः। संदिश्य च ततः सर्वा राक्षसीर्निर्जगाम ह॥१॥",
                    "arth": "शत्रुओंको रुलानेवाला राजा रावण सीताजीसे पूर्वोक्त बातें कहकर तथा सब राक्षसियोंको उन्हें वशमें लानेके लिये आदेश दे वहाँसे निकल गया॥१॥ निष्क्रान्ते राक्षसेन्द्रे तु पुनरन्तःपुरं गते। राक्षस्यो भीमरूपास्ताः सीतां समभिदुद्रुवुः॥२॥"
                },
                {
                    "slok": "निष्क्रान्ते राक्षसेन्द्रे तु पुनरन्तःपुरं गते। राक्षस्यो भीमरूपास्ताः सीतां समभिदुद्रुवुः॥२॥",
                    "arth": "अशोकवाटिकासे निकलकर जब राक्षसराज रावण अन्तःपुरको चला गया, तब वहाँ जो भयानक रूपवाली राक्षसियाँ थीं, वे सब चारों ओरसे दौड़ी हुई सीताके पास आयीं ॥२॥ "
                },
                {
                    "slok": "ततः सीतामुपागम्य राक्षस्यः क्रोधमूछिताः। परं परुषया वाचा वैदेहीमिदमब्रुवन्॥३॥",
                    "arth": "विदेहकुमारी सीताके समीप आकर क्रोधसे व्याकुल हुई उन राक्षसियोंने अत्यन्त कठोर वाणीद्वारा उनसे इस प्रकार कहना आरम्भ किया-॥३॥"
                },
                {
                    "slok": "पौलस्त्यस्य वरिष्ठस्य रावणस्य महात्मनः। दशग्रीवस्य भार्यात्वं सीते न बहु मन्यसे॥४॥",
                    "arth": "'सीते! तुम पुलस्त्यजीके कुलमें उत्पन्न हुए सर्वश्रेष्ठ दशग्रीव महामना रावणकी भार्या बनना भी कोई बहुत बड़ी बात नहीं समझती?' ॥४॥ "
                },
                {
                    "slok": "ततस्त्वेकजटा नाम राक्षसी वाक्यमब्रवीत्। आमन्त्र्य क्रोधताम्राक्षी सीतां करतलोदरीम्॥५॥",
                    "arth": "तत्पश्चात् एकजटा नामवाली राक्षसीने क्रोधसे लाल आँखें करके कृशोदरी सीताको पुकारकर कहा-॥५॥ "
                },
                {
                    "slok": "प्रजापतीनां षण्णां तु चतुर्थोऽयं प्रजापतिः। मानसो ब्रह्मणः पुत्रः पुलस्त्य इति विश्रुतः॥६॥",
                    "arth": "'विदेहकुमारी! पुलस्त्यजी छ:१ प्रजापतियोंमें चौथे । हैं और ब्रह्माजीके मानस पुत्र हैं। इस रूपमें उनकी । सर्वत्र ख्याति है॥६॥ । "
                },
                {
                    "slok": "पुलस्त्यस्य तु तेजस्वी महर्षिर्मानसः सुतः।। नाना स विश्रवा नाम प्रजापतिसमप्रभः॥ ७॥",
                    "arth": "'पुलस्त्यजीके मानस पुत्र तेजस्वी महर्षि विश्रवा हैं। वे भी प्रजापतिके समान ही प्रकाशित होते हैं॥७॥ । "
                },
                {
                    "slok": "तस्य पुत्रो विशालाक्षि रावणः शत्रुरावणः। तस्य त्वं राक्षसेन्द्रस्य भार्या भवितुमर्हसि॥ ८ ॥ मयोक्तं चारुसर्वाङ्गि वाक्यं किं नानुमन्यसे।",
                    "arth": "'विशाललोचने! ये शत्रुओंके रुलानेवाले महाराज । रावण उन्हींके पुत्र हैं और समस्त राक्षसोंके राजा हैं। तुम्हें इनकी भार्या हो जाना चाहिये। सर्वांगसुन्दरी! मेरी | इस कही हुई बातका तुम अनुमोदन क्यों नहीं करतीं?'॥ "
                },
                {
                    "slok": "ततो हरिजटा नाम राक्षसी वाक्यमब्रवीत्॥ ९॥ | विवृत्य नयने कोपान्मार्जारसदृशेक्षणा । | येन देवास्त्रयस्त्रिंशद् देवराजश्च निर्जितः॥१०॥ | तस्य त्वं राक्षसेन्द्रस्य भार्या भवितुमर्हसि।",
                    "arth": "इसके बाद बिल्लीके समान भूरे आँखोंवाली | हरिजटा नामकी राक्षसीने क्रोधसे आँखें फाड़कर कहन आरम्भ किया-'अरी! जिन्होंने तैंतीसों२ देवताओं तथा देवराज इन्द्रको भी परास्त कर दिया है, उन राक्षसराज रावणकी रानी तो तुम्हें अवश्य बन जाना चाहिये।"
                },
                {
                    "slok": "वीर्योत्सिक्तस्य शूरस्य संग्रामेष्वनिवर्तिनः। बलिनो वीर्ययुक्तस्य भार्यात्वं किं न लिप्ससे॥११॥",
                    "arth": "'उन्हें अपने पराक्रमपर गर्व है। वे युद्धसे पीछे न हटनेवाले शूरवीर हैं। ऐसे बल-पराक्रमसम्पन्न पुरुषकी - भार्या बनना तुम क्यों नहीं चाहती हो?॥११॥"
                },
                {
                    "slok": "प्रियां बहुमतां भार्यां त्यक्त्वा राजा महाबलः।। सर्वासां च महाभागां त्वामुपैष्यति रावणः॥१२॥ समृद्धं स्त्रीसहस्त्रेण नानारत्नोपशोभितम्। अन्तःपुरं तदुत्सृज्य त्वामुपैष्यति रावणः॥१३॥",
                    "arth": "'महाबली राजा रावण अपनी अधिक प्रिय और सम्मानित भार्या मन्दोदरीको भी, जो सबकी स्वामिनी हैं, छोड़कर तुम्हारे पास पधारेंगे। तुम्हारा कितना महान् सौभाग्य है। वे सहस्रों रमणियोंसे भरे हुए और अनेक प्रकारके रत्नोंसे सुशोभित उस अन्तःपुरको छोड़कर तुम्हारे पास पधारेंगे (अतः तुम्हें उनकी प्रार्थना मान लेनी चाहिये) ॥१२-१३॥ "
                },
                {
                    "slok": "मना करताना अन्या तु विकटा नाम राक्षसी वाक्यमब्रवीत्। असकृद् भीमवीर्येण नागा गन्धर्वदानवाः। निर्जिताः समरे येन स ते पार्श्वमुपागतः॥१४॥ तस्य सर्वसमृद्धस्य रावणस्य महात्मनः। किमर्थं राक्षसेन्द्रस्य भार्यात्वं नेच्छसेऽधमे॥१५॥",
                    "arth": "तदनन्तर विकटा नामवाली दूसरी राक्षसीने कहा'जिन भयानक पराक्रमी राक्षसराजने नागों, गन्धर्यों और दानवोंको भी समरांगणमें बारम्बार परास्त किया है, वे ही तुम्हारे पास पधारे थे। नीच नारी! उन्हीं सम्पूर्ण ऐश्वर्योंसे सम्पन्न महामना राक्षसराज रावणकी भार्या बननेके लिये तम्हें क्यों इच्छा नहीं होती है? ॥१४-१५॥"
                },
                {
                    "slok": "ततस्तां दुर्मुखी नाम राक्षसी वाक्यमब्रवीत्। यस्य सूर्यो न तपति भीतो यस्य स मारुतः। न वाति स्मायतापाङ्गि किं त्वं तस्य न तिष्ठसे॥१६ ।",
                    "arth": "फिर उनसे दुर्मुखी नामवाली राक्षसीने कहा'विशाललोचने! जिनसे भय मानकर सूर्य तपना छोड़ देता है और वायुकी गति रुक जाती है, उनके पास तु क्यों नहीं रहती? ॥१६॥ "
                },
                {
                    "slok": "पुष्पवृष्टिं च तरवो मुमुचुर्यस्य वै भयात्। शैलाः सुनुवुः पानीयं जलदाश्च यदेच्छति॥१७॥ तस्य नैर्ऋतराजस्य राजराजस्य भामिनि। म किं त्वं न कुरुषे बुद्धिं भार्यार्थे रावणस्य हि॥१८॥",
                    "arth": "'भामिनि! जिनके भयसे वृक्ष फूल बरसाने लग हैं और जो जब इच्छा करते हैं, तभी पर्वत तथा मे जलका स्रोत बहाने लगते हैं। उन्हीं राजाधिराज राक्षसराज रावणकी भार्या बननेके लिये तुम्हारे मनमें क्यों नही विचार होता है ? ॥ १७-१८॥ "
                },
                {
                    "slok": "साधु ते तत्त्वतो देवि कथितं साधु भामिनि। गृहाण सुस्मिते वाक्यमन्यथा न भविष्यसि॥१९।",
                    "arth": "'देवि! मैंने तुमसे उत्तम, यथार्थ और हितक बात कही है। सुन्दर मुसकानवाली सीते! तुम मेरै बात मान लो, नहीं तो तुम्हें प्राणोंसे हाथ धोन पड़ेगा'॥१९॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे त्रयोविंशः सर्गः ॥२३॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें तेईसवाँ सर्ग पूरा हुआ॥ २३ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - चतुर्विंशः सर्गः सीताजीका राक्षसियोंकी बात माननेसे इनकार कर देना तथा राक्षसियोंका उन्हें मारने-काटनेकी धमकी देना",
            "arths": [
                {
                    "slok": "ततः सीतां समस्तास्ता राक्षस्यो विकृताननाः। परुष परुषानर्हामूचुस्तद्वाक्यमप्रियम्॥१॥",
                    "arth": "तदनन्तर विकराल मुखवाली उन समस्त राक्षसियोंने जो कटुवचन सुननेके योग्य नहीं थीं, उन सीतासे अप्रिय तथा कठोर वचन कहना आरम्भ किया-॥१॥ "
                },
                {
                    "slok": "किं त्वमन्तःपुरे सीते सर्वभूतमनोरमे। महार्हशयनोपेते न वासमनुमन्यसे॥२॥",
                    "arth": "'सीते! रावणका अन्तःपुर समस्त प्राणियोंके लिये मनोरम है। वहाँ बहुमूल्य शय्याएँ बिछी रहती हैं। उस अन्तःपुरमें तुम्हारा निवास हो, इसके लिये तुम क्यों नहीं अनुमति देतीं? ॥२॥ "
                },
                {
                    "slok": "मानुषस्यैव भार्यात्वं बहु मन्यसे। प्रत्याहर मनो रामान्नैवं जातु भविष्यति॥३॥ ",
                    "arth": "'तुम मानुषी हो, इसलिये मनुष्यकी भार्याका जो पद है, उसीको तुम अधिक महत्त्व देती हो; किंतु अब तुम रामकी ओरसे अपना मन हटा लो, अन्यथा कदापि जीवित नहीं रहोगी॥३॥ "
                },
                {
                    "slok": "त्रैलोक्यवसुभोक्तारं रावणं राक्षसेश्वरम्। भर्तारमुपसंगम्य विहरस्व यथासुखम्॥४॥",
                    "arth": "'तुम त्रिलोकीके ऐश्वर्यको भोगनेवाले राक्षसराज रावणको पतिरूपमें पाकर आनन्दपूर्वक विहार करो॥४॥"
                },
                {
                    "slok": "मानुषी मानुषं तं तु राममिच्छसि शोभने। राज्याद् भ्रष्टमसिद्धार्थं विक्लवन्तमनिन्दिते॥५॥",
                    "arth": "'अनिन्द्य सुन्दरि! तुम मानवी हो, इसीलिये मनुष्य-जातीय रामको ही चाहती हो; परंतु राम इस समय राज्यसे भ्रष्ट हैं। उनका कोई मनोरथ सफल नहीं होता है तथा वे सदा व्याकुल रहते हैं ॥५॥"
                },
                {
                    "slok": "राक्षसीनां वचः श्रुत्वा सीता पद्मनिभेक्षणा। नेत्राभ्यामश्रुपूर्णाभ्यामिदं वचनमब्रवीत् ॥ ६ ॥",
                    "arth": "राक्षसियोंकी ये बातें सुनकर कमलनयनी सीताने आँसूभरे नेत्रोंसे उनकी ओर देखकर इस प्रकार कहा-॥ ६ ॥"
                },
                {
                    "slok": "यदिदं लोकविद्विष्टमुदाहरत संगताः। नैतन्मनसि वाक्यं मे किल्बिषं प्रतितिष्ठति ॥ ७ ॥",
                    "arth": "'तुम सब मिलकर मुझसे जो यह लोक-विरुद्ध प्रस्ताव कर रही हो, तुम्हारा यह पापपूर्ण वचन मेरे हृदयमें एक क्षणके लिये भी नहीं ठहर पाता है॥७॥ "
                },
                {
                    "slok": "न मानुषी राक्षसस्य भार्या भवितुमर्हति। कामं खादत मां सर्वा न करिष्यामि वो वचः॥ ८॥ ",
                    "arth": "'एक मानवकन्या किसी राक्षसकी भार्या नहीं हो सकती। तुम सब लोग भले ही मुझे खा जाओ; किंतु मैं तुम्हारी बात नहीं मान सकती॥८॥"
                },
                {
                    "slok": "दीनो वा राज्यहीनो वा यो मे भर्ता स मे गुरुः। तं नित्यमनुरक्तास्मि यथा सूर्यं सुवर्चला॥ ९ ॥",
                    "arth": "'मेरे पति दीन हों अथवा राज्यहीन–वे ही मेरे स्वामी हैं, वे ही मेरे गुरु हैं, मैं सदा उन्हींमें अनुरक्त हूँ और रहूँगी। जैसे सुवर्चला सूर्यमें अनुरक्त रहती हैं॥९॥ "
                },
                {
                    "slok": "यथा शची महाभागा शक्रं समुपतिष्ठति। अरुन्धती वसिष्ठं च रोहिणी शशिनं यथा॥१०॥ लोपामुद्रा यथागस्त्यं सुकन्या च्यवनं यथा। सावित्री सत्यवन्तं च कपिलं श्रीमती यथा॥११॥ सौदासं मदयन्तीव केशिनी सगरं यथा। नैषधं । दमयन्तीव भैमी पतिमनुव्रता॥१२॥ तथाहमिक्ष्वाकुवरं रामं पतिमनुव्रता।",
                    "arth": "ना 'जैसे महाभागा शची इन्द्रकी सेवामें उपस्थित होती हैं, जैसे देवी अरुन्धती महर्षि वसिष्ठमें, रोहिणी चन्द्रमामें, लोपामुद्रा अगस्त्यमें, सुकन्या च्यवनमें, सावित्री सत्यवान्में, श्रीमती कपिलमें, मदयन्ती सौदासमें, केशिनी सगरमें तथा भीमकुमारी दमयन्ती अपने पति निषधनरेश नलमें अनुराग रखती हैं, उसी प्रकार मैं भी अपने"
                },
                {
                    "slok": "सीताया वचनं श्रुत्वा राक्षस्यः क्रोधमूछिताः। भर्त्सयन्ति स्म परुषैर्वाक्यै रावणचोदिताः॥१३॥",
                    "arth": "सीताकी बात सुनकर राक्षसियोंके क्रोधकी सीमा | न रही। वे रावणकी आज्ञाके अनुसार कठोर वचनोंद्वारा | उन्हें धमकाने लगीं ॥ १३॥"
                },
                {
                    "slok": "अवलीनः स निर्वाक्यो हनुमान् शिंशपाद्रुमे। सीतां संतर्जयन्तीस्ता राक्षसीरशृणोत् कपिः॥१४॥",
                    "arth": "अशोकवृक्षमें चुपचाप छिपे बैठे हुए वानर हनुमान्जी | सीताको फटकारती हुई राक्षसियोंकी बातें सुनते रहे॥१४॥ "
                },
                {
                    "slok": "तामभिक्रम्य संरब्धा वेपमानां समन्ततः। भृशं संलिलिहुर्दीप्तान् प्रलम्बान् दशनच्छदान्॥१५॥",
                    "arth": "शा वे सब राक्षसियाँ कुपित हो वहाँ काँपती हुई सीतापर चारों ओरसे टूट पड़ीं और अपने लम्बे एवं चमकीले ओठोंको बारम्बार चाटने लगीं ॥१५॥ "
                },
                {
                    "slok": "ऊचुश्च परमक्रुद्धाः प्रगृह्याशु परश्वधान्। नेयमर्हति भर्तारं रावणं राक्षसाधिपम्॥१६॥",
                    "arth": "उनका क्रोध बहुत बढ़ा हुआ था। वे सब-कीसब तुरंत हाथोंमें फरसे लेकर बोल उठीं-'यह राक्षसराज रावणको पतिरूपमें पानेयोग्य है ही नहीं ॥१६॥ "
                },
                {
                    "slok": "सा भत्य॑माना भीमाभी राक्षसीभिर्वरांगना। is सा बाष्पमपमार्जन्ती शिंशपां तामुपागमत्॥१७॥ ",
                    "arth": "उस भयानक राक्षसियोंके बारम्बार डाँटने और धमकानेपर सर्वांगसुन्दरी कल्याणी सीता अपने आँसू पोंछती हुई उसी अशोकवृक्षके नीचे चली आयीं (जिसके ऊपर हनुमान्जी छिपे बैठे थे)॥१७॥ "
                },
                {
                    "slok": "ततस्तां शिंशपां सीता राक्षसीभिः समावृता। अभिगम्य विशालाक्षी तस्थौ शोकपरिप्लुता॥१८॥",
                    "arth": "विशाललोचना वैदेही शोक-सागरमें डूबी हुई थीं। इसलिये वहाँ चुपचाप बैठ गयीं। किंतु उन राक्षसियोंने वहाँ भी आकर उन्हें चारों ओरसे घेर लिया॥१८॥ "
                },
                {
                    "slok": "तां कृशां दीनवदनां मलिनाम्बरवासिनीम्। | भर्त्सयाञ्चक्रिरे भीमा राक्षस्यस्ताः समन्ततः॥१९॥",
                    "arth": "वे बहुत ही दुर्बल हो गयी थीं। उनके मुखपर दीनता छा रही थी और उन्होंने मलिन वस्त्र पहन रखा था। उस अवस्थामें उन जनकनन्दिनीको चारों ओर खड़ी हुई भयानक राक्षसियोंने फिर धमकाना आरम्भ किया॥"
                },
                {
                    "slok": "ततस्तु विनता नाम राक्षसी भीमदर्शना। अब्रवीत् कुपिताकारा कराला निर्णतोदरी ॥ २० ॥",
                    "arth": "तदनन्तर विनता नामकी राक्षसी आगे बढ़ी। वह देखने में बडी भयंकर थी। उसकी देह क्रोधकी सजीव प्रतिमा जान पड़ती थी। उस विकराल राक्षसीके पेट भीतरकी ओर धंसे हुए थे। वह बोली- ॥२०॥ "
                },
                {
                    "slok": "सीते पर्याप्तमेतावद् भर्तुः स्नेहः प्रदर्शितः। सर्वत्रातिकृतं भद्रे व्यसनायोपकल्पते ॥२१॥",
                    "arth": "'सीते! तूने अपने पतिके प्रति जितना स्नेह दिखाया है, इतना ही बहुत है। भद्रे! अति करना तो सब जगह दुःखका ही कारण होता है॥२१॥ "
                },
                {
                    "slok": "परितुष्टास्मि भद्रं ते मानुषस्ते कृतो विधिः। ममापि तु वचः पथ्यं ब्रुवन्त्याः कुरु मैथिलि ॥२२॥",
                    "arth": "'मिथिलेशकुमारी! तुम्हारा भला हो। मैं तुमसे बहुत संतुष्ट हूँ; क्योंकि तुमने मानवोचित शिष्टाचारका अच्छी तरह पालन किया है। अब मैं भी तुम्हारे हितके लिये जो बात कहती हूँ, उसपर ध्यान दो-उसका शीघ्र पालन करो॥२२॥"
                },
                {
                    "slok": "रावणं भज भर्तारं भर्तारं सर्वरक्षसाम्। विक्रान्तमापतन्तं च सुरेशमिव वासवम्॥२३॥",
                    "arth": "'समस्त राक्षसोंका भरण-पोषण करनेवाले महाराज रावणको तुम अपना पति स्वीकार कर लो। वे देवराज इन्द्रके समान बड़े पराक्रमी तथा रूपवान् हैं॥ २३॥ "
                },
                {
                    "slok": "दक्षिणं त्यागशीलं च सर्वस्य प्रियवादिनम्। मानुषं कृपणं रामं त्यक्त्वा रावणमाश्रय॥२४॥",
                    "arth": "'दीन-हीन मनुष्य रामका परित्याग करके सबसे प्रिय वचन बोलनेवाले, उदार और त्यागी रावणक आश्रय लो॥ २४॥ "
                },
                {
                    "slok": "दिव्यांगरागा वैदेहि दिव्याभरणभूषिता। अद्यप्रभृति लोकानां सर्वेषामीश्वरी भव॥२५॥",
                    "arth": "'विदेहराजकुमारी! तुम आजसे समस्त लोकोंकी स्वामिनी बन जाओ और दिव्य अंगराग तथा दिव्य आभूषण धारण करो ॥२५॥ "
                },
                {
                    "slok": "अग्नेः स्वाहा यथा देवी शची वेन्द्रस्य शोभने। किं ते रामेण वैदेहि कृपणेन गतायुषा॥२६॥",
                    "arth": "'शोभने! जैसे अग्निकी प्रिय पत्नी स्वाहा और इन्द्रकी प्राणवल्लभा शची हैं, उसी प्रकार तुम रावणकी प्रेयसी बन जाओ। विदेहकुमारी! श्रीराम तो दीन हैं। उनकी आयु भी अब समाप्त हो चली है। उनसे तुम्हें क्या मिलेगा!॥२६॥ "
                },
                {
                    "slok": "एतदुक्तं च मे वाक्यं यदि त्वं न करिष्यसि। अस्मिन् मुहूर्ते सर्वास्त्वां भक्षयिष्यामहे वयम्॥२७॥",
                    "arth": "'यदि तुम मेरी कही हुई इस बातको नहीं मानोगी तो हम सब मिलकर तुम्हें इसी मुहूर्तमें अपना आहार बना लेंगी' ॥ २७॥ "
                },
                {
                    "slok": "अन्या तु विकटा नाम लम्बमानपयोधरा। अब्रवीत् कुपिता सीतां मुष्टिमुद्यम्य तर्जती॥२८॥",
                    "arth": "तदनन्तर दूसरी राक्षसी सामने आयी। उसके लम्बे-लम्बे स्तन लटक रहे थे। उसका नाम विकटा था। वह कुपित हो मुक्का तानकर डाँटती हुई सीतासे बोली- ॥२८॥ "
                },
                {
                    "slok": "बहून्यप्रतिरूपाणि वचनानि सुदुर्मते। अनुक्रोशान्मृदुत्वाच्च सोढानि तव मैथिलि॥२९॥",
                    "arth": "'अत्यन्त खोटी बुद्धिवाली मिथिलेशकुमारी! अबतक हमलोगोंने अपने कोमल स्वभाववश तुमपर दया आ जानेके कारण तुम्हारी बहुत-सी अनुचित बातें सह ली हैं॥२९॥ "
                },
                {
                    "slok": "न च नः कुरुषे वाक्यं हितं कालपुरस्कृतम्। आनीतासि समुद्रस्य पारमन्यैर्दुरासदम्॥३०॥ रावणान्तःपुरे घोरे प्रविष्टा चासि मैथिलि। रावणस्य गृहे रुद्धा अस्माभिस्त्वभिरक्षिता॥३१॥",
                    "arth": "'इतनेपर भी तुम हमारी बात नहीं मानती हो। हमने तुम्हारे हितके लिये ही समयोचित सलाह दी थी। देखो, तुम्हें समुद्रके इस पार ले आया गया है, जहाँ पहुँचना दूसरोंके लिये अत्यन्त कठिन है। यहाँ भी रावणके भयानक अन्तःपुरमें तुम लाकर रखी गयी हो। मिथिलेशकुमारी! याद रखो, रावणके घरमें कैद हो और हम-जैसी राक्षसियाँ तुम्हारी चौकसी कर रही हैं॥ ३०-३१॥ "
                },
                {
                    "slok": "न त्वां शक्तः परित्रातुमपि साक्षात् पुरंदरः। कुरुष्व हितवादिन्या वचनं मम मैथिलि॥३२॥ ",
                    "arth": "'मैथिलि! साक्षात् इन्द्र भी यहाँ तुम्हारी रक्षा करनेमें समर्थ नहीं हो सकते। अतः मेरा कहना मानो, मैं तुम्हारे हितकी बात बता रही हूँ॥३२॥ "
                },
                {
                    "slok": "अलमश्रुनिपातेन त्यज शोकमनर्थकम्। भज प्रीतिं प्रहर्षं च त्यजन्ती नित्यदैन्यताम्॥३३॥ ",
                    "arth": "'आँसू बहानेसे कुछ होने-जानेवाला नहीं है। यह व्यर्थका शोक त्याग दो। सदा छायी रहनेवाली दीनताको दूर करके अपने हृदयमें प्रसन्नता और उल्लासको स्थान दो॥३३॥ "
                },
                {
                    "slok": "सीते राक्षसराजेन परिक्रीड यथासुखम्। जानीमहे यथा भीरु स्त्रीणां यौवनमध्रुवम्॥३४॥",
                    "arth": "'सीते! राक्षसराज रावणके साथ सुखपूर्वक क्रीडाविहार करो। भीरु! हम सभी स्त्रियाँ जानती हैं कि नारियोंका यौवन टिकनेवाला नहीं होता ॥ ३४॥ "
                },
                {
                    "slok": "यावन्न ते व्यतिक्रामेत् तावत् सुखमवाप्नुहि। उद्यानानि च रम्याणि पर्वतोपवनानि च॥३५॥ सह राक्षसराजेन चर त्वं मदिरेक्षणे। स्त्रीसहस्त्राणि ते देवि वशे स्थास्यन्ति सुन्दरि॥३६॥ ",
                    "arth": "'जबतक तुम्हारा यौवन नहीं ढल जाता, तबतक सुख भोग लो। मदमत्त बना देनेवाले नेत्रोंसे शोभा पानेवाली सुन्दरी ! तुम राक्षसराज रावणके साथ लङ्काके रमणीय उद्यानों और पर्वतीय उपवनोंमें विहार करो। देवि! ऐसा करनेसे सहस्रों स्त्रियाँ सदा तुम्हारी आज्ञाके अधीन रहेंगी॥ ३५-३६॥ "
                },
                {
                    "slok": "रावणं भज भर्तारं भर्तारं सर्वरक्षसाम्। उत्पाट्य वा ते हृदयं भक्षयिष्यामि मैथिलि॥३७॥ यदि मे व्याहृतं वाक्यं न यथावत् करिष्यसि। ",
                    "arth": "'महाराज रावण समस्त राक्षसोंका भरण-पोषण करनेवाले स्वामी हैं। तुम उन्हें अपना पति बना लो। मैथिलि! याद रखो, मैंने जो बात कही है, यदि उसका ठीक-ठीक पालन नहीं करोगी तो मैं अभी तुम्हारा कलेजा निकालकर खा जाऊँगी' ॥ ३७३ ॥"
                },
                {
                    "slok": "ततश्चण्डोदरी नाम राक्षसी क्रूरदर्शना॥३८॥ भ्रामयन्ती महच्छूलमिदं वचनमब्रवीत्।",
                    "arth": "अब चण्डोदरी नामवाली राक्षसीकी बारी आयी। उसकी दृष्टिसे ही क्रूरता टपकती थी। उसने विशाल त्रिशूल घुमाते हुए यह बात कही- ॥३८३ ॥ "
                },
                {
                    "slok": "इमां हरिणशावाक्षीं त्रासोत्कम्पपयोधराम्॥३९॥ रावणेन हृतां दृष्ट्वा दौ«दो मे महानयम्। यकप्लीहं महत क्रोडं हृदयं च सबन्धनम॥४०॥ गात्राण्यपि तथा शीर्षं खादेयमिति मे मतिः।",
                    "arth": "'महाराज रावण जब इसे हरकर ले आये थे, उस समय भयके मारे यह थर-थर काँप रही थी, जिससे इसके दोनों स्तन हिल रहे थे। उस दिन इस मृगशावकनयनी मानव-कन्याको देखकर मेरे हृदयमें यह बड़ी भारी इच्छा जाग्रत् हुई—इसके जिगर, तिल्ली, विशाल वक्षःस्थल, हृदय, उसके आधारस्थान, अन्यान्य अंग तथा सिरको मैं खा जाऊँ। इस समय भी मेरा ऐसा ही विचार है' ॥३९-४०३ ॥"
                },
                {
                    "slok": "ततस्तु प्रघसा नाम राक्षसी वाक्यमब्रवीत्॥४१॥ कण्ठमस्या नृशंसायाः पीडयामः किमास्यते। निवेद्यतां ततो राज्ञे मानुषी सा मृतेति ह॥४२॥ नात्र कश्चन संदेहः खादतेति स वक्ष्यति।",
                    "arth": "तदनन्तर प्रघसा नामक राक्षसी बोल उठी-'फिर तो हमलोग इस क्रूर-हृदया सीताका गला घोंट दें; अब चुपचाप बैठे रहनेकी क्या आवश्यकता है? इसे मारकर महाराजको सूचना दे दी जाय कि वह मानवकन्या मर गयी। इसमें कोई संदेह नहीं कि इस समाचारको सुनकर महाराज यह आज्ञा दे देंगे कि तुम सब लोग उसे खा जाओ' ॥ ४१-४२३॥ "
                },
                {
                    "slok": "ततस्त्वजामुखी नाम राक्षसी वाक्यमब्रवीत्॥४३॥ विशस्येमां ततः सर्वान् समान् कुरुत पिण्डकान्। । विभजाम ततः सर्वा विवादो मे न रोचते॥४४॥ पेयमानीयतां क्षिप्रं माल्यं च विविधं बहु।तत्पश्चात् राक्षसी अजामुखीने कहा-'मुझे तो | व्यर्थका वाद-विवाद अच्छा नहीं लगता। आओ, पहले | इसे काटकर इसके बहुत-से टुकड़े कर डालें। वे सभी टुकड़े बराबर माप-तौलके होने चाहिये। फिर उन टुकड़ोंको हमलोग आपसमें बाँट लेंगी। साथ ही नाना प्रकारकी पेय-सामग्री तथा फूल-माला आदि भी शीघ्र | ही प्रचुर मात्रामें मँगा ली जाय' ॥४३-४४३॥ ",
                    "arth": "तत्पश्चात् राक्षसी अजामुखीने कहा-'मुझे तो | व्यर्थका वाद-विवाद अच्छा नहीं लगता। आओ, पहले | इसे काटकर इसके बहुत-से टुकड़े कर डालें। वे सभी टुकड़े बराबर माप-तौलके होने चाहिये। फिर उन टुकड़ोंको हमलोग आपसमें बाँट लेंगी। साथ ही नाना प्रकारकी पेय-सामग्री तथा फूल-माला आदि भी शीघ्र | ही प्रचुर मात्रामें मँगा ली जाय' ॥४३-४४३॥ "
                },
                {
                    "slok": "ततः शूर्पणखा नाम राक्षसी वाक्यमब्रवीत्॥४५॥ | अजामुख्या यदुक्तं वै तदेव मम रोचते। | सुरा चानीयतां क्षिप्रं सर्वशोकविनाशिनी॥४६॥ | मानुषं मांसमास्वाद्य नृत्यामोऽथ निकुम्भिलाम्।",
                    "arth": "तदनन्तर राक्षसी शूर्पणखाने कहा-'अजामुखीने | जो बात कही है, वही मुझे भी अच्छी लगती है। | समस्त शोकोंको नष्ट कर देनेवाली सुराको भी | शीघ्र मँगवा लो। उसके साथ मनुष्यके मांसका | आस्वादन करके हम निकुम्भिला देवीके सामने नृत्य | करेंगी' ॥४५-४६३ ॥"
                },
                {
                    "slok": "एवं निर्भय॑माना सा सीता सुरसुतोपमा। | राक्षसीभिर्विरूपाभिधैर्यमुत्सृज्य रोदिति ॥४७॥",
                    "arth": "उन विकराल रूपवाली राक्षसियोंके द्वारा इस | प्रकार धमकायी जानेपर देवकन्याके समान सुन्दरी सीता | धैर्य छोड़कर फूट-फूटकर रोने लगीं॥४७॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे चतुर्विंशः सर्गः ॥ २४ ॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आरामायण आदिकाव्य सुन्दरकाण्डमें चौबीसवीं सर्ग पूरा हुआ ॥ २४ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - पञ्चविंशः सर्गः राक्षसियोंकी बात माननेसे इनकार करके शोक-संतप्त सीताका विलाप करना",
            "arths": [
                {
                    "slok": "अथ तासां वदन्तीनां परुषं दारुणं बहु।। राक्षसीनामसौम्यानां रुरोद जनकात्मजा॥१॥",
                    "arth": "जब वे क्रूर राक्षसियाँ इस प्रकारकी बहुत-सी कठोर एवं क्रूरतापूर्ण बातें कह रही थीं, उस समय जनकनन्दिनी सीता अधीर हो-होकर रो रही थीं॥१॥ "
                },
                {
                    "slok": "एवमुक्ता तु वैदेही राक्षसीभिर्मनस्विनी। उवाच परमत्रस्ता बाष्पगद्गदया गिरा॥२॥",
                    "arth": "उन राक्षसियोंके इस प्रकार कहनेपर अत्यन्त भयभीत हुई मनस्विनी विदेहराजकुमारी सीता नेत्रोंसे आँसू बहाती गद्गद वाणीमें बोलीं- ॥२॥ "
                },
                {
                    "slok": "न मानुषी राक्षसस्य भार्या भवितुमर्हति। कामं खादत मां सर्वा न करिष्यामि वो वचः॥३॥ ",
                    "arth": "राक्षसियो! मनुष्यकी कन्या कभी राक्षसकी भार्या नहीं हो सकती। तुम्हारा जी चाहे तो तुम सब लोग मिलकर मुझे खा जाओ, परंतु मैं तुम्हारी बात नहीं मानूंगी'॥३॥ "
                },
                {
                    "slok": "सा राक्षसीमध्यगता सीता सुरसुतोपमा। न शर्म लेभे शोकार्ता रावणेनेव भसिता॥४॥",
                    "arth": "राक्षसियोंके बीचमें बैठी हुई देवकन्याके समान सुन्दरी सीता रावणके द्वारा धमकायी जानेके कारण शोकसे आर्त-सी होकर चैन नहीं पा रही थीं॥४॥ "
                },
                {
                    "slok": "वेपते स्माधिकं सीता विशन्तीवांगमात्मनः। वने यूथपरिभ्रष्टा मृगी कोकैरिवादिता॥ ५ ॥ ",
                    "arth": "जैसे वनमें अपने यूथसे बिछुड़ी हुई मृगी भेड़ियोंसे पीड़ित होकर भयके मारे काँप रही हो, उसी प्रकार सीता जोर-जोरसे काँप रही थीं और इस तरह सिकुड़ी जा रही थीं, मानो अपने अंगोंमें ही समा जायँगी॥५॥ "
                },
                {
                    "slok": "सा त्वशोकस्य विपुलां शाखामालम्ब्य पुष्पिताम्। चिन्तयामास शोकेन भर्तारं भग्नमानसा॥ ६ ॥",
                    "arth": "उनका मनोरथ भंग हो गया था। वे हताश-सी होकर अशोकवृक्षकी खिली हुई एक विशाल शाखाका सहारा ले शोकसे पीड़ित हो अपने पतिदेवका चिन्तन करने लगीं॥६॥"
                },
                {
                    "slok": "सा स्नापयन्ती विपुलौ स्तनौ नेत्रजलस्त्रवैः। चिन्तयन्ती न शोकस्य तदान्तमधिगच्छति॥ ७ ॥",
                    "arth": "आँसुओंके प्रवाहसे अपने स्थूल उरोजोंका अभिषेक करती हुई वे चिन्तामें डूबी थीं और उस समय शोकका पार नहीं पा रही थीं॥७॥"
                },
                {
                    "slok": " सा वेपमाना पतिता प्रवाते कदली यथा। राक्षसीनां भयत्रस्ता विवर्णवदनाभवत्॥ ८ ॥",
                    "arth": "प्रचण्ड वायुके चलनेपर कम्पित होकर गिरे हुए केलेके वृक्षकी भाँति वे राक्षसियोंके भयसे त्रस्त हो पृथ्वीपर गिर पड़ीं। उस समय उनके मुखकी कान्ति फीकी पड़ गयी थी॥८॥ "
                },
                {
                    "slok": "तस्याः सा दीर्घबहुला वेपन्त्याः सीतया तदा। ददृशे कम्पिता वेणी व्यालीव परिसर्पती॥ ९॥ ",
                    "arth": "उस बेलामें काँपती हुई सीताकी विशाल एवं घनीभूत वेणी भी कम्पित हो रही थी, इसलिये वह रेंगती हुई सर्पिणीके समान दिखायी देती थी॥९॥ "
                },
                {
                    "slok": "सा निःश्वसन्ती शोकार्ता कोपोपहतचेतना। आर्ता व्यसृजदश्रूणि मैथिली विललाप च॥१०॥ ",
                    "arth": "वे शोकसे पीड़ित होकर लम्बी साँसें खींच रही थीं और क्रोधसे अचेत-सी होकर आर्तभावसे आँसू बहा रही थीं। उस समय मिथिलेशकुमारी इस प्रकार विलाप करने लगीं- ॥१०॥ "
                },
                {
                    "slok": "हा रामेति च दुःखार्ता हा पुनर्लक्ष्मणेति च। हा श्वश्रूर्मम कौसल्ये हा सुमित्रेति भामिनी॥११॥",
                    "arth": "'हा राम! हा लक्ष्मण! हा मेरी सासु कौसल्ये! हा आर्ये सुमित्रे! बारम्बार ऐसा कहकर दुःखसे पीड़ित हुई भामिनी सीता रोने-बिलखने लगीं ॥ ११॥॥ "
                },
                {
                    "slok": "लोकप्रवादः सत्योऽयं पण्डितैः समुदाहृतः। अकाले दुर्लभो मृत्युः स्त्रिया वा पुरुषस्य वा॥१२॥",
                    "arth": "'हाय! पण्डितोंने यह लोकोक्ति ठीक ही कही है कि 'किसी भी स्त्री या पुरुषकी मृत्यु बिना समय आये नहीं होती' ॥१२॥ "
                },
                {
                    "slok": "यत्राहमाभिः क्रूराभी राक्षसीभिरिहार्दिता। जीवामि हीना रामेण मुहूर्तमपि दुःखिता॥१३॥",
                    "arth": "'तभी तो मैं श्रीरामके दर्शनसे वञ्चित तथा इन क्रूर राक्षसियोंद्वारा पीड़ित होनेपर भी यहाँ मुहूर्तभर भी जी रही हूँ॥१३॥ "
                },
                {
                    "slok": "एषाल्पपुण्या कृपणा विनशिष्याम्यनाथवत्। समुद्रमध्ये नौः पूर्णा वायुवेगैरिवाहता॥१४॥",
                    "arth": "'मैंने पूर्वजन्ममें बहुत थोड़े पुण्य किये थे, इसीलिये इस दीन दशामें पड़कर मैं अनाथकी भाँति मारी जाऊँगी। जैसे समुद्रके भीतर सामानसे भरी हुई नौका वायुके वेगसे आहत हो डूब जाती है, उसी प्रकार मैं भी नष्ट हो जाऊँगी॥१४॥"
                },
                {
                    "slok": "भर्तारं तमपश्यन्ती राक्षसीवशमागता। सीदामि खलु शोकेन कूलं तोयहतं यथा॥१५॥",
                    "arth": "'मुझे पतिदेवके दर्शन नहीं हो रहे हैं। मैं इन राक्षसियोंके चंगुलमें फँस गयी हूँ और पानीके थपेड़ोंसे आहत हो कटते हुए कगारोंके समान शोकसे क्षीण होती जा रही हूँ॥ १५॥ "
                },
                {
                    "slok": "तं पद्मदलपत्राक्षं सिंहविक्रान्तगामिनम्। धन्याः पश्यन्ति मे नाथं कृतज्ञं प्रियवादिनम्॥१६॥",
                    "arth": "'आज जिन लोगोंको सिंहके समान पराक्रमी और सिंहकी-सी चालवाले मेरे कमलदललोचन, कृतज्ञ और प्रियवादी प्राणनाथके दर्शन हो रहे हैं, वे धन्य हैं॥१६॥"
                },
                {
                    "slok": "सर्वथा तेन हीनाया रामेण विदितात्मना। तीक्ष्णं विषमिवास्वाद्य दुर्लभं मम जीवनम्॥१७॥ ",
                    "arth": "'उन आत्मज्ञानी भगवान् श्रीरामसे बिछुड़कर मेरा जीवित रहना उसी तरह सर्वथा दर्लभ है, जैसे तेज विषका पान करके किसीका भी जीना अत्यन्त कठिन हो जाता है॥१७॥ "
                },
                {
                    "slok": "कीदृशं तु महापापं मया देहान्तरे कृतम्। तेनेदं प्राप्यते घोरं महादुःखं सुदारुणम्॥१८॥",
                    "arth": "'पता नहीं, मैंने पूर्वजन्ममें दूसरे शरीरसे कैसा महान् पाप किया था, जिससे यह अत्यन्त कठोर, घोर और महान् दुःख मुझे प्राप्त हुआ है ? ॥ १८॥ "
                },
                {
                    "slok": "जीवितं त्यक्तुमिच्छामि शोकेन महता वृता। राक्षसीभिश्च रक्षन्त्या रामो नासाद्यते मया॥१९॥",
                    "arth": "'इन राक्षसियोंके संरक्षणमें रहकर तो मैं अपने प्राणाराम श्रीरामको कदापि नहीं पा सकती, इसलिये महान् शोकसे घिर गयी हूँ और इससे तंग आकर अपने जीवनका अन्त कर देना चाहती हूँ॥१९॥"
                },
                {
                    "slok": "धिगस्तु खलु मानुष्यं धिगस्तु परवश्यताम्। न शक्यं यत् परित्यक्तुमात्मच्छन्देन जीवितम्॥२०॥",
                    "arth": "'इस मानव-जीवन और परतन्त्रताको धिक्कार है, जहाँ अपनी इच्छाके अनुसार प्राणोंका परित्याग भी नहीं किया जा सकता' ॥२०॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे पञ्चविंशः सर्गः ॥२५॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें पचीसवाँ सर्ग पूरा हुआ॥२५॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - षड्विंशः सर्गः सीताका करुण-विलाप तथा अपने प्राणोंको त्याग देनेका निश्चय करना",
            "arths": [
                {
                    "slok": "प्रसक्ताश्रुमुखी त्वेवं ब्रुवती जनकात्मजा। अधोगतमुखी बाला विलप्तुमुपचक्रमे॥१॥ उन्मत्तेव प्रमत्तेव भ्रान्तचित्तेव शोचती। उपावृत्ता किशोरीव विचेष्टन्ती महीतले॥२॥ ",
                    "arth": "जनकनन्दिनी सीताके मुखपर आँसुओंकी धारा बह रही थी। उन्होंने अपना मुख नीचेकी ओर झुका लिया था। वे उपर्युक्त बातें कहती हुई ऐसी जान पड़ती थीं मानो उन्मत्त हो गयी हों-उनपर भूत सवार हो गया हो अथवा पित्त बढ़ जानेसे पागलोंका-सा प्रलाप कर रही हों अथवा दिग्भ्रम आदिके कारण, उनका चित्त भ्रान्त हो गया हो। वे शोकमग्न हो धरतीपर लोटती हुई बछेड़ीके समान पड़ी-पड़ी छटपटा रही थीं। उसी अवस्थामें सरलहृदया सीताने इस प्रकार विलाप करना आरम्भ किया- ॥१-२॥"
                },
                {
                    "slok": "राघवस्य प्रमत्तस्य रक्षसा कामरूपिणा। रावणेन प्रमथ्याहमानीता क्रोशती बलात् ॥ ३ ॥",
                    "arth": "'हाय! इच्छानुसार रूप धारण करनेवाले राक्षस मारीचके द्वारा जब रघुनाथजी दूर हटा दिये गये और मेरी ओरसे असावधान हो गये. उस अवस्थामें रावण मुझ रोती, चिल्लाती हुई अबलाको बलपूर्वक उठाकर यहाँ ले आया॥३॥ "
                },
                {
                    "slok": "राक्षसीवशमापन्ना भय॑माना च दारुणम्। चिन्तयन्ती सुदुःखार्ता नाहं जीवितुमुत्सहे॥४॥",
                    "arth": "अब मैं राक्षसियोंके वशमें पड़ी हूँ और इनकी कठोर धमकियाँ सुनती एवं सहती हूँ। ऐसी दशामें अत्यन्त दुःखसे आर्त एवं चिन्तित होकर मैं जीवित नहीं रह सकती॥४॥"
                },
                {
                    "slok": "नहि मे जीवितेनार्थो नैवार्थैर्न च भूषणैः। वसन्त्या राक्षसीमध्ये विना रामं महारथम्॥५॥",
                    "arth": "'महारथी श्रीरामके बिना राक्षसियोंके बीचमे रहकर मुझे न तो जीवनसे कोई प्रयोजन है, न धनकी आवश्यकता है और न आभूषणोंसे ही कोई काम है ॥"
                },
                {
                    "slok": "अश्मसारमिद नूनमधवाप्यजरामरम्। हृदयं मम येनेदं न दुःखेन विशीर्यते ॥ ६ ॥",
                    "arth": "अवश्य ही मेरा यह हृदय लोहेका बना हुआ है अथवा अजर-अमर है, जिससे इस महान् दुःखमें पड़कर भी यह फटता नहीं है॥६॥"
                },
                {
                    "slok": " थिङ्मामनार्यापसतीं याहं तेन विना कृता । मुहूर्तमपि जीवामि जीवितं पापजीविका ॥ ७॥",
                    "arth": "'मैं बड़ी ही अनार्य और असती हूँ, मुझे धिक्कार है, जो उनसे अलग होकर में एक मुहूर्त भी इस पापी जीवनको धारण किये हैं। अब तो यह जीवन केवल दुःख देनेके लिये ही है ॥ ७ ॥"
                },
                {
                    "slok": "चरणेनापि सव्येन न स्पृशेयं निशाचरम् । रावणं किं पुनरहं कामयेयं विगर्हितम् ॥ ८ ॥",
                    "arth": "उस लोकनिन्दित निशाचर रावणको तो मैं बायें पैरसे भी नहीं छू सकती, फिर उसे चाहनेकी तो बात ही क्या है ? ॥ ८ ॥"
                },
                {
                    "slok": "प्रत्याख्यानं न जानाति नात्मानं नात्मनः कुलम् । यो नृशंसस्वभावेन मां प्रार्थयितुमिच्छति ॥ ९ ॥",
                    "arth": "यह राक्षस अपने क्रूर स्वभावके कारण न तो मेरे इनकारपर ध्यान देता है, न अपने महत्त्वको समझता है और न अपने कुलकी प्रतिष्ठाका ही विचार करता है। बारम्बार मुझे प्राप्त करनेकी ही इच्छा करता है ॥ ९॥"
                },
                {
                    "slok": "छिन्ना भिन्ना प्रभिना वा दीप्ता वाग्री प्रदीपिता। रावणं नोपतिष्ठेयं किं प्रलापेन वश्चिरम् ।। १० ।।",
                    "arth": "'राक्षसियो! तुम्हारे देस्तक बकवाद करनेसे क्या लाभ ? तुम मुझे छेदो, चौरी, टुकड़े-टुकड़े कर डालो, आगमें सेंक दो अथवा सर्वथा जलाकर भस्म कर डालो तो भी मैं रावणके पास नहीं फटक सकती ॥ १० ॥"
                },
                {
                    "slok": "ख्यातः प्राज्ञः कृतज्ञश्च सानुक्रोशश्च राघवः। सद्वृत्तो निरनुकोशः शङ्के मद्भाग्यसंक्षयात् ॥ ११ ॥",
                    "arth": "'श्रीरघुनाथजी विश्वविख्यात ज्ञानी, कृतज्ञ, सदाचारी और परम दयालु हैं तथापि मुझे संदेह हो रहा है कि कहीं वे मेरे भाग्यके नष्ट हो जानेसे मेरे प्रति निर्दय तो नहीं हो गये ? ॥ ११ ॥"
                },
                {
                    "slok": "क्षसानां जनस्थाने सहस्त्राणि चतुर्दश। एकेनैव निरस्तानि स मां किं नाभिपद्यते ॥ १२ ॥",
                    "arth": "अन्यथा जिन्होंने जनस्थानमें अकेले ही चौदह हजार राक्षसोंको कालके गालमें डाल दिया, वे मेरे पास क्यों नहीं आ रहे हैं? ॥ १२ ॥"
                },
                {
                    "slok": "निरुद्धा रावणेनाहमल्पवीर्येण रक्षसा। समर्थः खलु मे भर्ता रावणं हन्तुमाहवे॥१३॥",
                    "arth": "'इस अल्प बलवाले राक्षस रावणने मुझे कैद कर रखा है। निश्चय ही मेरे पतिदेव समरांगणमें इस रावणका वध करनेमें समर्थ हैं॥१३॥ "
                },
                {
                    "slok": "विराधो दण्डकारण्ये येन राक्षसपुंगवः। रणे रामेण निहतः स मां किं नाभिपद्यते॥१४॥",
                    "arth": "'जिन श्रीरामने दण्डकारण्यके भीतर राक्षसशिरोमणि विराधको युद्ध में मार डाला था, वे मेरी रक्षा करनेके लिये यहाँ क्यों नहीं आ रहे हैं?॥१४॥"
                },
                {
                    "slok": "कामं मध्ये समुद्रस्य लङ्केयं दुष्प्रधर्षणा। | न तु राघवबाणानां गतिरोधो भविष्यति॥१५॥",
                    "arth": "'यह लङ्का समुद्रके बीचमें बसी है, अतः किसी | दूसरेके लिये यहाँ आक्रमण करना भले ही कठिन हो; किंतु श्रीरघुनाथजीके बाणोंकी गति यहाँ भी कुण्ठित | नहीं हो सकती॥ १५॥ "
                },
                {
                    "slok": "किं न तत् कारणं येन रामो दढपराक्रमः। रक्षसापहृतां भार्यामिष्टां यो नाभिपद्यते॥१६॥",
                    "arth": "वह कौन-सा कारण है, जिससे बाधित होकर सुदृढ़ पराक्रमी श्रीराम राक्षसद्वारा अपहृत हुई अपनी प्राणपत्न सीताको छुड़ानेके लिये नहीं आ रहे हैं॥१६॥"
                },
                {
                    "slok": "इहस्थां मां न जानीते शङ्के लक्ष्मणपूर्वजः। | जानन्नपि स तेजस्वी धर्षणां मर्षयिष्यति॥१७॥ ",
                    "arth": "'मुझे तो संदेह होता है कि लक्ष्मणजीके ज्येष्ठ | भ्राता श्रीरामचन्द्रजीको मेरे इस लङ्कामें होनेका पता ही नहीं है। मेरे यहाँ होनेकी बात यदि वे जानते होते तो उनके-जैसा तेजस्वी पुरुष अपनी पत्नीका यह तिरस्कार कैसे सह सकता था? ॥ १७॥ "
                },
                {
                    "slok": "हृतेति मां योऽधिगत्य राघवाय निवेदयेत्। गृध्रराजोऽपि स रणे रावणेन निपातितः॥१८॥",
                    "arth": "'जो श्रीरघुनाथजीको मेरे हरे जानेकी सूचना दे सकते थे, उन गृध्रराज जटायुको भी रावणने युद्धमें मार गिराया था॥ १८॥ "
                },
                {
                    "slok": "कृतं कर्म महत् तेन मां तथाभ्यवपद्यता। तिष्ठता रावणवधे वृद्धेनापि जटायुषा॥१९॥",
                    "arth": "'जटायु यद्यपि बूढ़े थे तो भी मुझपर अनुग्रह करके रावणका वध करनेके लिये उद्यत हो उन्होंने बहुत बड़ा पुरुषार्थ किया था॥१९॥ "
                },
                {
                    "slok": "यदि मामिह जानीयाद् वर्तमानां हि राघवः। अद्य बाणैरभिक्रुद्धः कुर्याल्लोकमराक्षसम्॥२०॥",
                    "arth": "'यदि श्रीरघुनाथजीको मेरे यहाँ रहनेका पता लग जाता तो वे आज ही कुपित होकर सारे संसारको राक्षसोंसे शून्य कर डालते ॥२०॥ "
                },
                {
                    "slok": "निर्दहेच्च पुरीं लङ्कां निर्दहेच्च महोदधिम्। रावणस्य च नीचस्य कीर्तिं नाम च नाशयेत्॥२१॥",
                    "arth": "'लङ्कापुरीको भी जला देते, महासागरको भी भस्म कर डालते तथा इस नीच निशाचर रावणके नाम और यशका भी नाश कर देते॥२१॥ "
                },
                {
                    "slok": "ततो निहतनाथानां राक्षसीनां गृहे गृहे। यथाहमेवं रुदती तथा भूयो न संशयः॥२२॥",
                    "arth": "'फिर तो नि:संदेह अपने पतियोंका संहार हो जानेसे घर-घरमें राक्षसियोंका इसी प्रकार क्रन्दन होता, जैसे आज मैं रो रही हूँ॥ २२॥ "
                },
                {
                    "slok": "अन्विष्य रक्षसां लङ्कां कुर्याद् रामः सलक्ष्मणः। नहि ताभ्यां रिपुर्दृष्टो मुहूर्तमपि जीवति॥२३॥",
                    "arth": "'श्रीराम और लक्ष्मण लङ्काका पता लगाकर निश्चय ही राक्षसोंका संहार करेंगे। जिस शत्रुको उन दोनों भाइयोंने एक बार देख लिया, वह दो घड़ी भी जीवित नहीं रह सकता ॥ २३॥ "
                },
                {
                    "slok": "चिताधूमाकुलपथा फिगृध्रमण्डलमण्डिता। अचिरेणैव कालेन श्मशानसदृशी भवेत्॥२४॥",
                    "arth": "'अब थोड़े ही समयमें यह लङ्कापुरी श्मशानभूमिके समान हो जायगी। यहाँकी सड़कोंपर चिताका धुआँ फैल रहा होगा और गीधोंकी जमातें इस भूमिकी शोभा बढ़ाती होंगी॥२४॥ "
                },
                {
                    "slok": "अचिरेणैव कालेन प्राप्स्याम्येनं मनोरथम्। दुष्प्रस्थानोऽयमाभाति सर्वेषां वो विपर्ययः॥२५॥",
                    "arth": "'वह समय शीघ्र आनेवाला है जब कि मेरा यह मनोरथ पूर्ण होगा। तुम सब लोगोंका यह दुराचार तुम्हारे लिये शीघ्र ही विपरीत परिणाम उपस्थित करेगा, ऐसा स्पष्ट जान पड़ता है॥२५॥ "
                },
                {
                    "slok": "यादृशानि तु दृश्यन्ते लङ्कायामशुभानि तु। अचिरेणैव कालेन भविष्यति हतप्रभा॥२६॥ ",
                    "arth": "'लङ्कामें जैसे-जैसे अशुभ लक्षण दिखायी दे रहे हैं, उनसे जान पड़ता है कि अब शीघ्र ही इसकी चमक-दमक नष्ट हो जायगी॥२६॥ "
                },
                {
                    "slok": "नूनं लङ्का हते पापे रावणे राक्षसाधिपे। शोषमेष्यति दुर्धर्षा प्रमदा विधवा यथा॥२७॥ ",
                    "arth": "'पापाचारी राक्षसराज रावणके मारे जानेपर यह भी लापरी भी निश्चय द्री विधवा यवतीकी भाँति सूख जायगी, नष्ट हो जायगी॥२७॥"
                },
                {
                    "slok": "पुण्योत्सवसमृद्धा च नष्टभी सराक्षसा। भविष्यति पुरी लङ्का नष्टभी यथांगना॥२८॥",
                    "arth": "'आज जिस लङ्कामें पुण्यमय उत्सव होते हैं, वह । राक्षसोंके सहित अपने स्वामीके नष्ट हो जानेपर विधवा स्त्रीके समान श्रीहीन हो जायगी॥२८॥ "
                },
                {
                    "slok": "नूनं राक्षसकन्यानां रुदतीनां गृहे गृहे। श्रोष्यामि नचिरादेव दुःखार्तानामिह ध्वनिम्॥२९॥",
                    "arth": "'निश्चय ही मैं बहुत शीघ्र लङ्काके घर-घरमें दुःखसे आतुर होकर रोती हुई राक्षसकन्याओंकी क्रन्दनध्वनि सुनूँगी॥ २९॥ "
                },
                {
                    "slok": "सान्धकारा हतद्योता हतराक्षसपुंगवा। भविष्यति पुरी लङ्का निर्दग्धा रामसायकैः॥३०॥",
                    "arth": "'श्रीरामचन्द्रजीके सायकोंसे दग्ध हो जानेके कारण लङ्कापुरीकी प्रभा नष्ट हो जायगी। इसमें अन्धकार छा | जायगा और यहाँके सभी प्रमुख राक्षस कालके गालमें चले जायेंगे॥३०॥"
                },
                {
                    "slok": "यदि नाम स शूरो मां रामो रक्तान्तलोचनः। जानीयाद् वर्तमानां यां राक्षसस्य निवेशने॥३१॥",
                    "arth": "'यह सब तभी सम्भव होगा, जब कि लाल नेत्रप्रान्तवाले शूरवीर भगवान् श्रीरामको यह पता लग जाय कि मैं राक्षसके अन्तःपुरमें बंदी बनाकर रखी गयी हूँ॥३१॥"
                },
                {
                    "slok": "अनेन तु नृशंसेन रावणेनाधमेन मे। समयो यस्तु निर्दिष्टस्तस्य कालोऽयमागतः॥३२॥",
                    "arth": "'इस नीच और नृशंस रावणने मेरे लिये जो समय नियत किया है, उसकी पूर्ति भी निकट भविष्यमें ही हो जायगी॥३२॥"
                },
                {
                    "slok": "स च मे विहितो मृत्युरस्मिन् दुष्टेन वर्तते। अकार्यं ये न जानन्ति नैर्ऋताः पापकारिणः ॥३३॥",
                    "arth": "'उसी समय दुष्ट रावणने मेरे वधका निश्चय किया है। ये पापाचारी राक्षस इतना भी नहीं जानते हैं कि क्या करना चाहिये और क्या नहीं ॥ ३३॥ "
                },
                {
                    "slok": "अधर्मात् तु महोत्पातो भविष्यति हि साम्प्रतम्।गया नैते धर्मं विजानन्ति राक्षसाः पिशिताशनाः॥३४॥ ",
                    "arth": "'इस समय अधर्मसे ही महान उत्पात होनेवाला है। ये मांसभक्षी राक्षस धर्मको बिलकुल नहीं जानते हैं। "
                },
                {
                    "slok": "ध्रुवं मां प्रातराशार्थं राक्षसः कल्पयिष्यति। साहं कथं करिष्यामि तं विना प्रियदर्शनम्॥३५॥",
                    "arth": "'वह राक्षस अवश्य ही अपने कलेवेके लिये मेरे शरीरके टुकड़े-टुकड़े करा डालेगा। उस समय अपने प्रियदर्शन पतिके बिना मैं असहाय अबला क्या करूँगी?॥ ३५॥"
                },
                {
                    "slok": "रामं रक्तान्तनयनमपश्यन्ती सुदुःखिता। क्षिप्रं वैवस्वतं देवं पश्येयं पतिना विना॥३६॥",
                    "arth": "'जिनके नेत्रप्रान्त अरुण वर्णके हैं, उन श्रीरामचन्द्रजीका दर्शन न पाकर अत्यन्त दुःखमें पड़ी हुई मुझ असहाय अबलाको पतिका चरणस्पर्श किये बिना ही शीघ्र यमदेवताका दर्शन करना पड़ेगा॥३६॥"
                },
                {
                    "slok": "नाजानाज्जीवतीं रामः स मां भरतपूर्वजः। जानन्तौ तु न कुर्यातां नो| हि परिमार्गणम्॥३७॥",
                    "arth": "'भरतके बड़े भाई भगवान् श्रीराम यह नहीं जानते हैं कि मैं जीवित हूँ। यदि उन्हें इस बातका पता होता तो ऐसा सम्भव नहीं था कि वे पृथ्वीपर मेरी खोज नहीं करते ॥ ३७॥"
                },
                {
                    "slok": "नूनं ममैव शोकेन स वीरो लक्ष्मणाग्रजः। देवलोकमितो यातस्त्यक्त्वा देहं महीतले॥३८॥ ",
                    "arth": "'मुझे तो यह निश्चित जान पड़ता है कि मेरे ही शोकसे लक्ष्मणके बड़े भाई वीरवर श्रीराम भूतलपर अपने शरीरका त्याग करके यहाँसे देवलोकको चले गये हैं॥३८॥"
                },
                {
                    "slok": "धन्या देवाः सगन्धर्वाः सिद्धाश्च परमर्षयः। मम पश्यन्ति ये वीरं रामं राजीवलोचनम्॥३९॥",
                    "arth": "'वे देवता, गन्धर्व, सिद्ध और महर्षिगण धन्य हैं, जो मेरे पतिदेव वीर-शिरोमणि कमलनयन श्रीरामका दर्शन पा रहे हैं॥३९॥ "
                },
                {
                    "slok": "अथवा नहि तस्यार्थो धर्मकामस्य धीमतः। मया रामस्य राजर्षेर्भार्यया परमात्मनः॥४०॥",
                    "arth": "'अथवा केवल धर्मकी कामना रखनेवाले परमात्मस्वरूप बुद्धिमान् राजर्षि श्रीरामको भार्यासे कोई प्रयोजन नहीं है (इसलिये वे मेरी सुध नहीं | ले रहे हैं)॥४०॥ "
                },
                {
                    "slok": "दृश्यमाने भवेत् प्रीतिः सौहृदं नास्त्यदृश्यतः। नाशयन्ति कृतघ्नास्तु न रामो नाशयिष्यति॥४१॥",
                    "arth": "'जो स्वजन अपनी दृष्टिके सामने होते हैं, उन्हींपर प्रीति बनी रहती है। जो आँखसे ओझल होते हैं, उनपर लोगोंका स्नेह नहीं रहता है (शायद इसीलिये श्रीरघुनाथजी मुझे भूल गये हैं, परंतु यह भी सम्भव नहीं है; क्योंकि) कृतघ्न मनुष्य ही पीठ-पीछे प्रेमको ठुकरा देते हैं। भगवान् श्रीराम ऐसा नहीं करेंगे॥४१॥"
                },
                {
                    "slok": "किं वा मय्यगुणाः केचित् किं वा भाग्यक्षयो हि मे।। या हि सीता वराहेण हीना रामेण भामिनी॥४२॥",
                    "arth": "'अथवा मुझमें कोई दुर्गुण हैं या मेरा भाग्य ही फूट गया है, जिससे इस समय मैं मानिनी सीता अपने परम पूजनीय पति श्रीरामसे बिछुड़ गयी हूँ॥ ४२ ॥"
                },
                {
                    "slok": "श्रेयो मे जीवितान्मर्तुं विहीनाया महात्मना। रामादक्लिष्टचारित्राच्छूराच्छत्रुनिबर्हणात् ॥४३॥",
                    "arth": "'मेरे पति भगवान् श्रीरामका सदाचार अक्षुण्ण है। वे शूरवीर होनेके साथ ही शत्रुओंका संहार करने में समर्थ हैं। मैं उनसे संरक्षण पानेके योग्य हूँ, परंतु उन महात्मासे बिछुड़ गयी। ऐसी दशामें जीवित रहनेकी अपेक्षा मर जाना ही मेरे लिये श्रेयस्कर है॥४३॥ "
                },
                {
                    "slok": "अथवा न्यस्तशस्त्रौ तौ वने मूलफलाशनौ।। भ्रातरौ हि नरश्रेष्ठौ चरन्तौ वनगोचरौ॥४४॥ ",
                    "arth": "'अथवा वनमें फल-मूल खाकर विचरनेवाले वे दोनों वनवासी बन्धु नरश्रेष्ठ श्रीराम और लक्ष्मण अब अहिंसाका व्रत लेकर अपने अस्त्र-शस्त्रोंका परित्याग कर चुके हैं॥४४॥ "
                },
                {
                    "slok": "अथवा राक्षसेन्द्रेण रावणेन दुरात्मना। छद्मना घातितौ शूरौ भ्रातरौ रामलक्ष्मणौ ॥४५॥ ",
                    "arth": "'अथवा दुरात्मा राक्षसराज रावणने उन दोनों शूरवीर बन्धु श्रीराम और लक्ष्मणको छलसे मरवा डाला है॥ ४५ ॥"
                },
                {
                    "slok": "साहमेवंविधे काले मर्तुमिच्छामि सर्वतः। न च मे विहितो मृत्युरस्मिन् दुःखेऽतिवर्तति॥४६॥",
                    "arth": "'अतः ऐसे समयमें मैं सब प्रकारसे अपने जीवनका अन्त कर देनेकी इच्छा रखती हूँ; परंतु मालूम होता है इस महान् दुःखमें होते हुए भी अभी मेरी मृत्यु नहीं लिखी है॥ ४६॥ "
                },
                {
                    "slok": "धन्याः खलु महात्मानो मुनयः सत्यसम्मताः। जितात्मानो महाभागा येषां न स्तः प्रियाप्रिये॥४७॥",
                    "arth": "'सत्यस्वरूप परमात्माको ही अपना आत्मा माननेवाले और अपने अन्तःकरणको वशमें रखनेवाले वे महाभाग महात्मा महर्षिगण धन्य हैं, जिनके कोई प्रिय और अप्रिय नहीं हैं॥४७॥ "
                },
                {
                    "slok": "प्रियान्न सम्भवेद् दुःखमप्रियादधिकं भवेत्। ताभ्यां हि ते वियुज्यन्ते नमस्तेषां महात्मनाम्॥४८॥",
                    "arth": "'जिन्हें प्रियके वियोगसे दुःख नहीं होता और अप्रियका संयोग प्राप्त होनेपर उससे भी अधिक कष्टका अनुभव नहीं होता-इस प्रकार जो प्रिय और अप्रिय दोनोंसे परे हैं, उन महात्माओंको मेरा नमस्कार है॥४८॥ "
                },
                {
                    "slok": "साहं त्यक्ता प्रियेणैव रामेण विदितात्मना। प्राणांस्त्यक्ष्यामि पापस्य रावणस्य गता वशम्॥४९॥",
                    "arth": "'मैं अपने प्रियतम आत्मज्ञानी भगवान् | श्रीरामसे बिछुड़ गयी हूँ और पापी रावणके चंगुलमें | आ फँसी हूँ, अतः अब इन प्राणोंका परित्याग कर | दूंगी'॥४९॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे षड्विंशः सर्गः ॥२६॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें छब्बीसवाँ सर्ग पूरा हुआ॥ २६ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - सप्तविंशः सर्गः त्रिजटाका स्वप्न, राक्षसोंके विनाश और श्रीरघुनाथजीकी विजयकी शुभ सूचना",
            "arths": [
                {
                    "slok": "इत्युक्ताः सीतया घोरं राक्षस्यः क्रोधमूर्च्छिताः। काश्चिज्जग्मुस्तदाख्यातुं रावणस्य दुरात्मनः॥१॥",
                    "arth": "सीताने जब ऐसी भयंकर बात कही, तब वे राक्षसियाँ क्रोधसे अचेत-सी हो गयीं और उनमेंसे कुछ उस दुरात्मा रावणसे वह संवाद कहनेके लिये चल दीं॥१॥ "
                },
                {
                    "slok": "ततः सीतामुपागम्य राक्षस्यो भीमदर्शनाः। पुनः परुषमेकार्थमनर्थार्थमथाब्रुवन्॥२॥",
                    "arth": "तत्पश्चात् भयंकर दिखायी देनेवाली वे राक्षसियाँ सीताके पास आकर पुनः एक ही प्रयोजनसे सम्बन्ध रखनेवाली कठोर बातें, जो उनके लिये ही अनर्थकारिणी थीं, कहने लगीं- ॥२॥ "
                },
                {
                    "slok": "अद्येदानीं तवानायें सीते पापविनिश्चये। राक्षस्यो भक्षयिष्यन्ति मांसमेतद् यथासुखम् ॥३॥",
                    "arth": "'पापपूर्ण विचार रखनेवाली अनार्ये सीते! आज इसी समय ये सब राक्षसियाँ मौजके साथ तेरा यह मांस खायेंगी'॥३॥ "
                },
                {
                    "slok": "सीतां ताभिरनार्याभिर्दृष्ट्वा संतर्जितां तदा। राक्षसी त्रिजटा वृद्धा प्रबुद्धा वाक्यमब्रवीत्॥४॥ ",
                    "arth": "उन दुष्ट निशाचरियोंके द्वारा सीताको इस प्रकार डरायी जाती देख बूढ़ी राक्षसी त्रिजटा, जो तत्काल सोकर उठी थी, उन सबसे कहने लगी- ॥४॥ "
                },
                {
                    "slok": "आत्मानं खादतानार्या न सीतां भक्षयिष्यथ। जनकस्य सुतामिष्टां स्नुषां दशरथस्य च॥५॥ ",
                    "arth": "'नीच निशाचरियो! तुमलोग अपने-आपको ही खा जाओ। राजा जनककी प्यारी बेटी तथा महाराज दशरथकी प्रिय पुत्रवधू सीताजीको नहीं खा सकोगी॥५॥ "
                },
                {
                    "slok": "स्वप्नो ह्यद्य मया दृष्टो दारुणो रोमहर्षणः। राक्षसानामभावाय भर्तुरस्या भवाय च॥६॥",
                    "arth": "भार थान मैंने बटा भयंकर और रोमाञकारी स्वप्न देखा है, जो राक्षसोंके विनाश और सीतापतिके अभ्युदयकी | सूचना देनेवाला है'॥६॥"
                },
                {
                    "slok": "एवमुक्तास्त्रिजटया राक्षस्यः क्रोधमूछिताः। सर्वा एवाब्रुवन् भीतास्त्रिजटां तामिदं वचः॥७॥",
                    "arth": "त्रिजटाके ऐसा कहनेपर वे सब राक्षसियाँ, जो | पहले क्रोधसे मूछित हो रही थीं, भयभीत हो उठीं और त्रिजटासे इस प्रकार बोलीं- ॥७॥ "
                },
                {
                    "slok": "कथयस्व त्वया दृष्टः स्वप्नोऽयं कीदृशो निशि। तासां श्रुत्वा तु वचनं राक्षसीनां मुखोद्गतम्॥८॥ उवाच वचनं काले त्रिजटा स्वप्नसंश्रितम्।",
                    "arth": "'अरी! बताओ तो सही, तुमने आज रातमें यह कैसा स्वप्न देखा है?' उन राक्षसियोंके मुखसे निकली हुई यह बात सुनकर त्रिजटाने उस समय वह स्वप्नसम्बन्धी बात इस प्रकार कही-॥८॥ "
                },
                {
                    "slok": "गजदन्तमयीं दिव्यां शिबिकामन्तरिक्षगाम्॥९॥ युक्तां वाजिसहस्त्रेण स्वयमास्थाय राघवः। शुक्लमाल्याम्बरधरो लक्ष्मणेन समागतः॥१०॥",
                    "arth": "'आज स्वप्नमें मैंने देखा है कि आकाशमें चलनेवाली एक दिव्य शिबिका है। वह हाथीदाँतकी बनी हुई है। उसमें एक हजार घोड़े जुते हुए हैं और श्वेत पुष्पोंकी माला तथा श्वेत वस्त्र धारण किये स्वयं श्रीरघुनाथजी लक्ष्मणके साथ उस शिबिकापर चढ़कर यहाँ पधारे हैं। "
                },
                {
                    "slok": "स्वप्ने चाद्य मया दृष्टा सीता शुक्लाम्बरावृता। सागरेण परिक्षिप्तं श्वेतपर्वतमास्थिता॥११॥ रामेण संगता सीता भास्करेण प्रभा यथा। ",
                    "arth": "'आज स्वप्नमें मैंने यह भी देखा है कि सीता श्वेत वस्त्र धारण किये श्वेत पर्वतके शिखरपर बैठी हैं और वह पर्वत समुद्रसे घिरा हुआ है, वहाँ जैसे सूर्यदेवसे उनकी प्रभा मिलती है, उसी प्रकार सीता श्रीरामचन्द्रजीसे मिली हैं॥११॥"
                },
                {
                    "slok": "राघवश्च पुनदृष्टश्चतुर्दन्तं महागजम्॥१२॥ आरूढः शैलसंकाशं चकास सहलक्ष्मणः।",
                    "arth": "'मैंने श्रीरघुनाथजीको फिर देखा, वे चार दाँतवाले विशाल गजराजपर, जो पर्वतके समान ऊँचा था, लक्ष्मणके साथ बैठे हुए बड़ी शोभा पा रहे थे॥१२३ ॥ "
                },
                {
                    "slok": "ततस्तु सूर्यसंकाशौ दीप्यमानौ स्वतेजसा॥१३॥ शुक्लमाल्याम्बरधरौ जानकी पर्युपस्थितौ। ",
                    "arth": "'तदनन्तर अपने तेजसे सूर्यके समान प्रकाशित होते तथा श्वेत माला और श्वेत वस्त्र धारण किये वे दोनों भाई श्रीराम और लक्ष्मण जानकीजीके पास आये ॥१३॥ "
                },
                {
                    "slok": "ततस्तस्य नगस्याने ह्याकाशस्थस्य दन्तिनः॥१४॥ भर्ना परिगृहीतस्य जानकी स्कन्धमाश्रिता। ",
                    "arth": "'फिर उस पर्वत-शिखरपर आकाशमें ही खड़े हुए और पतिद्वारा पकड़े गये उस हाथीके कंधेपर जानकीजी भी आ पहुँचीं ॥ १४३॥ "
                },
                {
                    "slok": "भर्तुरङ्कात् समुत्पत्य ततः कमललोचना॥१५॥ चन्द्रसूयॊ मया दृष्टा पाणिभ्यां परिमार्जती। ",
                    "arth": "'इसके बाद कमलनयनी सीता अपने पतिके अङ्कसे ऊपरको उछलकर चन्द्रमा और सूर्यके पास पहुँच गयीं। वहाँ मैंने देखा, वे अपने दोनों हाथोंसे चन्द्रमा और सूर्यको पोंछ रही हैं-उनपर हाथ फेर रही हैं* ॥१५॥ "
                },
                {
                    "slok": "ततस्ताभ्यां कुमाराभ्यामास्थितः स गजोत्तमः। सीतया च विशालाक्ष्या लङ्काया उपरि स्थितः॥१६॥",
                    "arth": "तत्पश्चात् जिसपर वे दोनों राजकुमार और विशाललोचना सीताजी विराजमान थीं, वह महान् गजराज लङ्काके ऊपर आकर खड़ा हो गया॥१६॥ "
                },
                {
                    "slok": "पाण्डुरर्षभयुक्तेन रथेनाष्टयुजा स्वयम्। इहोपयातः काकुत्स्थ: सीतया सह भार्यया॥१७॥ शुक्लमाल्याम्बरधरो लक्ष्मणेन सहागतः।",
                    "arth": "'फिर मैंने देखा कि आठ सफेद बैलोंसे जुते हुए एक रथपर आरूढ़ हो ककुत्स्थकुलभूषण श्रीरामचन्द्रजी श्वेत पुष्पोंकी माला और वस्त्र धारण किये अपनी धर्मपत्नी सीता और भाई लक्ष्मणके साथ यहाँ पधारे हैं॥ १७ ॥"
                },
                {
                    "slok": "ततोऽन्यत्र मया दृष्टो रामः सत्यपराक्रमः॥१८॥ लक्ष्मणेन सह भ्रात्रा सीतया सह वीर्यवान्। आरुह्य पुष्पकं दिव्यं विमानं सूर्यसंनिभम्॥१९॥ उत्तरां दिशमालोच्य प्रस्थितः पुरुषोत्तमः। ",
                    "arth": "जड 'इसके बाद दूसरी जगह मैंने देखा, सत्यपराक्रमी और बल-विक्रमशाली पुरुषोत्तम भगवान् श्रीराम अपनी पत्नी सीता और भाई लक्ष्मणके साथ सूर्यतुल्य तेजस्वी दिव्य पुष्पक विमानपर आरूढ़ हो उत्तर दिशाको लक्ष्य करके यहाँसे प्रस्थित हुए हैं॥ १८-१९३ ॥"
                },
                {
                    "slok": "एवं स्वप्ने मया दृष्टो रामो विष्णुपराक्रमः॥२०॥ लक्ष्मणेन सह भ्रात्रा सीतया सह भार्यया। ",
                    "arth": "'इस प्रकार मैंने स्वप्नमें भगवान् विष्णुके समान पराक्रमी श्रीरामका उनकी पत्नी सीता और भाई लक्ष्मणके साथ दर्शन किया॥ २० ॥"
                },
                {
                    "slok": "न हि रामो महातेजाः शक्यो जेतुं सुरासुरैः॥२१॥ राक्षसैर्वापि चान्यैर्वा स्वर्गः पापजनैरिव।",
                    "arth": "श्रीरामचन्द्रजी महातेजस्वी हैं। उन्हें देवता, असुर, राक्षस तथा दूसरे लोग भी कदापि जीत नहीं सकते। ठीक उसी तरह, जैसे पापी मनुष्य स्वर्गलोकपर विजय नहीं पा सकते ॥ २१३ ॥ "
                },
                {
                    "slok": "रावणश्च मया दृष्टो मुण्डस्तैलसमुक्षितः॥२२॥ रक्तवासाः पिबन्मत्तः करवीरकृतस्त्रजः।। विमानात् पुष्पकादद्य रावणः पतितः क्षितौ ॥२३॥",
                    "arth": "ने रावणको भी सपनेमें देखा था। वह मूड़ मुड़ाये तेलसे नहाकर लाल कपड़े पहने हुए था। मदिरा पीकर मतवाला हो रहा था तथा करवीरके फूलोंकी माला पहने हुए था। इसी वेशभूषामें आज रावण पुष्पक विमानसे पृथ्वीपर गिर पड़ा था ॥ २२-२३ ॥ "
                },
                {
                    "slok": "कृष्यमाणः स्त्रिया मुण्डो दृष्ट: कृष्णाम्बरः पुनः । रथेन ख रक्तमाल्यानुलेपनः ॥ २४ ॥ पिबंस्तैलं हसन्नृत्यन् भ्रान्तचित्ताकुलेन्द्रियः । गर्दभेन ययौ शीघ्रं दक्षिणां दिशमास्थितः ॥ २५ ॥ ",
                    "arth": "एक स्त्री उस मुण्डित-मस्तक रावणको कहीं खींचे लिये जा रही थी। उस समय मैंने फिर देखा, रावणने काले कपड़े पहन रखे हैं। वह गधे जुते हुए रथसे यात्रा कर रहा था। लाल फूलोंकी माला और लाल चन्दनसे विभूषित था। तेल पीता, हँसता और नाचता था। पागलोंकी तरह उसका चित्त भ्रान्त और इन्द्रियाँ व्याकुल थीं। वह गधेपर सवार हो शीघ्रतापूर्वक दक्षिण-दिशाकी ओर जा रहा था॥ २४-२५॥ "
                },
                {
                    "slok": "पुनरेव मया दृष्टो रावणो राक्षसेश्वरः। पतितोऽवाक्शिरा भूमौ गर्दभाद् भयमोहितः॥२६॥",
                    "arth": "'तदनन्तर मैंने फिर देखा राक्षसराज रावण गधेसे नीचे भूमिपर गिर पड़ा है। उसका सिर नीचेकी ओर है (और पैर ऊपरकी ओर) तथा वह भयसे मोहित हो रहा है॥ २६॥"
                },
                {
                    "slok": "सहसोत्थाय सम्भ्रान्तो भया” मदविह्वलः। उन्मत्तरूपो दिग्वासा दुर्वाक्यं प्रलपन् बहु॥२७॥ दुर्गन्धं दुःसहं घोरं तिमिरं नरकोपमम्। मलपङ्कं प्रविश्याशु मग्नस्तत्र स रावणः॥२८॥",
                    "arth": "'फिर वह भयातुर हो घबराकर सहसा उठा और मदसे विह्वल हो पागलके समान नंग-धडंग वेष में बहुत-से दुर्वचन (गाली आदि) बकता हुआ आगे बढ़ गया। सामने ही दुर्गन्धयुक्त दुःसह घोर अन्धकारपूर्ण और नरकतुल्य मलका पङ्क था, रावण उसीमें घुसा और वहीं डूब गया॥ २७-२८॥ "
                },
                {
                    "slok": "प्रस्थितो दक्षिणामाशां प्रविष्टोऽकर्दमं ह्रदम्। कण्ठे बद्ध्वा दशग्रीवं प्रमदा रक्तवासिनी॥२९॥ काली कर्दमलिप्तांगी दिशं याम्यां प्रकर्षति। एवं तत्र मया दृष्टः कुम्भकर्णो महाबलः॥३०॥",
                    "arth": "तदनन्तर फिर देखा, रावण दक्षिणकी ओर जा रहा है। उसने एक ऐसे तालाबमें प्रवेश किया है, जिसमें कीचड़का नाम नहीं है। वहाँ एक काले रंगकी स्त्री है, जिसके अंगोंमें कीचड़ लिपटी हुई है। वह युवती लाल वस्त्र पहने हुए है और रावणका गला बाँधकर उसे दक्षिण-दिशाकी ओर खींच रही है। वहाँ महाबली कुम्भकर्णको भी मैंने इसी अवस्थामें देखा है॥ "
                },
                {
                    "slok": "रावणस्य सुताः सर्वे मुण्डास्तैलसमुक्षिताः। वराहेण दशग्रीवः शिशुमारेण चेन्द्रजित्॥३१॥ उष्ट्रेण कुम्भकर्णश्च प्रयातो दक्षिणां दिशम्। ",
                    "arth": "'रावणके सभी पुत्र भी मूड़ मुड़ाये और तेलमें नहाये दिखायी दिये हैं। यह भी देखनेमें आया कि रावण सूअरपर, इन्द्रजित् तूंसपर और कुम्भकर्ण ऊँटपर सवार हो दक्षिण- दिशाको गये हैं॥३१३ ॥"
                },
                {
                    "slok": "एकस्तत्र मया दृष्टः श्वेतच्छत्रो विभीषणः॥३२॥ एकस्तत्र मया दृष्ट: श्वेतच्छत्रो विभीषणः ॥ ३२ ॥ शुक्लमाल्याम्बरधरः शुक्लगन्धानुलेपनः ।",
                    "arth": "'राक्षसोंमें एकमात्र विभीषण ही ऐसे हैं, जिन्हें मैंने वहाँ श्वेत छत्र लगाये, सफेद माला पहने, श्वेत वस्त्र धारण किये तथा श्वेत चन्दन और अंगराग लगाये देखा है॥३२३ ॥ "
                },
                {
                    "slok": "शङ्कदुन्दुभिनिर्घोषैर्नृत्तगीतैरलंकृतः ॥३३॥ आरुह्य शैलसंकाशं मेघस्तनितनिःस्वनम्। चतुर्दन्तं गजं दिव्यमास्ते तत्र विभीषणः॥३४॥ चतुर्भिः सचिवैः सार्धं वैहायसमुपस्थितः॥३५॥ ",
                    "arth": "'उनके पास शङ्खध्वनि हो रही थी, नगाड़े बजाये जा रहे थे। इनके गम्भीर घोषके साथ ही नृत्य और गीत भी हो रहे थे, जो विभीषणकी शोभा बढ़ा रहे थे। विभीषण वहाँ अपने चार मन्त्रियोंके साथ पर्वतके समान विशालकाय मेघके समान गम्भीर शब्द करनेवाले तथा चार दाँतोंवाले दिव्य गजराजपर आरूढ़ हो आकाशमें खड़े थे॥३३-३५॥ "
                },
                {
                    "slok": "समाजश्च महान् वृत्तो गीतवादित्रनिःस्वनः। पिबतां रक्तमाल्यानां रक्षसां रक्तवाससाम्॥३६॥",
                    "arth": "का 'यह भी देखने में आया कि तेल पीनेवाले तथा लाल माला और लाल वस्त्र धारण करनेवाले राक्षसोंका वहाँ बहुत बड़ा समाज जुटा हुआ है एवं गीतों और वाद्योंकी मधुर ध्वनि हो रही है॥३६॥ "
                },
                {
                    "slok": "लङ्का चेयं पुरी रम्या सवाजिरथकुञ्जरा। | सागरे पतिता दृष्टा भनगोपुरतोरणा॥३७॥",
                    "arth": "'यह रमणीय लङ्कापुरी घोड़े, रथ और हाथियोंसहित समुद्रमें गिरी हुई देखी गयी है। इसके बाहरी और भीतरी दरवाजे टूट गये हैं॥ ३७॥ "
                },
                {
                    "slok": "लङ्का दृष्टा मया स्वप्ने रावणेनाभिरक्षिता। दग्धा रामस्य दूतेन वानरेण तरस्विना॥३८॥",
                    "arth": "'मैंने स्वप्नमें देखा है कि रावणद्वारा सुरक्षित | लङ्कापुरीको श्रीरामचन्द्रजीका दूत बनकर आये हुए एक | वेगशाली वानरने जलाकर भस्म कर दिया है॥ ३८॥ "
                },
                {
                    "slok": "पीत्वा तैलं प्रमत्ताश्च प्रहसन्त्यो महास्वनाः। लङ्कायां भस्मरूक्षायां सर्वा राक्षसयोषितः॥३९॥",
                    "arth": "'राखसे रूखी हुई लङ्कामें सारी राक्षसरमणियाँ | तेल पीकर मतवाली हो बड़े जोर-जोरसे ठहाका मारकर | हँसती हैं॥३९॥"
                },
                {
                    "slok": "कुम्भकर्णादयश्चेमे सर्वे राक्षसपुंगवाः। | रक्तं निवसनं गृह्य प्रविष्टा गोमयहदम्॥४०॥",
                    "arth": "'कुम्भकर्ण आदि ये समस्त राक्षसशिरोमणि वीर | लाल कपडे पहनकर गोबरके कुण्डमें घुस गये हैं ॥ ४० ॥"
                },
                {
                    "slok": "अपगच्छत पश्यध्वं सीतामाप्नोति राघवः। घातयेत् परमामर्षी युष्मान् सार्धं हि राक्षसैः॥४१॥ ",
                    "arth": "'अतः अब तुमलोग हट जाओ और देखो कि किस तरह श्रीरघुनाथजी सीताको प्राप्त कर रहे हैं। वे बड़े अमर्षशील हैं, राक्षसोंके साथ तुम सबको भी मरवा डालेंगे॥४१॥"
                },
                {
                    "slok": "प्रियां बहुमतां भार्यां वनवासमनुव्रताम्। भसितां तर्जितां वापि नानुमंस्यति राघवः॥४२॥",
                    "arth": "'जिन्होंने वनवासमें भी उनका साथ दिया है, उन अपनी पतिव्रता भार्या और परमादरणीया प्रियतमा सीताका इस तरह धमकाया और डराया जाना श्रीरघुनाथजी कदापि सहन नहीं करेंगे॥४२॥"
                },
                {
                    "slok": "तदलं क्रूरवाक्यैश्च सान्त्वमेवाभिधीयताम्। अभियाचाम वैदेहीमेतद्धि मम रोचते॥४३॥",
                    "arth": "'अतः अब इस तरह कठोर बातें सुनाना छोड़ो; क्योंकि इनसे कोई लाभ नहीं होगा। अब तो मधुर वचनका ही प्रयोग करो। मुझे तो यही अच्छा लगता है कि हमलोग विदेहनन्दिनी सीतासे कृपा और क्षमाकी याचना करें॥४३॥ "
                },
                {
                    "slok": "यस्या ह्येवंविधः स्वप्नो दुःखितायाः प्रदृश्यते। सा दुःखैर्बहुभिर्मुक्ता प्रियं प्राप्नोत्यनुत्तमम्॥४४॥",
                    "arth": "'जिस दुःखिनी नारीके विषयमें ऐसा स्वप्न देखा जाता है, वह बहुसंख्यक दुःखोंसे छुटकारा पाकर परम उत्तम प्रिय वस्तु प्राप्त कर लेती है॥४४॥ "
                },
                {
                    "slok": "भसिंतामपि याचध्वं राक्षस्यः किं विवक्षया। राघवाद्धि भयं घोरं राक्षसानामुपस्थितम्॥४५॥",
                    "arth": "'राक्षसियो! मैं जानती हूँ, तुम्हें कुछ और कहने या बोलनेकी इच्छा है; किंतु इससे क्या होगा? यद्यपि तुमने सीताको बहुत धमकाया है तो भी इनकी शरण में आकर इनसे अभयकी याचना करो; क्योंकि श्रीरघुनाथजीकी ओरसे राक्षसके लिये घोर भय उपस्थित हुआ है॥ ४५ ॥"
                },
                {
                    "slok": "प्रणिपातप्रसन्ना हि मैथिली जनकात्मजा। अलमेषा परित्रातुं राक्षस्यो महतो भयात्॥४६॥ ",
                    "arth": "'राक्षसियो! जनकनन्दिनी मिथिलेशकुमारी सीता केवल प्रणाम करनेसे ही प्रसन्न हो जायँगी। ये ही उस महान् भयसे तुम्हारी रक्षा करनेमें समर्थ हैं॥४६॥ "
                },
                {
                    "slok": "अपि चास्या विशालाक्ष्या न किंचिदुपलक्षये। विरूपमपि चांगेषु सुसूक्ष्ममपि लक्षणम्॥४७॥",
                    "arth": "'इन विशाललोचना सीताके अंगोंमें मुझे कोई सूक्ष्म-से-सूक्ष्म भी विपरीत लक्षण नहीं दिखायी देता (जिससे समझा जाय कि ये सदा कष्टमें ही रहेंगी) ॥४७॥"
                },
                {
                    "slok": "छायावैगुण्यमात्रं तु शङ्के दुःखमुपस्थितम्। | अदुःखार्हामिमां देवीं वैहायसमुपस्थिताम्॥४८॥",
                    "arth": "'मैं तो समझती हूँ कि इन्हें जो वर्तमान दुःख प्राप्त हुआ है, वह ग्रहणके समय चन्द्रमापर पड़ी हुई छायाके समान थोड़ी ही देरका है; क्योंकि ये देवी सीता मुझे | स्वप्नमें विमानपर बैठी दिखायी दी हैं, अतः ये दुःख भोगनेके योग्य कदापि नहीं हैं॥४८॥"
                },
                {
                    "slok": "अर्थसिद्धिं तु वैदेह्याः पश्याम्यहमुपस्थिताम्। | राक्षसेन्द्रविनाशं च विजयं राघवस्य च॥४९॥",
                    "arth": "'मुझे तो अब जानकीजीके अभीष्ट मनोरथकी सिद्धि उपस्थित दिखायी देती है। राक्षसराज रावणके |विनाश और रघुनाथजीकी विजयमें अब अधिक | विलम्ब नहीं है॥४९॥ "
                },
                {
                    "slok": "निमित्तभूतमेतत् तु श्रोतुमस्या महत् प्रियम्। | दृश्यते च स्फुरच्चक्षुः पद्मपत्रमिवायतम्॥५०॥",
                    "arth": "'कमलदलके समान इनका विशाल बायाँ नेत्र | फड़कता दिखायी देता है। यह इस बातका सूचक है | कि इन्हें शीघ्र ही अत्यन्त प्रिय संवाद सुननेको मिलेगा।ईषद्धि हृषितो वास्या दक्षिणाया ह्यदक्षिणः। - अकस्मादेव वैदेह्या बाहुरेकः प्रकम्पते॥५१॥"
                },
                {
                    "slok": "ईषद्धि हृषितो वास्या दक्षिणाया ह्यदक्षिणः। - अकस्मादेव वैदेह्या बाहुरेकः प्रकम्पते॥५१॥",
                    "arth": "'इन उदारहृदया विदेहराजकुमारीकी एक बायीं बाँह कुछ रोमाञ्चित होकर सहसा काँपने लगी है (यह भी शुभका ही सूचक है)॥५१॥ "
                },
                {
                    "slok": "करेणुहस्तप्रतिमः सव्यश्चोरुरनुत्तमः। वेपन् कथयतीवास्या राघवं पुरतः स्थितम्॥५२॥",
                    "arth": "'हाथीकी सैंडके समान जो इनकी परम उत्तम बायीं जाँघ है, वह भी कम्पित होकर मानो यह सूचित कर रही है कि अब श्रीरघुनाथजी शीघ्र ही तुम्हारे सामने उपस्थित होंगे॥५२॥ "
                },
                {
                    "slok": "पक्षी च शाखानिलयं प्रविष्टः पुनः पुनश्चोत्तमसान्त्ववादी। सुस्वागतां वाचमुदीरयाणः पुनः । पुनश्चोदयतीव हृष्टः॥५३॥ ",
                    "arth": "'देखो, सामने यह पक्षी शाखाके ऊपर अपने घोंसलेमें बैठकर बारम्बार उत्तम सान्त्वनापूर्ण मीठी बोली बोल रहा है। इसकी वाणीसे 'सुस्वागतम्' की ध्वनि निकल रही है और इसके द्वारा यह हर्षमें भरकर मानो पुनःपुनः मंगलप्राप्तिकी सूचना दे रहा है अथवा आनेवाले प्रियतमकी अगवानीके लिये प्रेरित कर रहा है' ॥५३॥"
                },
                {
                    "slok": "ततः सा ह्रीमती बाला भर्तुर्विजयहर्षिता। अवोचद् यदि तत् तथ्यं भवेयं शरणं हि वः॥५४॥",
                    "arth": "इस प्रकार पतिदेवकी विजयके संवादसे हर्षमें भरी हुई लजीली सीता उन सबसे बोलीं-'यदि तुम्हारी बात ठीक हुई तो मैं अवश्य ही तुम सबकी रक्षा करूँगी' ॥५४॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे सप्तविंशः सर्गः ॥२७॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें सत्ताईसवाँ सर्ग पूरा हुआ॥२७॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - अष्टाविंशः सर्गः विलाप करती हुई सीताका प्राण-त्यागके लिये उद्यत होना",
            "arths": [
                {
                    "slok": "सा राक्षसेन्द्रस्य वचो निशम्य तद् रावणस्याप्रियमप्रियार्ता। सीता वितत्रास यथा वनान्ते सिंहाभिपन्ना गजराजकन्या॥१॥",
                    "arth": "पतिके विरहके दुःखसे व्याकुल हुई सीता राक्षसराज रावणके उन अप्रिय वचनोंको याद करके उसी तरह भयभीत हो गयीं, जैसे वनमें सिंहके पंजेमें पड़ी हुई कोई गजराजकी बच्ची ॥१॥ "
                },
                {
                    "slok": "सा राक्षसीमध्यगता च भीरु ग्भि शंकर रावणतर्जिता च। कान्तारमध्ये म विजने विसृष्टा बालेव कन्या विललाप सीता॥२॥",
                    "arth": "राक्षसियोंके बीच में बैठकर उनके कठोर वचनोंसे बारम्बार धमकायी और रावणद्वारा फटकारी गयी भीरु स्वभाववाली सीता निर्जन एवं बीहड़ वनमें अकेली छूटी हुई अल्पवयस्का बालिकाके समान विलाप करने लगीं ॥२॥"
                },
                {
                    "slok": "सत्यं बतेदं प्रवदन्ति लोके नाकालमृत्युर्भवतीति सन्तः । यत्राहमेवं परिभय॑माना जीवामि यस्मात् क्षणमप्यपुण्या॥३॥",
                    "arth": "वे बोलीं-'संतजन लोकमें यह बात ठीक ही कहते हैं कि बिना समय आये किसीकी मृत्यु नहीं होती, तभी तो इस प्रकार धमकायी जानेपर भी मैं पुण्यहीना नारी क्षणभर भी जीवित रह पाती हूँ॥३॥ "
                },
                {
                    "slok": "सुखाद्-विहीनं बहुदुःखपूर्ण मिदं तु नूनं हृदयं स्थिरं मे। विदीर्यते यन्न सहस्त्रधाद्य वज्राहतं श्रृंगमिवाचलस्य॥४॥",
                    "arth": "'मेरा यह हृदय सुखसे रहित और अनेक प्रकारके तातोंसे भग ढोनेपर भी निश्चय ही अत्यन्त दढ़ है। इसीलिये वज्रके मारे हुए पर्वतशिखरकी भाँति आज इसके सहस्रों टुकड़े नहीं हो जाते ॥४॥ "
                },
                {
                    "slok": "नैवास्ति नूनं मम दोषमत्र वध्याहमस्याप्रियदर्शनस्य । भावं न चास्याहमनुप्रदातु मलं द्विजो मन्त्रमिवाद्विजाय॥५॥",
                    "arth": "'मैं इस दुष्ट रावणके हाथसे मारी जानेवाली हूँ, इसलिये यहाँ आत्मघात करनेसे भी मुझे कोई दोष नहीं लग सकता। कुछ भी हो, जैसे द्विज किसी शूद्रको वेदमन्त्रका उपदेश नहीं देता, उसी प्रकार मैं भी इस निशाचरको अपने हृदयका अनुराग नहीं दे सकती॥५॥"
                },
                {
                    "slok": "तस्मिन्ननागच्छति लोकनाथे गर्भस्थजन्तोरिव शल्यकृन्तः। नूनं ममांगान्यचिरादनार्यः शस्त्रैः शितैश्छेत्स्यति राक्षसेन्द्रः॥६॥ ",
                    "arth": "'हाय! लोकनाथ भगवान् श्रीरामके आनेसे पहले ही यह दुष्ट राक्षसराज निश्चय ही अपने तीखे शस्त्रोंसे मेरे अंगोंके शीघ्र ही टुकड़े-टुकड़े कर डालेगा। ठीक वैसे ही, जैसे शल्यचिकित्सक किसी विशेष अवस्थामें गर्भस्थ शिशुके टूक-टूक कर देता है (अथवा जैसे इन्द्रने दितिके गर्भ में स्थित शिशुके उनचास टुकड़े कर डाले थे)॥६॥ "
                },
                {
                    "slok": "दुःखं बतेदं ननु दुःखिताया पार मासौ चिरायाभिगमिष्यतो द्वौ। बद्धस्य वध्यस्य यथा निशान्ते राजोपरोधादिव जर तस्करस्य॥७॥",
                    "arth": "'मैं बड़ी दुःखिया हूँ। दुःखकी बात है कि मेरी अवधिके ये दो महीने भी जल्दी ही समाप्त हो जायेंगे। राजाके कारागारमें कैद हुए और रात्रिके अन्तमें फाँसीकी सजा पानेवाले अपराधी चोरकी जो दशा होती है, वही मेरी भी है॥७॥"
                },
                {
                    "slok": "हा राम हा लक्ष्मण हा सुमित्रे हा राममातः सह मे जनन्यः। एषा विपद्याम्यहमल्पभाग्या महार्णवे नौरिव , मूढवाता॥८॥",
                    "arth": "'हा राम! हा लक्ष्मण! हा सुमित्रे! हा श्रीरामजननी कौसल्ये! और हा मेरी माताओ! जिस प्रकार बवंडरमें पड़ी हुई नौका महासागरमें डूब जाती है, उसी प्रकार आज मैं मन्दभागिनी सीता प्राणसङ्कटकी दशामें पड़ी हुई हूँ॥८॥ "
                },
                {
                    "slok": "तरस्विनौ धारयता मृगस्य सत्त्वेन । रूपं मनुजेन्द्रपुत्रौ। नूनं विशस्तौ मम कारणात् तौ सिंहर्षभौ द्वाविव वैद्युतेन॥९॥ ",
                    "arth": "'निश्चय ही उस मृगरूपधारी जीवने मेरे कारण उन दोनों वेगशाली राजकुमारोंको मार डाला होगा। जैसे दो श्रेष्ठ सिंह बिजलीसे मार दिये जायँ, वही दशा उन दोनों भाइयोंकी हुई होगी॥९॥ "
                },
                {
                    "slok": "नूनं स कालो मृगरूपधारी मामल्पभाग्यां लुलुभे तदानीम्। यत्रार्यपुत्रौ विससर्ज मूढा रामानुजं लक्ष्मणपूर्वजं च॥१०॥ ",
                    "arth": "'अवश्य ही उस समय कालने ही मृगका रूप धारण करके मुझ मन्दभागिनीको लुभाया था, जिससे प्रभावित हो मुझ मूढ़ नारीने उन दोनों आर्यपुत्रों-श्रीराम और लक्ष्मणको उसके पीछे भेज दिया था॥१०॥"
                },
                {
                    "slok": "हा राम सत्यव्रत दीर्घबाहो हा पूर्णचन्द्रप्रतिमानवक्त्र । हा जीवलोकस्य हितः प्रियश्च वध्यां न मां वेत्सि हि राक्षसानाम्॥११॥",
                    "arth": "'हा सत्यव्रतधारी महाबाहु श्रीराम! हा पूर्ण चन्द्रमाके समान मनोहर मुखवाले रघुनन्दन! हा जीवजगत्के हितैषी और प्रियतम! आपको पता नहीं है कि मैं राक्षसोंके हाथसे मारी जानेवाली हूँ॥११॥ "
                },
                {
                    "slok": "अनन्यदेवत्वमियंका क्षमा च भूमौ च शय्या नियमश्च धर्मे। पतिव्रतात्वं विफलं पा ममेदं कृतं कृतघ्नेष्विव मानुषाणाम्॥१२॥ ",
                    "arth": "'मेरी यह अनन्योपासना, क्षमा, भूमिशयन, धर्मसम्बन्धी नियमोंका पालन और पतिव्रतपरायणताये सब-के-सब कृतघ्नोंके प्रति किये गये मनुष्योंके उपकारकी भाँति निष्फल हो गये॥१२॥ "
                },
                {
                    "slok": "मोघो हि धर्मश्चरितो ममायं तथैकपत्नीत्वमिदं निरर्थकम्। | या त्वां न पश्यामि कृशा विवर्णा हीना त्वया संगमने निराशा॥१३॥ ",
                    "arth": "'प्रभो! यदि मैं अत्यन्त कृश और कान्तिहीन होकर आपसे बिछुड़ी ही रह गयी तथा आपसे मिलनेकी आशा खो बैठी, तब तो मैंने जिसका जीवनभर आचरण किया है, वह धर्म मेरे लिये व्यर्थ हो गया और यह एकपत्नीव्रत भी किसी काम नहीं आया॥१३॥"
                },
                {
                    "slok": "पितुर्निदेशं नियमेन कृत्वा वनान्निवृत्तश्चरितव्रतश्च । स्त्रीभिस्तु मन्ये विपुलेक्षणाभिः । संरस्यसे वीतभयः कृतार्थः॥१४॥ ",
                    "arth": "'मैं तो समझती हूँ आप नियमानुसार पिताकी आज्ञाका पालन करके अपने व्रतको पूर्ण करनेके पश्चात् जब वनसे लौटेंगे, तब निर्भय एवं सफलमनोरथ हो विशाल नेत्रोंवाली बहुत-सी सुन्दरियोंके साथ विवाह करके उनके साथ रमण करेंगे॥ १४॥ "
                },
                {
                    "slok": "अहं तु राम त्वयि जातकामा चिरंग विनाशाय निबद्धभावा। | मोघं चरित्वाथ तपो व्रतं च करून त्यक्ष्यामि धिग्जीवितमल्पभाग्याम्॥१५॥",
                    "arth": "'किंतु श्रीराम! मैं तो केवल आपमें ही अनुराग | रखती हूँ। मेरा हृदय चिरकालतक आपसे ही बँधा रहेगा। मैं अपने विनाशके लिये ही आपसे प्रेम करती हूँ। अबतक मैंने तप और व्रत आदि जो कुछ भी किया | है, वह मेरे लिये व्यर्थ सिद्ध हुआ है। उस अभीष्ट फलको न देनेवाले धर्मका आचरण करके अब मझे अपने प्राणोंका परित्याग करना पड़ेगा। अतः मुझ मन्दभागिनीको धिक्कार है॥१५॥"
                },
                {
                    "slok": "संजीवितं क्षिप्रमहं त्यजेयं विषेण शस्त्रेण शितेन वापि। | विषस्य दाता न तु मेऽस्ति कश्चि च्छस्त्रस्य वा वेश्मनि राक्षसस्य॥१६॥ ",
                    "arth": "'मैं शीघ्र ही किसी तीखे शस्त्र अथवा विषसे अपने प्राण त्याग दूंगी; परंतु इस राक्षसके यहाँ मुझे कोई विष या शस्त्र देनेवाला भी नहीं है'॥१६॥"
                },
                {
                    "slok": "शोकाभितप्ता बहुधा विचिन्त्य सीताथ वेणीग्रथनं गृहीत्वा। उद्बद्ध्य वेण्युद्ग्रथनेन शीघ्र___महं गमिष्यामि यमस्य मूलम् ॥१७॥",
                    "arth": "शोकसे संतप्त हुई सीताने इसी प्रकार बहुत कुछ विचार करके अपनी चोटीको पकड़कर निश्चय किया कि मैं शीघ्र ही इस चोटीसे फाँसी लगाकर यमलोकमें पहुँच जाऊँगी॥१७॥ "
                },
                {
                    "slok": "उपस्थिता कि सा मृदुसर्वगात्री शाखां गृहीत्वा च नगस्य तस्य। तस्यास्तु रामं परिचिन्तयन्त्या रामानुजं स्वं च कुलं शुभांगयाः॥१८॥ तस्या विशोकानि तदा बहूनि धैर्यार्जितानि प्रवराणि लोके। प्रादुर्निमित्तानि तदा बभूवुः कर पुरापि सिद्धान्युपलक्षितानि॥१९॥ ",
                    "arth": "सीताजीके सभी अंग बड़े कोमल थे। वे | उस अशोक-वृक्षके निकट उसकी शाखा पकड़कर खड़ी हो गयीं। इस प्रकार प्राण-त्यागके लिये उद्यत | हो जब वे श्रीराम, लक्ष्मण और अपने कुलके | विषयमें विचार करने लगीं, उस समय शुभांगी  सीताके समक्ष ऐसे बहुत-से लोकप्रसिद्ध श्रेष्ठ शकुन प्रकट हुए, जो शोककी निवृत्ति करनेवाले और उन्हें ढाढ़स बंधानेवाले थे। उन शकुनोंका दर्शन और उनके शुभ फलोंका अनुभव उन्हें पहले भी हो | चुका था॥ १८-१९॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डेऽष्टाविंशः सर्गः॥२८॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें अट्ठाईसवाँ सर्ग पूरा हुआ॥२८॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकोनत्रिंशः सर्गः सीताजीके शुभ शकुन",
            "arths": [
                {
                    "slok": "तथागतां तां व्यथितामनिन्दितां व्यतीतहर्षां परिदीनमानसाम्। शुभां निमित्तानि शुभानि भेजिरे नरं श्रिया जुष्टमिवोपसेविनः॥१॥",
                    "arth": "इस प्रकार अशोकवृक्षके नीचे आनेपर बहुत-से शुभ शकुन प्रकट हो उन व्यथितहृदया, सती-साध्वी, हर्षशून्य, दीनचित्त तथा शुभलक्षणा सीताका उसी तरह सेवन करने लगे, जैसे श्रीसम्पन्न पुरुषके पास सेवा करनेवाले लोग स्वयं पहुँच जाते हैं॥१॥ "
                },
                {
                    "slok": "तस्याः शुभं वाममरालपक्ष्म- राज्यावृतं कृष्णविशालशुक्लम्। प्रास्पन्दतैकं नयनं सुकेश्या मीनाहतं चार पद्ममिवाभिताम्रम्॥२॥",
                    "arth": "उस समय सुन्दर केशोंवाली सीताका बाँकी बरौनियोंसे घिरा हुआ परम मनोहर काला, श्वेत और विशाल बायाँ नेत्र फड़कने लगा। जैसे मछलीके आघातसे लाल कमल हिलने लगा हो॥२॥ "
                },
                {
                    "slok": "भुजश्ची चार्वञ्चितवृत्तपीनः PF परार्ध्यकालागुरुचन्दनार्हः । अनुत्तमेनाघ्युषितः प्रियेण चिरेण न वामः समवेपताशु॥३॥",
                    "arth": "माश दी उनकी सन्दर पशंसित गोलाकार मोटी बहुमूल्य काले अगुरु और चन्दनसे चर्चित होनेयोग्य तथा परम उत्तम प्रियतमद्वारा चिरकालसे सेवित बायीं भुजा भी तत्काल फड़क उठी॥३॥ "
                },
                {
                    "slok": "गजेन्द्रहस्तप्रतिमश्च पीनस्तयोर्द्वयोः संहतयोस्तु जातः। प्रस्पन्दमानः मन पुनरूरुरस्या रामं पा पुरस्तात् स्थितमाचचक्षे॥४॥",
                    "arth": "फिर उनकी परस्पर जुड़ी हुई दोनों जाँघोंमेंसे एक बायीं जाँघ, जो गजराजकी सूंडके समान पीन (मोटी) थी, बारम्बार फड़ककर मानो यह सूचना देने लगी कि भगवान् श्रीराम तुम्हारे सामने खड़े हैं॥४॥"
                },
                {
                    "slok": "पुनर्हेमसमानवर्णमीषद्रजोध्वस्तमिवातुलाक्ष्याः । वासः स्थितायाः शिखराग्रदन्त्याः किंचित् परित्रंसत चारुगात्र्याः॥५॥",
                    "arth": "तत्पश्चात् अनारके बीजकी भाँति सुन्दर दाँत, मनोहर गात्र और अनुपम नेत्रवाली सीताका, जो वहाँ वृक्षके नीचे खड़ी थीं, सोनेके समान रंगवाला किंचित् मलिन रेशमी पीताम्बर तनिक-सा खिसक गया और भावी शुभकी सूचना देने लगा॥५॥ "
                },
                {
                    "slok": "एतैर्निमित्तैरपरैश्च सुभ्रू ः संचोदिता प्रागपि साधुसिद्धैः । वातातपक्लान्तमिव प्रणष्टं ही वर्षेण बीजं प्रतिसंजहर्ष ॥६॥ ",
                    "arth": "इनसे तथा और भी अनेक शकुनोंसे, जिनके द्वारा पहले भी मनोरथसिद्धिका परिचय मिल चुका था, प्रेरित हुई सुन्दर भौंहोंवाली सीता उसी प्रकार हर्षसे खिल उठीं, जैसे हवा और धूपसे सूखकर नष्ट हुआ बीज वर्षाके जलसे सिंचकर हरा हो गया हो॥६॥"
                },
                {
                    "slok": "तस्याः पुनर्बिम्बफलोपमोष्ठं : स्वक्षिभुकेशान्तमरालपक्ष्म । वक्त्रं बभासे सितशुक्लदंष्ट्र राहोर्मुखाच्चन्द्र इव प्रमुक्तः ॥७॥",
                    "arth": "उनका बिम्बफलके समान लाल ओठों, सुन्दर नेत्रों, मनोहर भौंहों, रुचिर केशों, बाँकी बरौनियों तथा श्वेत, उज्ज्वल दाँतोंसे सुशोभित मुख राहुके ग्राससे मुक्त हुए चन्द्रमाकी भाँति प्रकाशित होने लगा॥७॥ "
                },
                {
                    "slok": "सा वीतशोका व्यपनीततन्द्रा न शान्तज्वरा हर्षविबुद्धसत्त्वा। अशोभतार्या वदनेन शुक्ले शीतांशुनामा रात्रिरिवोदितेन॥८॥",
                    "arth": "उनका शोक जाता रहा, सारी थकावट दूर हो गयी, मनका ताप शान्त हो गया और हृदय हर्षसे खिल उठा। उस समय आर्या सीता शुक्लपक्षमें उदित हुए शीतरश्मि चन्द्रमासे सुशोभित रात्रिकी भाँति अपने मनोहर मुखसे अद्भुत शोभा पाने लगीं॥८॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे एकोनत्रिंशः सर्गः॥२९॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें उनतीसवाँ सर्ग पूरा हुआ॥२९॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - त्रिंशः सर्गः सीताजीसे वार्तालाप करनेके विषयमें हनुमान्जीका विचार करना",
            "arths": [
                {
                    "slok": "हनुमानपि विक्रान्तः सर्वं शुश्राव तत्त्वतः। सीतायास्त्रिजटायाश्च राक्षसीनां च तर्जितम्॥१॥",
                    "arth": "पराक्रमी हनुमान्जीने भी सीताजीका विलाप, त्रिजटाकी स्वप्नचर्चा तथा राक्षसियोंकी डाँट-डपट-ये सब प्रसंग ठीक-ठीक सुन लिये॥१॥ "
                },
                {
                    "slok": "अवेक्षमाणस्तां देवी देवतामिव नन्दने। ततो बहुविधां चिन्तां चिन्तयामास वानरः॥२॥",
                    "arth": "सीताजी ऐसी जान पड़ती थीं मानो नन्दनवनमें कोई देवी हों। उन्हें देखते हुए वानरवीर हनुमान्जी तरह-तरहकी चिन्ता करने लगे- ॥२॥ "
                },
                {
                    "slok": "यां कपीनां सहस्राणि सुबहून्ययुतानि च। दिक्षु सर्वासु मार्गन्ते सेयमासादिता मया॥३॥ ",
                    "arth": "'जिन सीताजीको हजारों-लाखों वानर समस्त दिशाओंमें ढूँढ़ रहे हैं, आज उन्हें मैंने पा लिया॥३॥"
                },
                {
                    "slok": "चारेण तु सुयुक्तेन शत्रोः शक्तिमवेक्षता। गूढेन चरता तावदवेक्षितमिदं मया॥४॥ राक्षसानां विशेषश्च पुरी चेयं निरीक्षिता। राक्षसाधिपतेरस्य प्रभावो रावणस्य च ॥५॥",
                    "arth": "'मैं स्वामीद्वारा नियुक्त दूत बनकर गुप्तरूपसे शत्रुकी शक्तिका पता लगा रहा था। इसी सिलसिलेमें मैंने राक्षसोंके तारतम्यका, इस पुरीका तथा इस राक्षसराज रावणके प्रभावका भी निरीक्षण कर लिया॥४-५॥"
                },
                {
                    "slok": "यथा तस्याप्रमेयस्य सर्वसत्त्वदयावतः।श समाश्वासयितुं भार्यां पतिदर्शनकांक्षिणीम्॥६॥",
                    "arth": "'श्रीसीताजी असीम प्रभावशाली तथा सब जीवोंपर दया करनेवाले भगवान् श्रीरामकी भार्या हैं। ये अपने पतिदेवका दर्शन पानेकी अभिलाषा रखती हैं, अतः इन्हें सान्त्वना देना उचित है॥६॥ "
                },
                {
                    "slok": "अहमाश्वासयाम्येनां पूर्णचन्द्रनिभाननाम्। अदृष्टदुःखां दुःखस्य न ह्यन्तमधिगच्छतीम्॥७॥",
                    "arth": "'इनका मुख पूर्णचन्द्रमाके समान मनोहर है। इन्होंने पहले कभी ऐसा दुःख नहीं देखा था, परंतु इस समय दुःखका पार नहीं पा रही हैं। अतः मैं इन्हें आश्वासन दूंगा॥७॥ "
                },
                {
                    "slok": "यदि ह्यहं सतीमेनां शोकोपहतचेतनाम्। अनाश्वास्य गमिष्यामि दोषवद् गमनं भवेत्॥८॥",
                    "arth": "'ये शोकके कारण अचेत-सी हो रही हैं, यदि मैं इन सती-साध्वी सीताको सान्त्वना दिये बिना ही चला जाऊँगा तो मेरा वह जाना दोषयुक्त होगा॥८॥ "
                },
                {
                    "slok": "गते हि मयि तत्रेयं राजपुत्री यशस्विनी। परित्राणमपश्यन्ती जानकी जीवितं त्यजेत्॥९॥",
                    "arth": "'मेरे चले जानेपर अपनी रक्षाका कोई उपाय न देखकर ये यशस्विनी राजकुमारी जानकी अपने जीवनका अन्त कर देंगी॥९॥"
                },
                {
                    "slok": "यथा च स महाबाहुः पूर्णचन्द्रनिभाननः। समाश्वासयितुं न्याय्यः सीतादर्शनलालसः॥१०॥",
                    "arth": "'पूर्णचन्द्रमाके समान मनोहर मुखवाले महाबाहु श्रीरामचन्द्रजी भी सीताजीके दर्शनके लिये उत्सुक हैं। जिस प्रकार उन्हें सीताका संदेश सुनाकर सान्त्वना देना उचित है, उसी प्रकार सीताको भी उनका संदेश सुनाकर आश्वासन देना उचित होगा॥१०॥ "
                },
                {
                    "slok": "निशाचरीणां प्रत्यक्षमक्षमं चाभिभाषितम्। कथं नु खलु कर्तव्यमिदं कृच्छ्रगतो ह्यहम्॥११॥ ",
                    "arth": "'परंतु राक्षसियोंके सामने इनसे बात करना मेरे लिये ठीक नहीं होगा। ऐसी अवस्थामें यह कार्य कैसे सम्पन्न करना चाहिये, यही निश्चय करना मेरे लिये सबसे बड़ी कठिनाई है॥११॥"
                },
                {
                    "slok": "अनेन रात्रिशेषेण यदि नाश्वास्यते मया। सर्वथा नास्ति संदेहः परित्यक्ष्यति जीवितम्॥१२॥",
                    "arth": "'यदि इस रात्रिके बीतते-बीतते मैं सीताको सान्त्वना नहीं दे देता हूँ तो ये सर्वथा अपने जीवनका परित्याग कर देंगी, इसमें संदेह नहीं है॥१२॥ "
                },
                {
                    "slok": "रामस्तु यदि पृच्छेन्मां किं मां सीताब्रवीद् वचः। किमहं तं प्रतिब्रूयामसम्भाष्य सुमध्यमाम्॥१३॥ ",
                    "arth": "'यदि श्रीरामचन्द्रजी मुझसे पूछे कि सीताने मेरे लिये क्या संदेश भेजा है तो इन सुमध्यमा सीतासे बात किये बिना मैं उन्हें क्या उत्तर दूंगा॥१३॥ "
                },
                {
                    "slok": "सीतासंदेशरहितं मामितस्त्वरया गतम्। निर्दहेदपि काकुत्स्थः क्रोधतीवेण चक्षुषा॥१४॥ ",
                    "arth": "यदि मैं सीताका संदेश लिये बिना ही यहाँसे तुरंत लौट गया तो ककुत्स्थकुलभूषण भगवान् श्रीराम अपनी क्रोधभरी दुःसह दृष्टिसे मुझे जलाकर भस्म कर डालेंगे॥१४॥ "
                },
                {
                    "slok": "यदि वोद्योजयिष्यामि भर्तारं रामकारणात्। व्यर्थमागमनं तस्य ससैन्यस्य भविष्यति॥१५॥",
                    "arth": "'यदि मैं इन्हें सान्त्वना दिये बिना ही लौट जाऊँ और श्रीरामचन्द्रजीके कार्यकी सिद्धिके लिये अपने स्वामी वानरराज सुग्रीवको उत्तेजित करूँ तो वानरसेनाके साथ उनका यहाँतक आना व्यर्थ हो जायगा (क्योंकि सीता इसके पहले ही अपने प्राण त्याग देंगी)॥१५॥ "
                },
                {
                    "slok": "अन्तरं त्वहमासाद्य राक्षसीनामवस्थितः। शनैराश्वासयाम्यद्य संतापबहुलामिमाम्॥१६॥",
                    "arth": "'अच्छा तो राक्षसियोंके रहते हुए ही अवसर पाकर आज मैं यहीं बैठे-बैठे दन्हें धीरे-धीरे सान्त्वना दूंगा; क्योंकि इनके मनमें बड़ा संताप है॥१६॥ "
                },
                {
                    "slok": "अहं ह्यतितनुश्चैव वानरश्च विशेषतः। | वाचं चोदाहरिष्यामि मानुषीमिह संस्कृताम्॥१७॥",
                    "arth": "'एक तो मेरा शरीर अत्यन्त सूक्ष्म है, दूसरे मैं | वानर हूँ। विशेषतः वानर होकर भी मैं यहाँ मानवोचित संस्कृत-भाषामें बोलूँगा॥१७॥"
                },
                {
                    "slok": "यदि वाचं प्रदास्यामि द्विजातिरिव संस्कृताम्। | रावणं मन्यमाना मां सीता भीता भविष्यति॥१८॥",
                    "arth": "'परंतु ऐसा करने में एक बाधा है, यदि मैं द्विजकी भाँति संस्कृत-वाणीका प्रयोग करूँगा तो सीता मुझे रावण समझकर भयभीत हो जायँगी॥१८॥"
                },
                {
                    "slok": "अवश्यमेव वक्तव्यं मानुषं वाक्यमर्थवत्। | मया सान्त्वयितुं शक्या नान्यथेयमनिन्दिता॥१९॥",
                    "arth": "लगाए ‘ऐसी दशामें अवश्य ही मुझे उस सार्थक भाषाका | प्रयोग करना चाहिये, जिसे अयोध्याके आस-पासकी | साधारण जनता बोलती है, अन्यथा इन सती-साध्वी | सीताको मैं उचित आश्वासन नहीं दे सकता ॥ १९॥"
                },
                {
                    "slok": "सेयमालोक्य मे रूपं जानकी भाषितं तथा। रक्षोभिस्त्रासिता पूर्वं भूयस्त्रासमुपैष्यति ॥२०॥ ",
                    "arth": "'यदि मैं सामने जाऊँ तो मेरे इस वानररूपको देखकर और मेरे मुखसे मानवोचित भाषा सुनकर ये जनकनन्दिनी सीता, जिन्हें पहलेसे ही राक्षसोंने भयभीत कर रखा है और भी डर जायँगी॥२०॥ "
                },
                {
                    "slok": "ततो जातपरित्रासा शब्दं कुर्यान्मनस्विनी। जानाना मां विशालाक्षी रावणं कामरूपिणम्॥२१॥",
                    "arth": "'मनमें भय उत्पन्न हो जानेपर ये विशाललोचना मनस्विनी सीता मुझे इच्छानुसार रूप धारण करनेवाला रावण समझकर जोर-जोरसे चीखने-चिल्लाने लगेंगी। "
                },
                {
                    "slok": "सीतया च कृते शब्दे सहसा राक्षसीगणः। नानाप्रहरणो घोरः समेयादन्तकोपमः॥२२॥ ",
                    "arth": "'सीताके चिल्लानेपर ये यमराजके समान भयानक राक्षसियाँ तरह-तरहके हथियार लेकर सहसा आ धमकेंगी॥ "
                },
                {
                    "slok": "ततो मां सम्परिक्षिप्य सर्वतो विकृताननाः। वधे च ग्रहणे चैव कुर्युर्यत्नं महाबलाः॥२३॥",
                    "arth": "तदनन्तर ये विकट मुखवाली महाबलवती राक्षसियाँ मुझे सब ओरसे घेरकर मारने या पकड़ लेनेका प्रयत्न करेंगी॥ २३॥ "
                },
                {
                    "slok": "तं मां शाखाः प्रशाखाश्च स्कन्धांश्चोत्तमशाखिनाम् । दृष्ट्वा च परिधावन्तं भवेयुः परिशङ्किताः॥२४॥ ",
                    "arth": "'फिर मझे बडे-बडे वक्षोंकी शाखा-प्रशाखा और मोटी-मोटी डालियोंपर दौड़ता देख ये सब-की-सब सशङ्क हो उठेगी॥ २४॥ "
                },
                {
                    "slok": "मम रूपं च सम्प्रेक्ष्य वने विचरतो महत्। राक्षस्यो भयवित्रस्ता भवेयुर्विकृतस्वराः॥२५॥",
                    "arth": "'वनमें विचरते हुए मेरे इस विशाल रूपको देखकर राक्षसियाँ भी भयभीत हो बुरी तरहसे चिल्लाने लगेंगी॥"
                },
                {
                    "slok": "ततः कुर्युः समाह्वानं राक्षस्यो रक्षसामपि। राक्षसेन्द्रनियुक्तानां राक्षसेन्द्रनिवेशने॥२६॥ ",
                    "arth": "'इसके बाद वे निशाचरियाँ राक्षसराज रावणके महलमें उसके द्वारा नियुक्त किये गये राक्षसोंको बुला लेंगी॥ २६॥ "
                },
                {
                    "slok": "ते शूलशरनिस्त्रिंशविविधायुधपाणयः। आपतेयुर्विमर्देऽस्मिन् वेगेनोद्वेगकारणात्॥२७॥",
                    "arth": "'इस हलचलमें वे राक्षस भी उद्विग्न होकर शूल, बाण, तलवार और तरह-तरहके शस्त्रास्त्र लेकर बड़े वेगसे आ धमकेंगे॥ २७॥ "
                },
                {
                    "slok": "संरुद्धस्तैस्तु परितो विधमे राक्षसं बलम्। शक्नुयां न तु सम्प्राप्तुं परं पारं महोदधेः॥२८॥",
                    "arth": "'उनके द्वारा सब ओरसे घिर जानेपर मैं राक्षसोंकी सेनाका संहार तो कर सकता हूँ; परंतु समुद्रके उस पार नहीं पहुँच सकता ॥ २८॥"
                },
                {
                    "slok": "मां वा गृह्णीयुरावृत्य बहवः शीघ्रकारिणः। स्यादियं चागृहीतार्था मम च ग्रहणं भवेत्॥२९॥",
                    "arth": "'यदि बहुत-से फुर्तीले राक्षस मुझे घेरकर पकड़ लें तो सीताजीका मनोरथ भी पूरा नहीं होगा और मैं भी बंदी बना लिया जाऊँगा॥ २९॥ "
                },
                {
                    "slok": "हिंसाभिरुचयो हिंस्युरिमां वा जनकात्मजाम्। विपन्नं स्यात् ततः कार्यं रामसुग्रीवयोरिदम्॥३०॥",
                    "arth": "'इसके सिवा हिंसामें रुचि रखनेवाले राक्षस यदि इन जनकदुलारीको मार डालें तो श्रीरघुनाथजी और सुग्रीवका यह सीताकी प्राप्तिरूप अभीष्ट कार्य ही नष्ट हो जायगा॥३०॥ "
                },
                {
                    "slok": "उद्देशे नष्टमार्गेऽस्मिन् राक्षसैः परिवारिते। सागरेण परिक्षिप्ते गुप्ते वसति जानकी॥३१॥",
                    "arth": "'यह स्थान राक्षसोंसे घिरा हुआ है। यहाँ आनेका मार्ग दूसरोंका देखा या जाना हुआ नहीं है तथा इस प्रदेशको समुद्रने चारों ओरसे घेर रखा है। ऐसे गुप्त स्थानमें जानकीजी निवास करती हैं॥३१॥ "
                },
                {
                    "slok": "विशस्ते वा गृहीते वा रक्षोभिर्मयि संयुगे। नान्यं पश्यामि रामस्य सहायं कार्यसाधने॥३२॥",
                    "arth": "'यदि राक्षसोंने मुझे संग्राममें मार दिया या पकड़ लिया तो फिर श्रीरघुनाथजीके कार्यको पूर्ण करनेके लिये कोई दूसरा सहायक भी मैं नहीं देख रहा हूँ॥ "
                },
                {
                    "slok": "विमृशंश्च न पश्यामि यो हते मयि वानरः। शतयोजनविस्तीर्णं लङ्घयेत महोदधिम्॥३३॥",
                    "arth": "'बहुत विचार करनेपर भी मुझे ऐसा कोई वानर | नहीं दिखायी देता है, जो मेरे मारे जानेपर सौ योजन विस्तृत महासागरको लाँघ सके॥ ३३॥ "
                },
                {
                    "slok": " कामं हन्तुं समर्थोऽस्मि सहस्त्राण्यपि रक्षसाम्। | न तु शक्ष्याम्यहं प्राप्तुं परं पारं महोदधेः॥३४॥",
                    "arth": "'मैं इच्छानुसार सहस्रों राक्षसोंको मार डालनेमें समर्थ हूँ; परंतु युद्धमें फँस जानेपर महासागरके उस पार नहीं जा सकूँगा॥३४॥ "
                },
                {
                    "slok": "असत्यानि च युद्धानि संशयो मे न रोचते। कश्च निःसंशयं कार्यं कुर्यात् प्राज्ञः ससंशयम्॥ ३५॥",
                    "arth": "'युद्ध अनिश्चयात्मक होता है (उसमें किस पक्षकी विजय होगी, यह निश्चित नहीं रहता) और मुझे संशययुक्त कार्य प्रिय नहीं है। कौन ऐसा बुद्धिमान् होगा, जो संशयरहित कार्यको संशययुक्त बनाना चाहेगा॥ ३५ ॥ "
                },
                {
                    "slok": "एष दोषो महान् हि स्यान्मम सीताभिभाषणे। प्राणत्यागश्च वैदेह्या भवेदनभिभाषणे॥३६॥",
                    "arth": "सीताजीसे बातचीत करनेमें मुझे यही महान् दोष | प्रतीत होता है और यदि बातचीत नहीं करता हूँ तो विदेहनन्दिनी सीताका प्राणत्याग भी निश्चित ही है॥३६॥"
                },
                {
                    "slok": "भूताश्चार्था विरुध्यन्ति देशकालविरोधिताः। विक्लवं दूतमासाद्य तमः सूर्योदये यथा॥३७॥",
                    "arth": "अविवेकी या असावधान दूतके हाथमें पड़नेपर बने-बनाये काम भी देश-कालके विरोधी होकर उसी प्रकार असफल हो जाते हैं, जैसे सूर्यके उदय होनेपर सब ओर फैले हुए अन्धकारका कोई वश नहीं चलता, वह निष्फल हो जाता है॥ ३७॥ "
                },
                {
                    "slok": "अर्थानान्तरे बुद्धिनिश्चितापि न शोभते। घातयन्ति हि कार्याणि दूताः पण्डितमानिनः॥३८॥",
                    "arth": "'कर्तव्य और अकर्तव्यके विषयमें स्वामीकी | निश्चित बुद्धि भी अविवेकी दूतके कारण शोभा नहीं पाती है; क्योंकि अपनेको बड़ा बुद्धिमान् या पण्डित समझनेवाले दूत अपनी ही नासमझीसे कार्यको नष्ट कर डालते हैं॥ ३८॥ "
                },
                {
                    "slok": "न विनश्येत् कथं कार्यं वैक्लव्यं न कथं मम। | लङ्घनं च समुद्रस्य कथं नु न वृथा भवेत्॥३९॥ कथं नु खलु वाक्यं मे शृणुयान्नोद्विजेत च। इति संचिन्त्य हनुमांश्चकार मतिमान् मतिम्॥४०॥",
                    "arth": "'फिर किस प्रकार यह काम न बिगड़े, किस तरह मुझसे कोई असावधानी न हो, किस प्रकार मेरा समुद्र लाँघना व्यर्थ न हो जाय और किस तरह सीताजी मेरी सारी बातें सुन लें, किंतु घबराहटमें न पड़ें-इन सब बातोंपर विचार करके बुद्धिमान् हनुमान्जीने यह निश्चय किया॥३९-४०॥ "
                },
                {
                    "slok": "राममक्लिष्टकर्माणं सुबन्धुमनुकीर्तयन्। नैनामुद्वेजयिष्यामि तद्वन्धुगतचेतनाम्॥४१॥",
                    "arth": "'जिनका चित्त अपने जीवन-बन्धु श्रीराममें ही लगा है, उन सीताजीको मैं उनके प्रियतम श्रीरामका जो अनायास ही महान् कर्म करनेवाले हैं, गुण गा-गाकर सुनाऊँगा और उन्हें उद्विग्न नहीं होने दूंगा॥४१॥ "
                },
                {
                    "slok": "इक्ष्वाकूणां वरिष्ठस्य रामस्य विदितात्मनः। शुभानि धर्मयुक्तानि वचनानि समर्पयन्॥४२॥",
                    "arth": "'मैं इक्ष्वाकुकुलभूषण विदितात्मा भगवान् श्रीरामवे सुन्दर, धर्मानुकूल वचनोंको सुनाता हुआ यहीं बैठा रहूँगा । "
                },
                {
                    "slok": "श्रावयिष्यामि सर्वाणि मधुरां प्रब्रुवन् गिरम्। श्रद्धास्यति यथा सीता तथा सर्वं समादधे॥४३ । ",
                    "arth": "'मीठी वाणी बोलकर श्रीरामके सारे संदेशोंको इस प्रकार सुनाऊँगा, जिससे सीताका उन वचनोंपर विश्वास हो। जिस तरह उनके मनका संदेह दूर हो, उसी तरह मैं सब बातोंका समाधान करूँगा'॥४३॥"
                },
                {
                    "slok": "इति स बहुविधं महाप्रभावो जगतिपतेः प्रमदामवेक्षमाणः। मधुरमवितथं जगाद वाक्यं द्रुमविटपान्तरमास्थितो हनूमान्॥४४।",
                    "arth": "इस प्रकार भाँति-भाँतिसे विचार करके अशोकवृक्षकी शाखाओंमें छिपकर बैठे हुए महाप्रभावशाली हनुमान्जी पृथ्वीपति श्रीरामचन्द्रजीकी भार्याकी ओर देखते हुए मधुर एवं यथार्थ बात कहने लगे॥४४॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे त्रिंशः सर्गः॥३०॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें तीसवाँ सर्ग पूरा हुआ॥३०॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकत्रिंशः सर्गः हनुमान्जीका सीताको सुनानेके लिये श्रीराम-कथाका वर्णन करना",
            "arths": [
                {
                    "slok": "एवं बहुविधां चिन्तां चिन्तयित्वा महामतिः। संश्रवे मधुरं वाक्यं वैदेह्या व्याजहार ह॥१॥",
                    "arth": "इस प्रकार बहुत-सी बातें सोच-विचारकर महामति हनुमान्जीने सीताको सुनाते हुए मधुर वाणीमें इस तरह कहना आरम्भ किया-॥१॥"
                },
                {
                    "slok": "राजा दशरथो नाम रथकुञ्जरवाजिमान्। पुण्यशीलो महाकीर्तिरिक्ष्वाकूणां महायशाः॥२॥",
                    "arth": "'इक्ष्वाकुवंशमें राजा दशरथ नामसे प्रसिद्ध एक पुण्यात्मा राजा हो गये हैं। वे अत्यन्त कीर्तिमान् और महान् यशस्वी थे। उनके यहाँ रथ, हाथी और घोड़े बहुत अधिक थे॥२॥"
                },
                {
                    "slok": "राजर्षीणां गुणश्रेष्ठस्तपसा चर्षिभिः समः। चक्रवर्तिकुले जातः पुरंदरसमो बले॥३॥",
                    "arth": "'उन श्रेष्ठ नरेशमें राजर्षियोंके समान गुण थे। तपस्यामें भी वे ऋषियोंकी समानता करते थे। उनका जन्म चक्रवर्ती नरेशोंके कुलमें हुआ था। वे देवराज इन्द्रके समान बलवान् थे ॥ ३ ॥"
                },
                {
                    "slok": "अहिंसारतिरक्षुद्रो घृणी सत्यपराक्रमः। मुख्यस्येक्ष्वाकुवंशस्य लक्ष्मीवॉल्लक्ष्मिवर्धनः॥४॥ पार्थिवव्यञ्जनैर्युक्तः पृथुश्रीः पार्थिवर्षभः। | पृथिव्यां चतुरन्तायां विश्रुतः सुखदः सुखी॥५॥",
                    "arth": "'उनके मनमें अहिंसा-धर्मके प्रति बड़ा अनुराग था। उनमें क्षुद्रताका नाम नहीं था। वे दयालु, सत्य| पराक्रमी और श्रेष्ठ इक्ष्वाकुवंशकी शोभा बढ़ानेवाले थे। | वे लक्ष्मीवान् नरेश राजोचित लक्षणोंसे युक्त, परिपुष्ट - शोभासे सम्पन्न और भूपालोंमें श्रेष्ठ थे। चारों समुद्र जिसकी सीमा हैं, उस सम्पूर्ण भूमण्डलमें सब ओर उनकी बड़ी ख्याति थी। वे स्वयं तो सुखी थे ही। दूसरोंको भी सुख देनेवाले थे॥४-५॥ "
                },
                {
                    "slok": "तस्य पुत्रः प्रियो ज्येष्ठस्ताराधिपनिभाननः। रामो नाम विशेषज्ञः श्रेष्ठः सर्वधनुष्मताम्॥६॥ ",
                    "arth": "'उनके ज्येष्ठ पुत्र श्रीराम-नामसे प्रसिद्ध हैं। वे पिताके लाड़ले, चन्द्रमाके समान मनोहर मुखवाले, सम्पूर्ण धनुर्धारियोंमें श्रेष्ठ और शस्त्र-विद्याके विशेषज्ञ हैं ॥ ६ ॥"
                },
                {
                    "slok": "रक्षिता स्वस्य वृत्तस्य स्वजनस्यापि रक्षिता। रक्षिता जीवलोकस्य धर्मस्य च परंतपः॥७। ",
                    "arth": "'शत्रुओंको संताप देनेवाले श्रीराम अप सदाचारके, स्वजनोंके, इस जीव-जगत्के तथा धर्मके भी रक्षक हैं॥७॥ "
                },
                {
                    "slok": "तस्य सत्याभिसंधस्य वृद्धस्य वचनात् पितुः। सभार्यः सह च भ्रात्रा वीरः प्रव्रजितो वनम्॥८।",
                    "arth": "'उनके बूढ़े पिता महाराज दशरथ बड़े सत्यप्रति थे। उनकी आज्ञासे वीर श्रीरघुनाथजी अपनी पत्नी और भाई लक्ष्मणके साथ वनमें चले आये॥८॥ "
                },
                {
                    "slok": "तेन तत्र महारण्ये मृगयां परिधावता। राक्षसा निहताः शूरा बहवः कामरूपिणः॥९।",
                    "arth": "'वहाँ विशाल वनमें शिकार खेलते हुए श्रीरामने इच्छानुसार रूप धारण करनेवाले बहुत-से शूरवीर राक्षसोंका वध कर डाला ॥९॥ "
                },
                {
                    "slok": "जनस्थानवधं श्रुत्वा निहतौ खरदूषणौ। ततस्त्वमर्षापहृता जानकी रावणेन तु॥१०।",
                    "arth": "'उनके द्वारा जनस्थानके विध्वंस और खरदूषणके वधका समाचार सुनकर रावणने अमर्षवश् जनकनन्दिनी सीताका अपहरण कर लिया॥१०॥ "
                },
                {
                    "slok": "वञ्चयित्वा वने रामं मृगरूपेण मायया। स मार्गमाणस्तां देवीं रामः सीतामनिन्दिताम्॥११॥ आससाद वने मित्रं सुग्रीवं नाम वानरम्।",
                    "arth": "'पहले तो उस राक्षसने मायासे मृग बने हुए मारीचके द्वारा वनमें श्रीरामचन्द्रजीको धोखा दिया और स्वयं जानकीजीको हर ले गया। भगवान् श्रीराम परम् साध्वी सीतादेवीकी खोज करते हुए मतंग-वनमें आकर सुग्रीव नामक वानरसे मिले और उनके साथ उन्होंने मैत्री स्थापित कर ली॥११३॥"
                },
                {
                    "slok": "ततः स वालिनं हत्वा रामः परपुरंजयः॥१२॥ आयच्छत् कपिराज्यं तु सुग्रीवाय महात्मने।",
                    "arth": "'तदनन्तर शत्रु-नगरीपर विजय पानेवाले श्रीराम वालीका वध करके वानरोंका राज्य महात्मा सुग्रीवक दे दिया ॥१२३ ॥ "
                },
                {
                    "slok": "सुग्रीवेणाभिसंदिष्टा हरयः कामरूपिणः॥१३। दिक्षु सर्वासु तां देवीं विचिन्वन्तः सहस्रशः।",
                    "arth": "'तत्पश्चात् वानरराज सुग्रीवकी आज्ञासे इच्छानुसा रूप धारण करनेवाले हजारों वानर सीतादेवीका पता लगानेके लिये सम्पूर्ण दिशाओंमें निकले हैं॥१३३ "
                },
                {
                    "slok": "अहं सम्पातिवचनाच्छतयोजनमायतम्॥१४॥ तस्या हेतोर्विशालाक्ष्याः समुद्रं वेगवान् प्लुतः।",
                    "arth": "'उन्हींमेंसे एक मैं भी हूँ। मैं सम्पातिके कहनेसे विशाललोचना विदेहनन्दिनीकी खोजके लिये सौ योजन विस्तृत समुद्रको वेगपूर्वक लाँघकर यहाँ आया हूँ॥ १४ ॥ "
                },
                {
                    "slok": "यथारूपां यथाव यथालक्ष्मवतीं च ताम्॥१५॥ अश्रौषं राघवस्याहं सेयमासादिता मया। विररामैवमुक्त्वा स वाचं वानरपुंगवः॥१६॥ ",
                    "arth": "'मैंने श्रीरघुनाथजीके मुखसे जानकीजीका जैसा रूप, जैसा रंग तथा जैसे लक्षण सुने थे, उनके अनुरूप ही इन्हें पाया है।' इतना ही कहकर वानरशिरोमणि हनुमान्जी चुप हो गये॥१५-१६॥ "
                },
                {
                    "slok": "जानकी चापि तच्छ्रुत्वा विस्मयं परमं गता। ततः सा वक्रकेशान्ता सुकेशी केशसंवृतम्। उन्नम्य वदनं भीरुः शिंशपामन्ववैक्षत॥१७॥",
                    "arth": "उनकी बातें सुनकर जनकनन्दिनी सीताको बड़ा । विस्मय हुआ। उनके केश धुंघराले और बड़े ही सुन्दर थे। भीरु सीताने केशोंसे ढके हुए अपने मुँहको ऊपर उठाकर उस अशोक-वृक्षकी ओर देखा ॥ १७॥"
                },
                {
                    "slok": "निशम्य सीता वचनं कपेश्च दिशश्च सर्वाः प्रदिशश्च वीक्ष्य। स्वयं प्रहर्षं परमं जगाम सर्वात्मना राममनुस्मरन्ती॥१८॥",
                    "arth": "कपिके वचन सुनकर सीताको बड़ी प्रसन्नता हुई। वे सम्पूर्ण वृत्तियोंसे भगवान् श्रीरामका स्मरण करती हुई समस्त दिशाओंमें दृष्टि दौड़ाने लगीं ॥१८॥"
                },
                {
                    "slok": "सा तिर्यगूर्ध्वं च तथा ह्यधस्ता निरीक्षमाणा तमचिन्त्यबुद्धिम्। ददर्श पिंगाधिपतेरमात्यं वातात्मजं सूर्यमिवोदयस्थम्॥१९॥",
                    "arth": "उन्होंने ऊपर-नीचे तथा इधर-उधर दृष्टिपात करके उन अचिन्त्य बुद्धिवाले पवनपुत्र हनुमान्को, जो वानरराज सुग्रीवके मन्त्री थे, उदयाचलपर विराजमान सूर्यके समान देखा ॥ १९॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे एकत्रिंशः सर्गः ॥ ३१॥ ",
                    "samaapt अर्थ": "इस प्रकार औचाल्मीकिनिर्मित आरामायण आदिकाव्य के सुन्दरकाण्डमें इकतीसवाँ सर्ग पूरा हुआ ॥ ३१ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - द्वात्रिंशः सर्गः सीताजीका तर्क-वितर्क",
            "arths": [
                {
                    "slok": "ततः शाखान्तरे लीनं दृष्ट्वा चलितमानसा। वेष्टितार्जुनवस्त्रं तं विद्युत्संघातपिंगलम्॥१॥ सा ददर्श कपिं तत्र प्रश्रितं प्रियवादिनम्। फुल्लाशोकोत्कराभासं तप्तचामीकरेक्षणम्॥२॥",
                    "arth": "तब शाखाके भीतर छिपे हुए, विद्युत्पुञ्जके समान अत्यन्त पिंगल वर्णवाले और श्वेत वस्त्रधारी हनुमान्जीपर उनकी दृष्टि पड़ी। फिर तो उनका चित्त चञ्चल हो उठा। उन्होंने देखा, फूले हुए अशोकके समान अरुण कान्तिसे प्रकाशित एक विनीत और प्रियवादी वानर डालियोंके बीचमें बैठा है। उसके नेत्र तपाये हुए सुवर्णके समान चमक रहे हैं॥१-२॥"
                },
                {
                    "slok": "साथ दृष्ट्वा हरिश्रेष्ठं विनीतवदवस्थितम्। मैथिली चिन्तयामास विस्मयं परमं गता ॥३॥",
                    "arth": "विनीतभावसे बैठे हुए वानरश्रेष्ठ हनुमान्जीको देखकर मिथिलेशकुमारीको बड़ा आश्चर्य हुआ। वे मन-ही-मन सोचने लगीं- ॥३॥"
                },
                {
                    "slok": "अहो भीममिदं सत्त्वं वानरस्य दुरासदम्। दुर्निरीक्ष्यमिदं मत्वा पुनरेव मुमोह सा॥४॥",
                    "arth": "'अहो! वानरयोनिका यह जीव तो बड़ा ही भयंकर है। इसे पकड़ना बहुत ही कठिन है। इसकी ओर तो आँख उठाकर देखनेका भी साहस नहीं होता।' ऐसा विचारकर वे पुनः भयसे मूछित-सी हो गयीं ॥४॥ "
                },
                {
                    "slok": "विललाप भृशं सीता करुणं भयमोहिता। राम रामेति दुःखार्ता लक्ष्मणेति च भामिनी॥५॥",
                    "arth": "भयसे मोहित हुई भामिनी सीता अत्यन्त करुणाजनक स्वरमें 'हा राम! हा राम! हा लक्ष्मण!' ऐसा कहकर दुःखसे आतुर हो अत्यन्त विलाप करने लगीं ॥५॥ "
                },
                {
                    "slok": "रुरोद सहसा सीता मन्दमन्दस्वरा सती। साथ दृष्ट्वा हरिवरं विनीतवदुपागतम्। मैथिली चिन्तयामास स्वप्नोऽयमिति भामिनी॥६॥",
                    "arth": "उस समय सीता मन्द स्वरमें सहसा रो पड़ी। इतनेहीमें उन्होंने देखा, वह श्रेष्ठ वानर बड़ी विनयके साथ निकट आ बैठा है। तब भामिनी मिथिलेशकुमारीने सोचा-'यह कोई स्वप्न तो नहीं है'॥६॥ "
                },
                {
                    "slok": "सा वीक्षमाणा पृथुभुग्नवक्त्रं शाखामगेन्दस्य यथोक्तकारम। ददर्श पिंगप्रवरं महार्ह वातात्मजं बुद्धिमतां वरिष्ठम्॥ ७ ॥",
                    "arth": "उधर दृष्टिपात करते हुए उन्होंने वानरराज सुग्रीवके आज्ञापालक विशाल और टेढ़े मुखवाले परम आदरणीय, बुद्धिमानोंमें श्रेष्ठ, वानरप्रवर पवनपुत्र हनुमान्जीको देखा॥७॥ "
                },
                {
                    "slok": "सा तं समीक्ष्यैव भृशं विपन्ना गतासुकल्पेव बभूव सीता। चिरेण संज्ञां प्रतिलभ्य चैवं र विचिन्तयामास विशालनेत्रा॥ ८ ॥",
                    "arth": "उन्हें देखते ही सीताजी अत्यन्त व्यथित होकर ऐसी दशाको पहुँच गयीं, मानो उनके प्राण निकल गये हों। फिर बड़ी देरमें चेत होनेपर विशाललोचना विदेहराजकुमारीने इस प्रकार विचार किया- ॥८॥ "
                },
                {
                    "slok": "स्वप्नो मयायं विकृतोऽद्य दृष्टः । शाखामृगः शास्त्रगणैर्निषिद्धः। स्वस्त्यस्तु रामाय सलक्ष्मणाय तथा पितुर्मे जनकस्य राज्ञः॥ ९॥",
                    "arth": "'आज मैंने यह बड़ा बुरा स्वप्न देखा है। सपने में वानरको देखना शास्त्रोंने निषिद्ध बताया है। मेरी भगवान्से प्रार्थना है कि श्रीराम, लक्ष्मण और मेरे पिता जनकका मंगल हो (उनपर इस दुःस्वप्नका प्रभाव न पड़े) ॥९॥ "
                },
                {
                    "slok": "स्वप्नो हि नायं नहि मेऽस्ति निद्रा शोकेन दुःखेन च पीडितायाः। सुखं हि मे नास्ति यतो विहीना तेनेन्दुपूर्णप्रतिमाननेन ॥१०॥",
                    "arth": "'परंतु यह स्वप्न तो हो नहीं सकता; क्योंकि शोक और दुःखसे पीड़ित रहनेके कारण मुझे कभी नींद आती ही नहीं है (नींद उसे आती है, जिसे सुख हो)। मुझे तो उन पूर्णचन्द्रके समान मुखवाले श्रीरघुनाथजीसे बिछुड़ जानेके कारण अब सुख सुलभ ही नहीं है॥१०॥ "
                },
                {
                    "slok": "रामेति रामेति सदैव बुद्ध्या विचिन्त्य वाचा ब्रुवती तमेव। तस्यानुरूपं च कथां तदर्था मेवं पपश्यामि तथा शामि॥२०॥",
                    "arth": "'मैं बुद्धिसे सर्वदा 'राम! राम!' ऐसा चिन्तन करके वाणीद्वारा भी राम-नामका ही उच्चारण करती रहती हँ: अतः उस विचारके अनरूप वैसे ही अर्थवाली यह कथा देख और सुन रही हूँ॥११॥"
                },
                {
                    "slok": "अहं हि तस्याद्य मनोभवेन सम्पीडिता तद्गतसर्वभावा। विचिन्तयन्ती सततं तमेव तथैव पश्यामि तथा शृणोमि॥१२॥ ",
                    "arth": "'मेरा हृदय सर्वदा श्रीरघुनाथमें ही लगा हुआ है; अतः श्रीराम-दर्शनकी लालसासे अत्यन्त पीड़ित हो सदा उन्हींका चिन्तन करती हुई उन्हींको देखती और उन्हींकी कथा सुनती हूँ॥१२॥"
                },
                {
                    "slok": "मनोरथः स्यादिति चिन्तयामि तथापि बुद्ध्यापि वितर्कयामि। किं कारणं तस्य हि नास्ति रूपं हा सुव्यक्तरूपश्च वदत्ययं माम्॥१३॥",
                    "arth": "'सोचती हूँ कि सम्भव है यह मेरे मनकी ही कोई भावना हो तथापि बुद्धिसे भी तर्क-वितर्क करती हूँ कि यह जो कुछ दिखायी देता है, इसका क्या कारण है ? मनोरथ या मनकी भावनाका कोई स्थूल रूप नहीं होता; परंतु इस वानरका रूप तो स्पष्ट दिखायी दे रहा है और यह मुझसे बातचीत भी करता है॥१३॥ "
                },
                {
                    "slok": "माग नमोऽस्तु वाचस्पतये सवज्रिणे स्वयम्भुवे चैव हुताशनाय। अनेन चोक्तं यदिदं ममाग्रतो वनौकसा तच्च तथास्त नान्यथा॥१४॥",
                    "arth": "'मैं वाणीके स्वामी बृहस्पतिको, वज्रधारी इन्द्रको, स्वयम्भू ब्रह्माजीको तथा वाणीके अधिष्ठातृ-देवता अग्निको भी नमस्कार करती हूँ। इस वनवासी वानरने मेरे सामने यह जो कुछ कहा है, वह सब सत्य हो, उसमें कुछ भी अन्यथा न हो' ॥१४॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे द्वात्रिंशः सर्गः॥३२॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें बत्तीसवाँ सर्ग पूरा हुआ॥३२॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - त्रयस्त्रिंशः सर्गः सीताजीका हनुमान्जीको अपना परिचय देते हुए अपने वनगमन और अपहरणका वृत्तान्त बताना",
            "arths": [
                {
                    "slok": "सोऽवतीर्य द्रुमात् तस्माद् विद्रुमप्रतिमाननः । विनीतवेष: कृपणः प्रणिपत्योपसृत्य च ॥ १ ॥ तामब्रवीन्महातेजा हनूमान् मारुतात्मजः । शिरस्यञ्जलिमाधाय सीतां मधुरया गिरा ॥ २ ॥",
                    "arth": "उधर मूँगेके समान लाल मुखवाले महातेजस्वी पवनकुमार हनुमान्जीने उस अशोक वृक्षसे नीचे उतरकर माथेपर अञ्जलि बाँध ली और विनीतभावसे दीनतापूर्वक निकट आकर प्रणाम करनेके अनन्तर सीताजीसे मधुर वाणीमें कहा- ॥ १-२॥"
                },
                {
                    "slok": "का नु पद्मपलाशाक्षि क्लिष्टकौशेयवासिनि । द्रुमस्य शाखामालम्ब्य तिष्ठसि त्वमनिन्दिते ॥ ३ ॥ किमर्थं तव नेत्राभ्यां वारि स्त्रवति शोकजम् । पुण्डरीकपलाशाभ्यां विप्रकीर्णमिवोदकम् ॥ ४ ॥",
                    "arth": "'प्रफुल्लकमलदलके समान विशाल नेत्रोंवाली देवि! यह मलिन रेशमी पीताम्बर धारण किये आप कौन हैं ? अनिन्दिते ! इस वृक्षकी शाखाका सहारा लिये आप यहाँ क्यों खड़ी हैं ? कमलके पत्तोंसे झरते हुए जल-बिन्दुओंके समान आपकी आँखोंसे ये शोकके आँसू क्यों गिर रहे हैं॥३-४॥ "
                },
                {
                    "slok": "सुराणामसुराणां च नागगन्धर्वरक्षसाम्। यक्षाणां किंनराणां च का त्वं भवसि शोभने॥५॥ का त्वं भवसि रुद्राणां मरुतां वा वरानने। वसूनां वा वरारोहे देवता प्रतिभासि मे॥६॥ ",
                    "arth": "'शोभने! आप देवता, असुर, नाग, गन्धर्व, राक्षस, इनमें से किसकी कन्या अथवा पत्नी हैं? सुमुखि! वरारोहे! मुझे तो आप कोई देवता-सी जान पड़ती हैं॥५-६॥ "
                },
                {
                    "slok": "किं नु चन्द्रमसा हीना पतिता विबुधालयात्। रोहिणी ज्योतिषां श्रेष्ठा श्रेष्ठा सर्वगुणाधिका॥७॥",
                    "arth": "'क्या आप चन्द्रमासे बिछुड़कर देवलोकसे गिरी हुई नक्षत्रोंमें श्रेष्ठ और गुणोंमें सबसे बढ़ी-चढ़ी रोहिणी देवी हैं?॥७॥"
                },
                {
                    "slok": "कोपाद् वा यदि वा मोहाद् भर्तारमसितेक्षणे।। वसिष्ठं कोपयित्वा त्वं वासि कल्याण्यरुन्धती॥८॥",
                    "arth": "'अथवा कजरारे नेत्रोंवाली देवि! आप कोप या मोहसे अपने पति वसिष्ठजीको कुपित करके यहाँ आयी हुई कल्याणस्वरूपा सतीशिरोमणि अरुन्धती तो नहीं हैं॥८॥ "
                },
                {
                    "slok": "को नु पुत्रः पिता भ्राता भर्ता वा ते सुमध्यमे। अस्माल्लोकादमुं लोकं गतं त्वमनुशोचसि॥९॥",
                    "arth": "'सुमध्यमे! आपका पुत्र, पिता, भाई अथवा पति कौन इस लोकसे चलकर परलोकवासी हो गया है, जिसके लिये आप शोक करती हैं॥९॥ "
                },
                {
                    "slok": "रोदनादतिनिःश्वासाद् भूमिसंस्पर्शनादपि। न त्वां देवीमहं मन्ये राज्ञः संज्ञावधारणात्॥१०॥ व्यञ्जनानि हि ते यानि लक्षणानि च लक्षये। महिषी भूमिपालस्य राजकन्या च मे मता॥११॥ ",
                    "arth": "'रोने, लम्बी साँस खींचने तथा पृथ्वीका स्पर्श करनेके कारण मैं आपको देवी नहीं मानता। आप बारम्बार किसी राजाका नाम ले रही हैं तथा आपके चिह्न और लक्षण जैसे दिखायी देते हैं, उन सबपर दृष्टिपात करनेसे यही अनुमान होता है कि आप किसी राजाकी महारानी तथा किसी नरेशकी कन्या हैं॥१०-११॥"
                },
                {
                    "slok": "रावणेन जनस्थानाद् बलात् प्रमथिता यदि। सीता त्वमसि भद्रं ते तन्ममाचक्ष्व पृच्छतः॥१२॥",
                    "arth": "'रावण जनस्थानसे जिन्हें बलपूर्वक हर लाया था, वे सीताजी ही यदि आप हों तो आपका कल्याण हो। आप ठीक-ठीक मुझे बताइये। मैं आपके विषयमें जानना चाहता हूँ॥१२॥"
                },
                {
                    "slok": "यथा हि तव वै दैन्यं रूपं चाप्यतिमानुषम्। तपसा चान्वितो वेषस्त्वं राममहिषी ध्रुवम्॥१३॥",
                    "arth": "'दुःखके कारण आपमें जैसी दीनता आ गयी है, जैसा आपका अलौकिक रूप है तथा जैसा तपस्विनीका-सा वेष है, इन सबके द्वारा निश्चय ही आप श्रीरामचन्द्रजीकी महारानी जान पड़ती हैं'॥१३॥ "
                },
                {
                    "slok": "सा तस्य वचनं श्रुत्वा रामकीर्तनहर्षिता। उवाच वाक्यं वैदेही हनूमन्तं द्रुमाश्रितम्॥१४॥",
                    "arth": "हनुमान्जीकी बात सुनकर विदेहनन्दिनी सीता श्रीरामचन्द्रजीकी चर्चासे बहुत प्रसन्न थीं; अतः वृक्षका सहारा लिये खड़े हुए उन पवनकुमारसे इस प्रकार बोलीं॥ "
                },
                {
                    "slok": "पृथिव्यां राजसिंहानां मुख्यस्य विदितात्मनः। स्नुषा दशरथस्याहं शत्रुसैन्यप्रणाशिनः ॥ १५ ॥ दुहिता जनकस्याहं वैदेहस्य महात्मनः। | सीतेति नाम्ना चोक्ताहं भार्या रामस्य धीमतः॥१६॥",
                    "arth": "'कपिवर! जो भूमण्डलके श्रेष्ठ राजाओंमें प्रधान थे, जिनकी सर्वत्र प्रसिद्धि थी तथा जो शत्रुओंकी सेनाका संहार करनेमें समर्थ थे, उन महाराज दशरथकी मैं पुत्रवधू हूँ, विदेहराज महात्मा जनककी पुत्री हूँ और परम बुद्धिमान् भगवान् श्रीरामकी धर्मपत्नी हूँ। मेरा नाम सीता है॥ "
                },
                {
                    "slok": "समा द्वादश तत्राहं राघवस्य निवेशने। भुञ्जाना मानुषान् भोगान् सर्वकामसमृद्धिनी॥१७॥",
                    "arth": "'अयोध्यामें श्रीरघुनाथजीके अन्तःपुरमें बारह वर्षोंतक मैं सब प्रकारके मानवीय भोग भोगती रही और मेरी सारी अभिलाषाएँ सदैव पूर्ण होती रहीं॥ १७॥ "
                },
                {
                    "slok": "ततस्त्रयोदशे वर्षे राज्ये चेक्ष्वाकुनन्दनम्। अभिषेचयितुं राजा सोपाध्यायः प्रचक्रमे॥१८॥",
                    "arth": "'तदनन्तर तेरहवें वर्षमें महाराज दशरथने राजगुरु वसिष्ठजीके साथ इक्ष्वाकुकुलभूषण भगवान् श्रीरामके राज्याभिषेककी तैयारी आरम्भ की॥१८॥"
                },
                {
                    "slok": "तस्मिन् सम्भ्रियमाणे तु राघवस्याभिषेचने। | कैकेयी नाम भर्तारमिदं वचनमब्रवीत्॥१९॥",
                    "arth": "'जब वे श्रीरघुनाथजीके अभिषेकके लिये आवश्यक | सामग्रीका संग्रह कर रहे थे, उस समय उनकी कैकेयी नामवाली भार्याने पतिसे इस प्रकार कहा- ॥१९॥ "
                },
                {
                    "slok": "न पिबेयं न खादेयं प्रत्यहं मम भोजनम्। एष मे जीवितस्यान्तो रामो यद्यभिषिच्यते॥२०॥",
                    "arth": "'अब न तो मैं जलपान करूँगी और न प्रतिदिनका भोजन ही ग्रहण करूँगी। यदि श्रीरामका राज्याभिषेक हुआ तो यही मेरे जीवनका अन्त होगा॥२०॥ "
                },
                {
                    "slok": "यत् तदुक्तं त्वया वाक्यं प्रीत्या नृपतिसत्तम। तच्चेन्न वितथं कार्यं वनं गच्छतु राघवः॥२१॥",
                    "arth": "'नृपश्रेष्ठ! आपने प्रसन्नतापूर्वक मुझे जो वचन दिया है, उसे यदि असत्य नहीं करना है तो श्रीराम वनको चले जायँ' ॥ २१॥ "
                },
                {
                    "slok": "स राजा सत्यवाग् देव्या वरदानमनुस्मरन्। मुमोह वचनं श्रुत्वा कैकेय्याः क्रूरमप्रियम्॥२२॥",
                    "arth": "'महाराज दशरथ बड़े सत्यवादी थे। उन्होंने कैकेयी देवीको दो वर देनेके लिये कहा था। उस वरदानका स्मरण करके कैकेयीके क्रूर एवं अप्रिय वचनको सुनकर वे मूछित हो गये॥२२॥ "
                },
                {
                    "slok": "ततस्तं स्थविरो राजा सत्यधर्मे व्यवस्थितः। ज्येष्ठं यशस्विनं पुत्रं रुदन् राज्यमयाचत ॥ २३ ॥",
                    "arth": "'तदनन्तर सत्यधर्ममें स्थित हुए बूढ़े महाराजने अपने यशस्वी ज्येष्ठ पुत्र श्रीरघुनाथजीसे भरतके लिये राज्य माँगा॥ २३॥"
                },
                {
                    "slok": "स पितुर्वचनं श्रीमानभिषेकात् परं प्रियम्। मनसा पूर्वमासाद्य वाचा प्रतिगृहीतवान्॥२४॥",
                    "arth": "'श्रीमान् रामको पिताके वचन राज्याभिषेकसे भी बढ़कर प्रिय थे। इसलिये उन्होंने पहले उन वचनोंक मनसे ग्रहण किया, फिर वाणीसे भी स्वीकार कर लिया। "
                },
                {
                    "slok": "दद्यान्न प्रतिगृह्णीयात् सत्यं ब्रूयान्न चानृतम्। अपि जीवितहेतोर्हि रामः सत्यपराक्रमः॥२५॥ ",
                    "arth": "'सत्य-पराक्रमी भगवान् श्रीराम केवल देते हैं, लेते नहीं। वे सदा सत्य बोलते हैं, अपने प्राणोंकी रक्षाके लिये भी कभी झूठ नहीं बोल सकते ॥ २५ ॥ "
                },
                {
                    "slok": "स विहायोत्तरीयाणि महार्हाणि महायशाः। विसृज्य मनसा राज्यं जनन्यै मां समादिशत्॥२६ । ",
                    "arth": "'उन महायशस्वी श्रीरघुनाथजीने बहुमूल्य उत्तरीय वस्त्र उतार दिये और मनसे राज्यका त्याग करके मुई अपनी माताके हवाले कर दिया॥ २६॥"
                },
                {
                    "slok": "साहं तस्याग्रतस्तूर्णं प्रस्थिता वनचारिणी। नहि मे तेन हीनाया वासः स्वर्गेऽपि रोचते॥२७॥",
                    "arth": "किंतु मैं तुरंत ही उनके आगे-आगे वनकी ओर चल दी; क्योंकि उनके बिना मुझे स्वर्गमें रहना अच्छा नहीं लगता ॥ २७ ॥"
                },
                {
                    "slok": "प्रागेव तु महाभागः सौमित्रिमित्रनन्दनः। पूर्वजस्यानुयात्रार्थे र कुशचीरैरलंकृतः॥२८॥",
                    "arth": "'अपने सुहृदोंको आनन्द देनेवाले सुमित्राकुमार महाभाग लक्ष्मण भी अपने बड़े भाईका अनुसरण करनेके लिये उनसे भी पहले कुश तथा चीर-वस्त्र धारण करके तैयार हो गये॥ २८॥ "
                },
                {
                    "slok": "ते वयं भर्तुरादेशं बहुमान्य दृढव्रताः। प्रविष्टाः स्म पुरादृष्टं वनं गम्भीरदर्शनम्॥२९॥ ",
                    "arth": "'इस प्रकार हम तीनोंने अपने स्वामी महाराज दशरथकी आज्ञाको अधिक आदर देकर दृढ़तापूर्वक उत्तम व्रतका पालन करते हुए उस सघन वनमें प्रवेश किया, जिसे पहले कभी नहीं देखा था॥ २९॥ "
                },
                {
                    "slok": "वसतो दण्डकारण्ये तस्याहममितौजसः। रक्षसापहृता भार्या रावणेन दुरात्मना ॥३०॥",
                    "arth": "'वहाँ दण्डकारण्यमें रहते समय उन अमिततेजस्वी भगवान् श्रीरामकी भार्या मुझ सीताको दुरात्मा राक्षस रावण यहाँ हर लाया है॥३०॥ "
                },
                {
                    "slok": "द्वौ मासौ तेन मे कालो जीवितानुग्रहः कृतः। ऊर्ध्वं द्वाभ्यां तु मासाभ्यां ततस्त्यक्ष्यामि जीवितम्॥३१॥",
                    "arth": "जा 'उसने अनुग्रहपूर्वक मेरे जीवन-धारणके लिये दो मासकी अवधि निश्चित कर दी है। उन दो महीनोंके बाद मुझे अपने प्राणोंका परित्याग करना पडेगा'॥ ३१॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीये आदिकाव्ये सुन्दरकाण्डे त्रयस्त्रिंशः सर्गः॥३३॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें तैंतीसवाँ सर्ग पूरा हुआ॥३३॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - चतुस्त्रिंशः सर्गः सीताजीका हनुमान्जीके प्रति संदेह और उसका समाधान तथा हनुमान्जीके द्वारा श्रीरामचन्द्रजीके गुणोंका गान",
            "arths": [
                {
                    "slok": "तस्यास्तद् वचनं श्रुत्वा हनूमान् हरिपुंगवः। दुःखाद् दुःखाभिभूतायाः सान्त्वमुत्तरमब्रवीत्॥१॥",
                    "arth": "दुःख-पर-दुःख उठानेके कारण पीड़ित हुई सीताका उपर्युक्त वचन सुनकर वानरशिरोमणि हनुमान्जीने उन्हें सान्त्वना देते हुए कहा- ॥१॥ "
                },
                {
                    "slok": "अहं रामस्य संदेशाद् देवि दूतस्तवागतः। वैदेहि कुशली रामः स त्वां कौशलमब्रवीत्॥२॥",
                    "arth": "'देवि! मैं श्रीरामचन्द्रजीका दूत हूँ और आपके लिये उनका संदेश लेकर आया हूँ। विदेहनन्दिनी! श्रीरामचन्द्रजी सकुशल हैं और उन्होंने आपका कुशल समाचार पूछा है॥२॥"
                },
                {
                    "slok": "यो ब्राह्ममस्त्रं वेदांश्च वेद वेदविदां वरः। स त्वां दाशरथी रामो देवि कौशलमब्रवीत्॥३॥",
                    "arth": "'देवि! जिन्हें ब्रह्मास्त्र और वेदोंका भी पूर्ण ज्ञान है, वे वेदवेत्ताओंमें श्रेष्ठ दशरथनन्दन श्रीराम स्वयं सकुशल रहकर आपकी भी कुशल पूछ रहे हैं ॥३॥ "
                },
                {
                    "slok": "लक्ष्मणश्च महातेजा भर्तुस्तेऽनुचरः प्रियः। कृतवाञ्छोकसंतप्तः शिरसा तेऽभिवादनम्॥४॥",
                    "arth": "'आपके पतिके अनुचर तथा प्रिय महातेजस्वी लक्ष्मणने भी शोकसे संतप्त हो आपके चरणोंमें मस्तक झुकाकर प्रणाम कहलाया है॥४॥ "
                },
                {
                    "slok": "सा तयोः कुशलं देवी निशम्य नरसिंहयोः। प्रतिसंहृष्टसर्वांगी हनूमन्तमथाब्रवीत्॥५॥ ",
                    "arth": "पुरुषसिंह श्रीराम और लक्ष्मणका समाचार सुनकर देवी सीताके सम्पूर्ण अंगोंमें हर्षजनित रोमांच हो आया और वे हनुमान्जीसे बोलीं- ॥५॥ "
                },
                {
                    "slok": "कल्याणी बत गाथेयं लौकिकी प्रतिभाति मा। एति जीवन्तमानन्दो नरं वर्षशतादपि॥६॥",
                    "arth": "'यदि मनुष्य जीवित रहे तो उसे सौ वर्ष बाद भी आनन्द प्राप्त होता ही है, यह लौकिक कहावत आज मुझे बिलकुल सत्य एवं कल्याणमयी जान पड़ती है'॥६॥ "
                },
                {
                    "slok": "तयोः समागमे तस्मिन् प्रीतिरुत्पादिताद्भुता। परस्परेण चालापं विश्वस्तौ तौ प्रचक्रतुः॥ ७ ॥",
                    "arth": "सीता और हनुमान्के इस मिलाप (परस्पर दर्शन)से दोनोंको ही अद्भुत प्रसन्नता प्राप्त हुई। वे दोनों विश्वस्त होकर एक-दूसरेसे वार्तालाप करने लगे॥७॥ "
                },
                {
                    "slok": "तस्यास्तद् वचनं श्रुत्वा हनूमान् मारुतात्मजः। सीतायाः शोकतप्तायाः समीपमुपचक्रमे॥ ८॥",
                    "arth": "शोकसंतप्त सीताकी वे बातें सुनकर पवनकुमार हनुमान्जी उनके कुछ निकट चले गये॥८॥ "
                },
                {
                    "slok": "यथा यथा समीपं स हनूमानुपसर्पति। तथा तथा रावणं सा तं सीता परिशङ्कते॥९॥",
                    "arth": "हनुमान्जी ज्यों-ज्यों निकट आते, त्यों-ही-त्यों सीताको यह शङ्का होती कि यह कहीं रावण न हो॥९॥ "
                },
                {
                    "slok": "अहो धिग् धिकृतमिदं कथितं हि यदस्य मे। रूपान्तरमुपागम्य स एवायं हि रावणः॥१०॥",
                    "arth": "ऐसा विचार आते ही वे मन-ही-मन कहने लगीं- 'अहो! धिक्कार है, जो इसके सामने मैंने अपने मनकी बात कह दी। यह दूसरा रूप धारण करके आया हुआ वह रावण ही है'॥१०॥ "
                },
                {
                    "slok": "तामशोकस्य शाखां तु विमुक्त्वा शोककर्शिता। तस्यामेवानवद्याङ्गी धरण्यां समुपाविशत्॥११॥",
                    "arth": "फिर तो निर्दोष अङ्गोंवाली सीता उस अशोकवृक्षकी शाखाको छोड़ शोकसे कातर हो वहीं जमीनपर बैठ गयीं॥११॥ "
                },
                {
                    "slok": "अवन्दत महाबाहुस्ततस्तां जनकात्मजाम्। सा चैनं भयसंत्रस्ता भूयो नैनमुदैक्षत॥१२॥",
                    "arth": "तत्पश्चात् महाबाहु हनुमान्ने जनकनन्दिनी सीताके चरणोंमें प्रणाम किया, किंतु वे भयभीत होनेके कारण फिर उनकी ओर देख न सकीं ॥१२॥ "
                },
                {
                    "slok": "तं दृष्ट्वा वन्दमानं च सीता शशिनिभानना। अब्रवीद् दीर्घमुच्छ्वस्य वानरं मधुरस्वरा॥१३॥",
                    "arth": "वानर हनुमान्को बारम्बार वन्दना करते देख चन्द्रमुखी सीता लम्बी साँस खींचकर उनसे मधुर वाणीमें बोलीं- ॥१३॥"
                },
                {
                    "slok": "मायां प्रविष्टो मायावी यदि त्वं रावणः स्वयम्। उत्पादयसि मे भूयः संतापं तन्न शोभनम्॥१४॥",
                    "arth": "'यदि तुम स्वयं मायावी रावण हो और मायामय शरीरमें प्रवेश करके फिर मुझे कष्ट दे रहे हो तो यह तुम्हारे लिये अच्छी बात नहीं है॥१४॥ "
                },
                {
                    "slok": "स्वं परित्यज्य रूपं यः परिव्राजकरूपवान्। जनस्थाने मया दृष्टस्त्वं स एव हि रावणः॥१५॥",
                    "arth": "जिसे मैंने जनस्थानमें देखा था तथा जो अपने यथार्थ रूपको छोड़कर संन्यासीका रूप धारण करके आया था, तुम वही रावण हो॥१५॥ "
                },
                {
                    "slok": "उपवासकृशां दीनां कामरूप निशाचर। संतापयसि मां भूयः संतापं तन्न शोभनम्॥१६॥",
                    "arth": "'इच्छानुसार रूप धारण करनेवाले निशाचर! मैं उपवास करते-करते दुबली हो गयी हूँ और मन-हीमन दुःखी रहती हूँ। इतनेपर भी जो तुम फिर मुझे संताप दे रहे हो, यह तुम्हारे लिये अच्छी बात नहीं है॥१६॥ "
                },
                {
                    "slok": "अथवा नैतदेवं हि यन्मया परिशङ्कितम्। मनसो हि मम प्रीतिरुत्पन्ना तव दर्शनात्॥१७॥",
                    "arth": "'अथवा जिस बातकी मेरे मनमें शङ्का हो रही है, वह न भी हो; क्योंकि तुम्हें देखनेसे मेरे मनमें प्रसन्नता हुई है॥१७॥"
                },
                {
                    "slok": "यदि रामस्य दूतस्त्वमागतो भद्रमस्तु ते। पृच्छामि त्वां हरिश्रेष्ठ प्रिया रामकथा हि मे ॥१८॥",
                    "arth": "'वानर श्रेष्ठ ! सचमुच ही यदि तुम भगवान् श्रीरामके दूत हो तो तुम्हारा कल्याण हो। मैं तुमसे उनकी बातें पूछती हूँ क्योंकि श्रीरामकी चर्चा मुझे बहुत ही प्रिय है। "
                },
                {
                    "slok": "गुणान् रामस्य कथय प्रियस्य मम वानर। चित्तं हरसि मे सौम्य नदीकूलं यथा रयः॥१९॥ ",
                    "arth": "उप 'वानर! मेरे प्रियतम श्रीरामके गुणोंका वर्णन करो। सौम्य! जैसे जलका वेग नदीके तटको हर लेता है, उसी प्रकार तुम श्रीरामकी चर्चासे मेरे चित्तको चुराये लेते हो॥१९॥ "
                },
                {
                    "slok": "अहो स्वप्नस्य सुखता याहमेव चिराहृता। प्रेषितं नाम पश्यामि राघवेण वनौकसम् ॥ २० ॥",
                    "arth": "'अहो! यह स्वप्न कैसा सुखद हुआ? जिससे यहाँ चिरकालसे हरकर लायी गयी मैं आज भगवान् श्रीरामके भेजे हुए दूत वानरको देख रही हूँ॥२०॥ "
                },
                {
                    "slok": "स्वप्नेऽपि यद्यहं वीरं राघवं सहलक्ष्मणम्। पश्येयं नावसीदेयं स्वप्नोऽपि मम मत्सरी॥२१॥ ",
                    "arth": "'यदि मैं लक्ष्मणसहित वीरवर श्रीरघुनाथजीको स्वप्नमें भी देख लिया करूँ तो मुझे इतना कष्ट न हो; परंतु स्वप्न भी मुझसे डाह करता है॥२१॥ "
                },
                {
                    "slok": "नाहं स्वप्नमिमं मन्ये स्वप्ने दृष्ट्वा हि वानरम्। न शक्योऽभ्युदयः प्राप्तुं प्राप्तश्चाभ्युदयो मम॥२२॥",
                    "arth": "'मैं इसे स्वप्न नहीं समझती; क्योंकि स्वप्नमें वानरको देख लेनेपर किसीका अभ्युदय नहीं हो सकता और मैंने यहाँ अभ्युदय प्राप्त किया है (अभ्युदयकालमें जैसी प्रसन्नता होती है, वैसी ही प्रसन्नता मेरे मनमें छा रही है)॥२२॥ "
                },
                {
                    "slok": "किं नु स्याच्चित्तमोहोऽयं भवेद् वातगतिस्त्वियम्। उन्मादजो विकारो वा स्यादयं मृगतृष्णिका॥२३॥",
                    "arth": "विकारसे होनेवाला भ्रम तो नहीं है। उन्मादका विकार तो नहीं उमड़ आया अथवा यह मृगतृष्णा तो नहीं है। "
                },
                {
                    "slok": "अथवा नायमुन्मादो मोहोऽप्युन्मादलक्षणः। सम्बुध्ये चाहमात्मानमिमं चापि वनौकसम्॥२४॥",
                    "arth": "'अथवा यह उन्मादजनित विकार नहीं है। उन्मादके समान लक्षणवाला मोह भी नहीं है; क्योंकि मैं अपने-आपको देख और समझ रही हूँ तथा इस वानरको भी ठीक-ठीक देखती और समझती हूँ (उन्माद आदिकी अवस्थाओंमें इस तरह ठीक-ठीक ज्ञान होना सम्भव नहीं है।)'॥२४॥"
                },
                {
                    "slok": "इत्येवं बहुधा सीता सम्प्रधार्य बलाबलम्। रक्षसां कामरूपत्वान्मेने तं राक्षसाधिपम्॥२५॥ एतां बुद्धिं तदा कृत्वा सीता सा तनुमध्यमा। न प्रतिव्याजहाराथ वानरं जनकात्मजा॥२६॥",
                    "arth": "इस तरह सीता अनेक प्रकारसे राक्षसोंकी प्रबलता और वानरकी निर्बलताका निश्चय करके उन्हें राक्षसराज रावण ही माना; क्योंकि राक्षसोंमें इच्छानुसार रूप धारण करनेकी शक्ति होती है। ऐसा विचारकर सूक्ष्म कटिप्रदेशवाली जनककुमारी सीताने कपिवर हनुमान्जीसे फिर कुछ नहीं कहा ॥ २५-२६॥ "
                },
                {
                    "slok": "सीताया निश्चितं बुद्ध्वा हनूमान् मारुतात्मजः। श्रोत्रानुकूलैर्वचनैस्तदा तां सम्प्रहर्षयन्॥२७॥",
                    "arth": "सीताके इस निश्चयको समझकर पवनकुमार हनुमान्जी उस समय कानोंको सुख पहुँचानेवाले अनुकूल वचनोंद्वारा उनका हर्ष बढ़ाते हुए बोले- ॥२७॥ "
                },
                {
                    "slok": "आदित्य इव तेजस्वी लोककान्तः शशी यथा। राजा सर्वस्य लोकस्य देवो वैश्रवणो यथा॥२८॥",
                    "arth": "'भगवान् श्रीराम सूर्यके समान तेजस्वी, चन्द्रमाके समान लोककमनीय तथा देव कुबेरकी भाँति सम्पूर्ण जगत्के राजा हैं॥२८॥"
                },
                {
                    "slok": "श्री विक्रमेणोपपन्नश्च यथा विष्णुर्महायशाः। सत्यवादी मधुरवाग् देवो वाचस्पतिर्यथा॥२९॥",
                    "arth": "'महायशस्वी भगवान् विष्णुके समान पराक्रमी तथा बृहस्पतिजीकी भाँति सत्यवादी एवं मधुरभाषी हैं। "
                },
                {
                    "slok": "रूपवान् सुभगः श्रीमान् कंदर्प इव मूर्तिमान्। कि स्थानक्रोधे प्रहर्ता च श्रेष्ठो लोके महारथः॥३०॥",
                    "arth": "'रूपवान्, सौभाग्यशाली और कान्तिमान् तो वे इतने हैं, मानो मूर्तिमान् कामदेव हों। वे क्रोधके पात्रपर ही प्रहार करनेमें समर्थ और संसारके श्रेष्ठ महारथी हैं॥ ३०॥ "
                },
                {
                    "slok": "बाहुच्छायामवष्टब्धो यस्य लोको महात्मनः। अपक्रम्याश्रमपदान्मृगरूपेण राघवम्॥३१॥ शून्ये येनापनीतासि तस्य द्रक्ष्यसि तत्फलम्। ",
                    "arth": "'सम्पूर्ण विश्व उन महात्माकी भुजाओंके आश्रयमें| उन्हींकी छत्रछायामें विश्राम करता है। मृगरूपधारी निशाचरद्वारा श्रीरघुनाथजीको आश्रमसे दूर हटाकर जिसने सूने आश्रममें पहुँचकर आपका अपहरण किया है, उसे उस पापका जो फल मिलनेवाला है, उसको आप अपनी आँखों देखेंगी॥३११ ॥ "
                },
                {
                    "slok": "अचिराद् रावणं संख्ये यो वधिष्यति वीर्यवान्॥३२॥ क्रोधप्रमुक्तैरिषुभिर्व्वलद्भिरिव पावकैः।",
                    "arth": "'पराक्रमी श्रीरामचन्द्रजी क्रोधपूर्वक छोड़े गये प्रज्वलित अग्निके समान तेजस्वी बाणोंद्वारा समराङ्गणमें | शीघ्र ही रावणका वध करेंगे ॥३२३ ॥"
                },
                {
                    "slok": "तेनाहं प्रेषितो दूतस्त्वत्सकाशमिहागतः॥३३॥ त्वद्वियोगेन दुःखार्तः स त्वां कौशलमब्रवीत्।",
                    "arth": "'मैं उन्हींका भेजा हुआ दूत होकर यहाँ आपके पास आया हूँ। भगवान् श्रीराम आपके वियोगजनित दुःखसे पीड़ित हैं। उन्होंने आपके पास अपनी कुशल कहलायी है और आपकी भी कुशल पूछी है॥३३३ ॥"
                },
                {
                    "slok": "लक्ष्मणश्च महातेजाः सुमित्रानन्दवर्धनः॥३४॥ अभिवाद्य महाबाहुः स त्वां कौशलमब्रवीत्।",
                    "arth": "'सुमित्राका आनन्द बढ़ानेवाले महातेजस्वी महाबा लक्ष्मणने भी आपको प्रणाम करके आपकी कुशल पूछी है॥३४३ ॥ "
                },
                {
                    "slok": "रामस्य च सखा देवि सुग्रीवो नाम वानरः॥३५ राजा वानरमुख्यानां स त्वां कौशलमब्रवीत्। नित्यं स्मरति ते रामः ससुग्रीवः सलक्ष्मणः ॥३६ ॥",
                    "arth": "'देवि! श्रीरघुनाथजीके सखा एक सुग्री नामक वानर हैं, जो मुख्य-मुख्य वानरोंके राजा हैं उन्होंने भी आपसे कुशल पूछी है। सुग्रीव और लक्ष्मणसहित श्रीरामचन्द्रजी प्रतिदिन आपका स्मरण करते हैं॥३५-३६॥ "
                },
                {
                    "slok": "दिष्ट्या जीवसि वैदेहि राक्षसीवशमागता। । नचिराद् द्रक्ष्यसे राम लक्ष्मणं च महारथम्॥३७।",
                    "arth": "'विदेहनन्दिनि! राक्षसियोंके चंगुलमें फँसकर भ आप अभीतक जीवित हैं, यह बड़े सौभाग्यकी बात है अब आप शीघ्र ही महारथी श्रीराम और लक्ष्मणक दर्शन करेंगी॥३७॥"
                },
                {
                    "slok": "मध्ये वानरकोटीनां सुग्रीवं चामितौजसम्। अहं सुग्रीवसचिवो हनूमान् नाम वानरः॥३८॥",
                    "arth": "'साथ ही करोड़ों वानरोंसे घिरे हुए अमिततेजस्वी सुग्रीवको भी आप देखेंगी। मैं सुग्रीवका मन्त्री हनुमान् नामक वानर हूँ॥३८॥ "
                },
                {
                    "slok": "प्रविष्टो नगरी लङ्कां लवयित्वा महोदधिम्। कृत्वा मूर्ध्नि पदन्यासं रावणस्य दुरात्मनः ॥३९॥",
                    "arth": "'मैंने महासागरको लाँघकर और दुरात्मा रावणके सिरपर पैर रखकर लङ्कापुरीमें प्रवेश किया है॥ ३९॥ "
                },
                {
                    "slok": "त्वां द्रष्टुमुपयातोऽहं समाश्रित्य पराक्रमम्। नाहमस्मि तथा देवि यथा मामवगच्छसि। विशङ्का त्यज्यतामेषा श्रद्धत्स्व वदतो मम॥४०॥ ",
                    "arth": "'मैं अपने पराक्रमका भरोसा करके आपका दर्शन करनेके लिये यहाँ उपस्थित हुआ हूँ। देवि! आप मुझे जैसा समझ रही हैं, मैं वैसा नहीं हूँ। आप यह विपरीत आशङ्का छोड़ दीजिये और मेरी बातपर विश्वास कीजिये'॥४०॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे चतुस्त्रिंशः सर्गः॥३४॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें चौंतीसवाँ सर्ग पूरा हुआ॥३४॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - पञ्चत्रिंशः सर्गः सीताजीके पूछनेपर हनुमान्जीका श्रीरामके शारीरिक चिह्नों और गुणोंका वर्णन करना तथा नर-वानरकी मित्रताका प्रसङ्ग सुनाकर सीताजीके मनमें विश्वास उत्पन्न करना",
            "arths": [
                {
                    "slok": "तां तु रामकथां श्रुत्वा वैदेही वानरर्षभात्। उवाच वचनं सान्त्वमिदं मधुरया गिरा॥१॥",
                    "arth": "वानरश्रेष्ठ हनुमान्जीके मुखसे श्रीरामचन्द्रजीकी चर्चा सुनकर विदेहराजकुमारी सीता शान्तिपूर्वक मधुर वाणीमें बोलीं- ॥१॥ "
                },
                {
                    "slok": "क्व ते रामेण संसर्गः कथं जानासि लक्ष्मणम्। वानराणां नराणां च कथमासीत् समागमः॥२॥ ",
                    "arth": "'कपिवर! तुम्हारा श्रीरामचन्द्रजीके साथ सम्बन्ध कहाँ हुआ? तुम लक्ष्मणको कैसे जानते हो? मनुष्यों और वानरोंका यह मेल किस प्रकार सम्भव हुआ?॥२॥"
                },
                {
                    "slok": "यानि रामस्य चिह्नानि लक्ष्मणस्य च वानर। तानि भूयः समाचक्ष्व न मां शोकः समाविशेत्॥३॥",
                    "arth": "'वानर! श्रीराम और लक्ष्मणके जो चिह्न हैं, उनका फिरसे वर्णन करो, जिससे मेरे मनमें किसी प्रकारके शोकका समावेश न हो ॥ ३ ॥"
                },
                {
                    "slok": "कीदृशं तस्य संस्थानं रूपं तस्य च कीदृशम्। कथारू कथं बाहू लक्ष्मणस्य च शंस मे॥४॥",
                    "arth": "'मुझे बताओ भगवान् श्रीराम और लक्ष्मणकी आकृति कैसी है? उनका रूप किस तरहका है? उनकी जाँचे और भुजाएँ कैसी हैं?'॥४॥ "
                },
                {
                    "slok": "एवमुक्तस्तु वैदेह्या हनूमान् मारुतात्मजः। ततो रामं यथातत्त्वमाख्यातुमुपचक्रमे॥५॥",
                    "arth": "विदेहराजकुमारी सीताके इस प्रकार पूछनेपर पवनकुमार हनुमान्जीने श्रीरामचन्द्रजीके स्वरूपका यथावत् वर्णन आरम्भ किया- ॥५॥ "
                },
                {
                    "slok": "जानन्ती बत दिष्ट्या मां वैदेहि परिपृच्छसि। भर्तुः कमलपत्राक्षि संस्थानं लक्ष्मणस्य च॥६॥",
                    "arth": "'कमलके समान सुन्दर नेत्रोंवाली विदेहराजकुमारी! आप अपने पतिदेव श्रीरामके तथा देवर लक्ष्मणजीके शरीरके विषयमें जानती हुई भी जो मुझसे पूछ रही हैं, यह मेरे लिये बड़े सौभाग्यकी बात है ॥ ६ ॥"
                },
                {
                    "slok": "यानि रामस्य चिह्नानि लक्ष्मणस्य च यानि वै।। लक्षितानि विशालाक्षि वदतः शृणु तानि मे॥७॥ ",
                    "arth": "'विशाललोचने! श्रीराम और लक्ष्मणके जिनजिन चिह्नोंको मैंने लक्ष्य किया है, उन्हें बताता हूँ। मुझसे सुनिये॥७॥ "
                },
                {
                    "slok": "रामः कमलपत्राक्षः पूर्णचन्द्रनिभाननः। रूपदाक्षिण्यसम्पन्नः प्रसूतो जनकात्मजे॥८॥",
                    "arth": "'जनकनन्दिनि! श्रीरामचन्द्रजीके नेत्र प्रफुल्लकमलदलके समान विशाल एवं सुन्दर हैं। मुख पूर्णिमाके चन्द्रमाके समान मनोहर है। वे जन्मकालसे ही रूप और उदारता आदि गुणोंसे सम्पन्न हैं॥८॥ "
                },
                {
                    "slok": "तेजसाऽऽदित्यसंकाशः क्षमया पृथिवीसमः। बृहस्पतिसमो बुद्ध्या यशसा वासवोपमः॥९॥ रक्षिता जीवलोकस्य स्वजनस्य च रक्षिता। रक्षिता स्वस्य वृत्तस्य धर्मस्य च परंतपः॥१०॥ ",
                    "arth": "'वे तेजमें सूर्यके समान, क्षमामें पृथ्वीके तुल्य, बुद्धिमें बृहस्पतिके सदृश और यशमें इन्द्रके समान हैं। वे सम्पूर्ण जीव-जगत्के तथा स्वजनोंके भी रक्षक हैं। शत्रुओंको संताप देनेवाले श्रीराम अपने सदाचार और धर्मकी रक्षा करते हैं॥९-१०॥"
                },
                {
                    "slok": "रामो भामिनि लोकस्य चातुर्वर्ण्यस्य रक्षिता। मर्यादानां च लोकस्य कर्ता कारयिता च सः॥११॥ ",
                    "arth": "'भामिनि! श्रीरामचन्द्रजी जगत्के चारों वर्णों की रक्षा करते हैं। लोकमें धर्मकी मर्यादाओंको बाँधकर उनका पालन करने और करानेवाले भी वे ही हैं॥११॥ "
                },
                {
                    "slok": "अर्चिष्मानचितोऽत्यर्थं ब्रह्मचर्यव्रते स्थितः।। साधूनामुपकारज्ञः प्रचारज्ञश्च कर्मणाम्॥१२॥",
                    "arth": "'सर्वत्र अत्यन्त भक्तिभावसे उनकी पूजा होती है। ये कान्तिमान् एवं परम प्रकाशस्वरूप हैं, ब्रह्मचर्य-व्रतके पालनमें लगे रहते हैं, साधु पुरुषोंका उपकार मानते और आचरणोंद्वारा सत्कर्मोके प्रचारका ढंग जानते हैं॥१२॥ "
                },
                {
                    "slok": "राजनीत्यां विनीतश्च ब्राह्मणानामुपासकः। ज्ञानवान् शीलसम्पन्नो विनीतश्च परंतपः॥१३॥",
                    "arth": "'वे राजनीतिमें पूर्ण शिक्षित, ब्राह्मणोंके उपासक, ज्ञानवान्, शीलवान्, विनम्र तथा शत्रुओंको संताप देने में समर्थ हैं॥१३॥ "
                },
                {
                    "slok": "यजुर्वेदविनीतश्च वेदविद्भिः सुपूजितः। धनुर्वेदे च वेदे च वेदाङ्गेषु च निष्ठितः॥१४॥",
                    "arth": "'उन्हें यजुर्वेदकी भी अच्छी शिक्षा मिली है। वदवत्ता विद्वानान उनका बड़ा सम्मान किया ह। व चारों वेद, धनुर्वेद और छहों वेदाङ्गोंके भी परिनिष्ठित विद्वान् हैं॥ १४॥"
                },
                {
                    "slok": "विपुलांसो महाबाहुः कम्बुग्रीवः शुभाननः। गूढजत्रुः सुताम्राक्षो रामो नाम जनैः श्रुतः॥१५॥",
                    "arth": "उनके कंधे मोटे, भुजाएँ बड़ी-बड़ी, गला शङ्खके समान और मुख सुन्दर है। गलेकी हँसली मांससे ढकी हुई है तथा नेत्रोंमें कुछ-कुछ लालिमा है। वे लोगोंमें 'श्रीराम' के नामसे प्रसिद्ध हैं॥१५॥"
                },
                {
                    "slok": "दुन्दुभिस्वननिर्घोषः स्निग्धवर्णः प्रतापवान्। समश्च सुविभक्ताङ्गो वर्णं श्यामं समाश्रितः॥१६॥",
                    "arth": "उनका स्वर दुन्दुभिके समान गम्भीर और शरीरका रंग सुन्दर एवं चिकना है। उनका प्रताप बहुत बढ़ा-चढ़ा है। उनके सभी अङ्ग सुडौल और बराबर हैं। उनकी कान्ति स्याम है॥१६॥"
                },
                {
                    "slok": "त्रिस्थिरस्त्रिप्रलम्बश्च त्रिसमस्त्रिषु चोन्नतः। त्रिताम्रस्त्रिषु च स्निग्धो गम्भीरस्त्रिषु नित्यशः॥१७॥ ",
                    "arth": "'उनके तीन अङ्ग (वक्षःस्थल, कलाई और मुट्ठी) स्थिर (सुदृढ़) हैं। भौंहें, भुजाएँ और मेढ-ये तीन अङ्ग लंबे हैं। केशोंका अग्रभाग, अण्डकोष और घुटने-ये तीन समान–बराबर हैं। वक्षःस्थल, नाभिके किनारेका भाग और उदर-ये तीन उभरे हुए हैं। नेत्रोंके कोने, नख और हाथ-पैरके तलवे-ये तीन लाल हैं। शिश्रके अग्रभाग, दोनों पैरोंकी रेखाएँ और सिरके बाल-ये तीन चिकने हैं तथा स्वर, चाल और नाभि-ये तीन गम्भीर हैं॥ १७॥"
                },
                {
                    "slok": "त्रिवलीमांस्त्र्यवनतश्चतुर्व्यङ्गस्त्रिशीर्षवान् । चतुष्कलश्चतुर्लेखश्चतुष्किष्कुश्चतुःसमः ॥१८॥",
                    "arth": "उनके उदर तथा गलेमें तीन रेखाएँ हैं। तलवोंके मध्यभाग, पैरोंकी रेखाएँ और स्तनोंके अग्रभाग-ये तीन धंसे हुए हैं। गला, पीठ तथा दोनों पिण्डलियाँये चार अङ्ग छोटे हैं। मस्तकमें तीन भँवरें हैं। पैरोंके अँगूठेके नीचे तथा ललाटमें चार-चार रेखाएँ हैं। वे चार हाथ ऊँचे हैं। उनके कपोल, भुजाएँ, जाँघे और घुटनेये चार अङ्ग बराबर हैं॥१८॥"
                },
                {
                    "slok": "चतुर्दशसमद्वन्द्वश्चतुर्दष्ट्रश्चतुर्गतिः महोष्ठहनुनासश्च पञ्चस्निग्धोऽष्टवंशवान्॥१९॥",
                    "arth": "'शरीरमें जो दो-दोकी संख्यामें चौदह* अङ्ग होते हैं, वे भी उनके परस्पर सम हैं। उनकी चारों कोनोंकी चारों दाढ़ें शास्त्रीय लक्षणोंसे युक्त हैं। वे सिंह, बाघ, हाथी और साँड़-इन चारके समान चार प्रकारकी गतिसे चलते हैं। उनके ओठ, ठोढ़ी और नासिकासभी प्रशस्त हैं। केश, नेत्र, दाँत, त्वचा और पैरके तलवे-इन पाँचों अङ्गोंमें स्निग्धता भरी है। दोनों भुजाएँ, दोनों जाँ, दोनों पिण्डलियाँ, हाथ और पैरोंकी अँगुलियाँ-ये आठ अङ्ग उत्तम लक्षणोंसे सम्पन्न (लंबे) हैं॥१९॥"
                },
                {
                    "slok": "दशपद्मो दशबृहत्त्रिभिर्व्याप्तो द्विशुक्लवान्। षडुन्नतो नवतनुस्त्रिभिर्व्याप्नोति राघवः ॥२०॥ ",
                    "arth": "'उनके नेत्र, मुख-विवर, मुख-मण्डल, जिह्वा, ओठ, तालु, स्तन, नख, हाथ और पैर-ये दस अङ्ग कमलके समान हैं। छाती, मस्तक, ललाट, गला, भुजाएँ, कंधे, नाभि, चरण, पीठ और कान-ये दस अङ्ग विशाल हैं। वे श्री, यश और प्रताप-इन तीनोंसे व्याप्त हैं। उनके मातृकुल और पितृकुल दोनों अत्यन्त शुद्ध हैं। पार्श्वभाग, उदर, वक्षःस्थल, नासिका, कंधे और ललाट-ये छः अङ्ग ऊँचे हैं। केश, नख, लोम, त्वचा, अंगुलियोंके पोर, शिश्न, बुद्धि और दृष्टि आदि नौ सूक्ष्म (पतले) हैं तथा वे श्रीरघुनाथजी पूर्वाह्न, मध्याह्न और अपराह्न-इन तीन कालोंद्वारा क्रमशः धर्म, अर्थ और कामका अनुष्ठान करते हैं॥२०॥ "
                },
                {
                    "slok": "सत्यधर्मरतः श्रीमान् संग्रहानुग्रहे रतः। देशकालविभागज्ञः सर्वलोकप्रियंवदः॥२१॥ ",
                    "arth": "'श्रीरामचन्द्रजी सत्यधर्मके अनुष्ठानमें संलग्न, श्रीसम्पन्न, न्यायसङ्गत धनका संग्रह और प्रजापर अनुग्रह करनेमें तत्पर, देश और कालके विभागको समझनेवाले तथा सब लोगोंसे प्रिय वचन बोलनेवाले हैं ॥ २१ ॥ "
                },
                {
                    "slok": "भ्राता चास्य च वैमात्रः सौमित्रिरमितप्रभः। अनुरागेण रूपेण गुणैश्चापि तथाविधः॥२२॥",
                    "arth": "'उनके सौतेले भाई सुमित्राकुमार लक्ष्मण भी बड़े तेजस्वी हैं। अनुराग, रूप और सद्गुणोंकी दृष्टिसे भी वे श्रीरामचन्द्रजीके ही समान हैं॥२२॥"
                },
                {
                    "slok": "स सुवर्णच्छविः श्रीमान् रामः श्यामो महायशाः। तावुभौ नरशार्दूलौ त्वदर्शनकृतोत्सवौ॥२३॥ विचिन्वन्तौ महीं कृत्स्नामस्माभिः सह संगतौ। ",
                    "arth": "'उन दोनों भाइयोंमें अन्तर इतना ही है कि लक्ष्मणके शरीरकी कान्ति सुवर्णके समान गौर है और महायशस्वी श्रीरामचन्द्रजीका विग्रह श्यामसुन्दर है। वे दोनों नरश्रेण आपके दर्शनके लिये उत्कण्ठित हो सारी पृथ्वीपर आपकी ही खोज करते हुए हमलोगोंसे मिले थे॥ २३३॥ "
                },
                {
                    "slok": "त्वामेव मार्गमाणौ तौ विचरन्तौ वसुन्धराम्॥२४॥ ददर्शतुर्मूगपतिं पूर्वजनावरोपितम्।",
                    "arth": "आपको ही ढूँढ़नेके लिये पृथ्वीपर विचरते हुए | उन दोनों भाइयोंने वानरराज सुग्रीवका साक्षात्कार | किया, जो अपने बड़े भाईके द्वारा राज्यसे उतार दिये | गये थे॥ २४ ॥ "
                },
                {
                    "slok": "ऋष्यमूकस्य मूले तु बहुपादपसंकुले॥२५॥ भ्रातुर्भयार्तमासीनं सुग्रीवं प्रियदर्शनम्।",
                    "arth": "'ऋष्यमूक पर्वतके मूलभागमें जो बहुत-से वृक्षोंद्वारा घिरा हुआ है, भाईके भयसे पीड़ित हो बैठे हुए प्रियदर्शन सुग्रीवसे वे दोनों भाई मिले ॥२५॥"
                },
                {
                    "slok": "वयं च हरिराजं तं सुग्रीवं सत्यसङ्गरम्॥२६॥ परिचर्यामहे राज्यात् पूर्वजेनावरोपितम्।",
                    "arth": "'उन दिनों जिन्हें बड़े भाईने राज्यसे उतार दिया | था, उन सत्यप्रतिज्ञ वानरराज सुग्रीवकी सेवामें हम सब | लोग रहा करते थे॥ २६३ ॥ | "
                },
                {
                    "slok": "ततस्तौ चीरवसनौ धनुःप्रवरपाणिनौ ॥२७॥ ऋष्यमूकस्य शैलस्य रम्यं देशमुपागतौ। | स तौ दृष्ट्वा नरव्याघ्रौ धन्विनौ वानरर्षभः॥२८॥ अभिप्लुतो गिरेस्तस्य शिखरं भयमोहितः।",
                    "arth": "'शरीरपर वल्कलवस्त्र तथा हाथमें धनुष धारण किये वे दोनों भाई जब ऋष्यमूक पर्वतके रमणीय | प्रदेशमें आये, तब धनुष धारण करनेवाले उन दोनों | नरश्रेष्ठ वीरोंको वहाँ उपस्थित देख वानरशिरोमणि | सुग्रीव भयसे घबरा उठे और उछलकर उस पर्वतके | उच्चतम शिखरपर जा चढ़े॥ २७-२८३ ॥ "
                },
                {
                    "slok": "ततः स शिखरे तस्मिन् वानरेन्द्रो व्यवस्थितः॥२९॥ | तयोः समीपं मामेव प्रेषयामास सत्वरम्।",
                    "arth": "'उस शिखरपर बैठनेके पश्चात् वानरराज सुग्रीवने | मुझे ही शीघ्रतापूर्वक उन दोनों बन्धुओंके पास | भेजा ॥ २९ ॥ "
                },
                {
                    "slok": "तावहं पुरुषव्याघ्रौ सुग्रीववचनात् प्रभू॥३०॥ रूपलक्षणसम्पन्नौ कृताञ्जलिरुपस्थितः।",
                    "arth": "'सुग्रीवकी आज्ञासे उन प्रभावशाली रूपवान् तथा | शुभलक्षणसम्पन्न दोनों पुरुषसिंह वीरोंकी सेवामें मैं हाथ | जोड़कर उपस्थित हुआ॥३०॥"
                },
                {
                    "slok": "तौ परिज्ञाततत्त्वार्थों मया प्रीतिसमन्वितौ॥३१॥ | परमारोप्य तं देशं प्रापितौ परुषर्षभौ।",
                    "arth": "'मुझसे यथार्थ बातें जानकर उन दोनोंको बड़ी प्रसन्नता हुई। फिर मैं अपनी पीठपर चढ़ाकर उन दोनों पुरुषोत्तम बन्धुओंको उस स्थानपर ले गया (जहाँ वानरराज सुग्रीव थे) ॥ ३१३ ॥ "
                },
                {
                    "slok": "निवेदितौ च तत्त्वेन सुग्रीवाय महात्मने ॥३२॥ तयोरन्योन्यसम्भाषाद् भृशं प्रीतिरजायत। ",
                    "arth": "'वहाँ महात्मा सुग्रीवको मैंने इन दोनों बन्धुओंका यथार्थ परिचय दिया। तत्पश्चात् श्रीराम और सुग्रीवने परस्पर बातें कीं, इससे उन दोनोंमें बड़ा प्रेम हो गया। "
                },
                {
                    "slok": "तत्र तौ कीर्तिसम्पन्नौ हरीश्वरनरेश्वरौ॥३३॥ परस्परकृताश्वासौ कथया पूर्ववृत्तया। ",
                    "arth": "'वहाँ उन दोनों यशस्वी वानरेश्वर और नरेश्वरोंने अपने ऊपर बीती हुई पहलेकी घटनाएँ सुनायीं तथा दोनोंने दोनोंको आश्वासन दिया॥३३३॥ "
                },
                {
                    "slok": "तं ततः सान्त्वयामास सुग्रीवं लक्ष्मणाग्रजः॥३४॥ स्त्रीहेतोलिना भ्रात्रा निरस्तं पुरुतेजसा।",
                    "arth": "'उस समय लक्ष्मणके बड़े भाई श्रीरघुनाथजीने स्त्रीके लिये अपने महातेजस्वी भाई वालीद्वारा घरसे निकाले हुए सुग्रीवको सान्त्वना दी॥ ३४३ ॥ "
                },
                {
                    "slok": "ततस्त्वन्नाशजं शोकं रामस्याक्लिष्टकर्मणः॥३५॥ लक्ष्मणो वानरेन्द्राय सुग्रीवाय न्यवेदयत्।",
                    "arth": "'तत्पश्चात् अनायास ही महान् कर्म करनेवाले भगवान् श्रीरामको आपके वियोगसे जो शोक हो रहा था, उसे लक्ष्मणने वानरराज सुग्रीवको सुनाया॥३५३ ॥"
                },
                {
                    "slok": "स श्रुत्वा वानरेन्द्रस्तु लक्ष्मणेनेरितं वचः॥३६॥ तदासीनिष्प्रभोऽत्यर्थं ग्रहग्रस्त इवांशुमान्।",
                    "arth": "'लक्ष्मणजीकी कही हुई वह बात सुनकर वानरराज सुग्रीव उस समय ग्रहग्रस्त सूर्यके समान अत्यन्त कान्तिहीन हो गये॥३६३ ॥ "
                },
                {
                    "slok": "ततस्त्वद्गात्रशोभीनि रक्षसा ह्रियमाणया॥३७॥ यान्याभरणजालानि पातितानि महीतले। तानि सर्वाणि रामाय आनीय हरियूथपाः॥३८॥ संहृष्टा दर्शयामासुर्गतिं तु न विदुस्तव। ",
                    "arth": "'तदनन्तर वानर-यूथपतियोंने आपके शरीरपर शोभा पानेवाले उन सब आभूषणोंको ले आकर बड़ी प्रसन्नताके साथ श्रीरामचन्द्रजीको दिखाया, जिन्हें आपने उस समय पृथ्वीपर गिराया था, जब कि राक्षस आपको हरकर लिये जा रहा था। वानरोंने आभूषण तो दिखाये, किंतु उन्हें आपका पता कुछ भी मालूम नहीं था॥३७-३८ ॥"
                },
                {
                    "slok": "तानि रामाय दत्तानि मयैवोपहृतानि च॥३९॥ स्वनवन्त्यवकीर्णानि तस्मिन् विहतचेतसि। तान्यङ्के दर्शनीयानि कृत्वा बहुविधं तदा॥४०॥ तेन देवप्रकाशेन देवेन परिदेवितम्।",
                    "arth": "'आपके द्वारा गिराये जानेपर वे सब आभूषण झन-झनकी आवाजके साथ जमीनपर गिरे और बिखर गये थे। मैं ही उन सबको बटोरकर ले आया था। उस दिन जब वे गहने श्रीरामचन्द्रजीको दिये गये, उस समय वे उन्हें अपनी गोदमें लेकर अचेत-से हो गये थे। उन दर्शनीय आभूषणोंको छातीसे लगाकर देवतुल्य आभावाले भगवान् श्रीरामने बहुत विलाप किया॥ ३९-४०३ ॥"
                },
                {
                    "slok": "पश्यतस्तानि रुदतस्ताम्यतश्च पुनः पुनः॥४१॥ प्रादीपयद् दाशरथेस्तदा शोकहुताशनम्॥४२॥ शायितं च चिरं तेन दुःखार्तेन महात्मना। मयापि विविधैर्वाक्यैः कृच्छ्रादुत्थापितः पुनः॥४३॥",
                    "arth": "'उन आभूषणोंको बारंबार देखते, रोते और तिलमिला उठते थे। उस समय दशरथनन्दन श्रीरामकी शोकाग्नि प्रज्वलित हो उठी। उस दुःखसे आतुर हो वे महात्मा रघुवीर बहुत देरतक मूछित अवस्थामें पड़े रहे। तब मैंने नाना प्रकारके सान्त्वनापूर्ण वचन कहकर बड़ी कठिनाईसे उन्हें उठाया॥४१-४३॥ "
                },
                {
                    "slok": "तानि दृष्ट्वा महार्हाणि दर्शयित्वा मुहुर्मुहुः। राघवः सहसौमित्रिः सुग्रीवे संन्यवेशयत्॥४४॥ ",
                    "arth": "'लक्ष्मणसहित श्रीरघुनाथजीने उन बहुमूल्य आभूषणोंको बारंबार देखा और दिखाया। फिर वे सब सुग्रीवको दे दिये॥४४॥"
                },
                {
                    "slok": "स तवादर्शनादार्ये राघवः परितप्यते। महता ज्वलता नित्यमग्निनेवाग्निपर्वतः॥४५॥",
                    "arth": "'आर्ये! आपको न देख पानेके कारण श्रीरघुनाथजीको बड़ा दुःख और संताप हो रहा है। जैसे ज्वालामुखी पर्वत जलती हुई बड़ी भारी आगसे सदा तपता रहता है, उसी प्रकार वे आपकी विरहाग्निसे जल रहे हैं॥ ४५ ॥ "
                },
                {
                    "slok": "त्वत्कृते तमनिद्रा च शोकश्चिन्ता च राघवम्। तापयन्ति का महात्मानमग्न्यगारमिवानयः॥४६॥",
                    "arth": "'आपके लिये महात्मा श्रीरघुनाथजीको अनिद्रा (निरन्तर जागरण), शोक और चिन्ता-ये तीनों उसी प्रकार संताप देते हैं, जैसे आहवनीय आदि त्रिविध अग्नियाँ अग्निशालाको तपाती रहती हैं॥४६॥ "
                },
                {
                    "slok": "तवादर्शनशोकेन राघवः परिचाल्यते। महता भूमिकम्पेन महानिव शिलोच्चयः॥४७॥",
                    "arth": "'देवि! आपको न देख पानेका शोक श्रीरघुनाथजीको उसी प्रकार विचलित कर देता है, जैसे भारी भूकम्पसे महान् पर्वत भी हिल जाता है॥४७॥ "
                },
                {
                    "slok": "काननानि सुरम्याणि नदीप्रस्त्रवणानि च। गए चरन् न रतिमाप्नोति त्वामपश्यन् नृपात्मजे॥४८॥",
                    "arth": "'राजकुमारि! आपको न देखनेके कारण रमणीय काननों, नदियों और झरनोंके पास विचरनेपर भी श्रीरामको सुख नहीं मिलता है॥४८॥ "
                },
                {
                    "slok": "स त्वां मनुजशार्दूलः क्षिप्रं प्राप्स्यति राघवः। समित्रबान्धवं हत्वा रावणं जनकात्मजे॥४९॥",
                    "arth": "'जनकनन्दिनि! पुरुषसिंह भगवान् श्रीराम रावणको उसके मित्र और बन्धु-बान्धवोंसहित मारकर शीघ्र ही आपसे मिलेंगे॥४९॥ "
                },
                {
                    "slok": "सहितौ रामसुग्रीवावुभावकुरुतां तदा। समयं वालिनं हन्तुं तव चान्वेषणं प्रति॥५०॥ ",
                    "arth": "'उन दिनों श्रीराम और सुग्रीव जब मित्रभावसे मिले, तब दोनोंने एक-दूसरेकी सहायताके लिये प्रतिज्ञा की। श्रीरामने वालीको मारनेका और सुग्रीवने आपकी खोज करानेका वचन दिया॥५०॥"
                },
                {
                    "slok": "ततस्ताभ्यां कुमाराभ्यां वीराभ्यां स हरीश्वरः। किष्किन्धां समुपागम्य वाली युद्धे निपातितः॥५१॥",
                    "arth": "'इसके बाद उन दोनों वीर राजकुमारोंने किष्किन्धामें जाकर वानरराज वालीको युद्धमें मार गिराया॥५१॥ "
                },
                {
                    "slok": "ततो निहत्य तरसा रामो वालिनमाहवे। सर्वद॑हरिसङ्घानां सुग्रीवमकरोत् पतिम्॥५२॥",
                    "arth": "'युद्धमें वेगपूर्वक वालीको मारकर श्रीरामने सुग्रीवको समस्त भालुओं और वानरोंका राजा बना दिया॥५२॥ "
                },
                {
                    "slok": "रामसुग्रीवयोरैक्यं देव्येवं समजायत। हनूमन्तं च मां विद्धि तयोर्दूतमुपागतम्॥५३॥",
                    "arth": "'देवि! श्रीराम और सुग्रीवमें इस प्रकार मित्रता हुई है। मैं उन दोनोंका दूत बनकर यहाँ आया हूँ। आप मुझे हनुमान् समझें ॥५३॥ "
                },
                {
                    "slok": "स्वं राज्यं प्राप्य सुग्रीवः स्वानानीय महाकपीन्। त्वदर्थं प्रेषयामास दिशो दश महाबलान्॥५४॥",
                    "arth": "'अपना राज्य पानेके अनन्तर सुग्रीवने अपने आश्रयमें रहनेवाले बड़े-बड़े बलवान् वानरोंको बुलाया और उन्हें आपकी खोजके लिये दसों दिशाओंमें भेजा ॥५४॥"
                },
                {
                    "slok": "आदिष्टा वानरेन्द्रेण सुग्रीवेण महौजसः। अद्रिराजप्रतीकाशाः सर्वतः प्रस्थिता महीम्॥५५।",
                    "arth": "समान विशालकाय महाबली वानर पृथ्वीपर सब ओर चल दिये॥५५॥ "
                },
                {
                    "slok": "ततस्ते मार्गमाणा वै सुग्रीववचनातुराः। चरन्ति वसुधां कृत्स्नां वयमन्ये च वानराः॥५६॥",
                    "arth": "'सुग्रीवकी आज्ञासे भयभीत हो हम तथा अन्य वानर आपकी खोज करते हुए समस्त भूमण्डलमें विचर रहे हैं॥५६॥ "
                },
                {
                    "slok": "अङ्गदो नाम लक्ष्मीवान् वालिसूनुर्महाबलः। प्रस्थितः कपिशार्दूलस्त्रिभागबलसंवृतः॥५७॥",
                    "arth": "'वालीके शोभाशाली पुत्र महाबली कपिश्रेष्ठ अंगद वानरोंकी एक तिहाई सेना साथ लेकर आपकी खोजमें निकले थे (उन्हींके दलमें मैं भी था)॥५७॥ "
                },
                {
                    "slok": "तेषां नो विप्रणष्टानां विन्ध्ये पर्वतसत्तमे। भृशं शोकपरीतानामहोरात्रगणा गताः॥५८॥",
                    "arth": "'पर्वतश्रेष्ठ विन्ध्यमें आकर खो जानेके कारण हमने वहाँ बड़ा कष्ट उठाया और वहीं हमारे बहुत दिन बीत गये॥५८॥"
                },
                {
                    "slok": "ते वयं कार्यनैराश्यात् कालस्यातिक्रमेण च। | भयाच्च कपिराजस्य प्राणांस्त्यक्तुमुपस्थिताः॥५९॥",
                    "arth": "'अब हमें कार्य-सिद्धिकी कोई आशा नहीं रह | गयी और निश्चित अवधिसे भी अधिक समय बिता देनेके कारण वानरराज सुग्रीवका भी भय था, इसलिये हम सब लोग अपने प्राण त्याग देनेके लिये उद्यत हो गये ॥ ५९॥ "
                },
                {
                    "slok": "विचित्य गिरिदुर्गाणि नदीप्रस्त्रवणानि च। अनासाद्य पदं देव्याः प्राणांस्त्यक्तुं व्यवस्थिताः॥६०॥",
                    "arth": "'पर्वतके दुर्गम स्थानोंमें, नदियोंके तटोंपर और | झरनोंके आस-पासकी सारी भूमि छान डाली तो भी | जब हमें देवी सीता-(आप-) के स्थानका पता न चला तब हम प्राण त्याग देनेको तैयार हो गये॥६०॥ "
                },
                {
                    "slok": "ततस्तस्य गिरेर्मूर्ध्नि वयं प्रायमुपास्महे। | दृष्ट्वा प्रायोपविष्टांश्च सर्वान् वानरपुङ्गवान्॥६१॥ | भृशं शोकार्णवे मनः पर्यदेवयदङ्गदः।",
                    "arth": "'मरणान्त उपवासका निश्चय करके हम सब-के| सब उस पर्वतके शिखरपर बैठ गये। उस समय समस्त | वानर-शिरोमणियोंको प्राण त्याग देनेके लिये बैठे देख कुमार अङ्गद अत्यन्त शोकके समुद्रमें डूब गये और विलाप करने लगे॥६१३ ॥ "
                },
                {
                    "slok": "तव नाशं च वैदेहि वालिनश्च तथा वधम्॥६२॥ | पायोपवेशमस्माकं मरणं च जटायुषः।",
                    "arth": "'विदेहनन्दिनि! आपका पता न लगने, वालीके मारे जाने, हमलोगोंके मरणान्त उपवास करने तथा जटायुके मरनेकी बातपर विचार करके कुमार अङ्गदको बड़ा दुःख हुआ था॥६२३॥"
                },
                {
                    "slok": "तेषां नः स्वामिसंदेशानिराशानां मुमूर्षताम्॥६३॥ कार्यहेतोरिहायातः शकुनिर्वीर्यवान् महान्। गृध्रराजस्य सोदर्यः सम्पातिर्नाम गृध्रराट्॥६४॥",
                    "arth": "'स्वामीके आज्ञापालनसे निराश होकर हम मरना ही चाहते थे कि दैववश हमारा कार्य सिद्ध करनेके लिये गृध्रराज जटायुके बड़े भाई सम्पाति, जो स्वयं में गीधोंके राजा और महान् बलवान् पक्षी हैं, वहाँ आ पहुँचे॥६३-६४॥"
                },
                {
                    "slok": "श्रुत्वा भ्रातृवधं कोपादिदं वचनमब्रवीत्। यवीयान् केन मे भ्राता हतः क्व च निपातितः॥६५॥ एतदाख्यातुमिच्छामि भवद्भिर्वानरोत्तमाः।",
                    "arth": "'हमारे मुँहसे अपने भाईके वधकी चर्चा सुनकर वे कुपित हो उठे और बोले-'वानरशिरोमणियो! बताओ, मेरे छोटे भाई जटायुका वध किसने किया है? वह कहाँ मारा गया है? यह सब वृत्तान्त मैं तुमलोगोंसे सुनना चाहता हूँ'॥६५३॥ "
                },
                {
                    "slok": "अङ्गदोऽकथयत् तस्य जनस्थाने महद्वधम्॥६६। रक्षसा भीमरूपेण त्वामुद्दिश्य यथार्थतः।",
                    "arth": "'तब अंगदने जनस्थानमें आपकी रक्षाके उद्देश्यसे जूझते समय जटायुका उस भयानक रूपधारी राक्षसके द्वारा जो महान् वध किया गया था, वह सब प्रसंग ज्योंका-त्यों कह सुनाया॥६६॥ "
                },
                {
                    "slok": "जटायोस्तु वधं श्रुत्वा दुःखितः सोऽरुणात्मजः॥६७। त्वामाह स वरारोहे वसन्ती रावणालये।",
                    "arth": "'जटायुके वधका वृत्तान्त सुनकर अरुणपुत्र सम्पातिको बड़ा दुःख हुआ। वरारोहे! उन्होंने ही हमें बताया कि आप रावणके घरमें निवास कर रही हैं। "
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा सम्पातेः प्रीतिवर्धनम्॥६८॥ अङ्गदप्रमुखाः सर्वे ततः प्रस्थापिता वयम्। विन्ध्यादुत्थाय सम्प्राप्ताः सागरस्यान्तमुत्तमम्॥६९॥ त्वदर्शने कृतोत्साहा हृष्टाः पुष्टाः प्लवङ्गमाः।। अङ्गदप्रमुखाः सर्वे वेलोपान्तमुपागताः॥७०॥",
                    "arth": "'सम्पातिका वह वचन वानरोंके लिये बड़ा हर्षवर्धक था। उसे सुनकर उन्हींके भेजनेसे अङ्गद आदि हम सभी वानर आपके दर्शनकी आशासे उत्साहित हो विन्ध्यपर्वतसे उठकर समुद्रके उत्तम तटपर आये। इस प्रकार अङ्गद आदि सभी हृष्ट-पुष्ट वानर समुद्रके किनारे आ पहुँचे॥ "
                },
                {
                    "slok": "चिन्तां जग्मुः पुनर्भीमां त्वदर्शनसमुत्सुकाः। अथाहं हरिसैन्यस्य सागरं दृश्य सीदतः॥७१॥ व्यवधूय भयं तीव्र योजनानां शतं प्लुतः।",
                    "arth": "'आपके दर्शनके लिये उत्सुक होनेपर भी सामने अपार समुद्रको देखकर सब वानर फिर भयानक चिन्तामें पड़ गये। समुद्रको देखकर वानर-सेना कष्टमें पड़ गयी है, यह जानकर मैं उन सबके तीव्र भयको दूर करता हुआ सौ योजन समुद्रको लाँघकर यहाँ आ गया॥७११॥ "
                },
                {
                    "slok": "लङ्का चापि मया रात्रौ प्रविष्टा राक्षसाकुला॥७२॥ रावणश्च मया दृष्टस्त्वं च शोकनिपीडिता।",
                    "arth": "'राक्षसोंसे भरी हुई लङ्कामें मैंने रातमें ही प्रवेश किया है। यहाँ आकर रावणको देखा है और शोकसे पीड़ित हुई आपका भी दर्शन किया है॥७२३ ॥ "
                },
                {
                    "slok": "एतत् ते सर्वमाख्यातं यथावृत्तमनिन्दिते॥७३॥ अभिभाषस्व मां देवि दूतो दाशरथेरहम्।।",
                    "arth": "'सतीशिरोमणे! यह सारा वृत्तान्त मैंने ठीक-ठीक आपके सामने रखा है। देवि! मैं दशरथनन्दन श्रीरामका दूत हूँ, अतः आप मुझसे बात कीजिये॥७३३॥"
                },
                {
                    "slok": "तन्मां रामकृतोद्योगं त्वन्निमित्तमिहागतम्॥७४॥ सुग्रीवसचिवं देवि बुद्ध्यस्व पवनात्मजम्।",
                    "arth": "'मैंने श्रीरामचन्द्रजीके कार्यकी सिद्धिके लिये ही यह सारा उद्योग किया है और आपके दर्शनके निमित्त मैं यहाँ आया हूँ। देवि! आप मुझे सुग्रीवका मन्त्री तथा वायुदेवताका पुत्र हनुमान् समझें ॥ ७४३ ॥ "
                },
                {
                    "slok": "कुशली तव काकुत्स्थः सर्वशस्त्रभृतां वरः॥७५॥ गुरोराराधने युक्तो लक्ष्मणः शुभलक्षणः। तस्य वीर्यवतो देवि भर्तुस्तव हिते रतः॥७६॥",
                    "arth": "'देवि! आपके पतिदेव समस्त शस्त्रधारियोंमें श्रेष्ठ ककुत्स्थकुलभूषण श्रीरामचन्द्रजी सकुशल हैं तथा बड़े भाईकी सेवामें संलग्न रहनेवाले शुभलक्षण लक्ष्मण भी प्रसन्न हैं। वे आपके उन पराक्रमी पतिदेवके हितसाधनमें ही तत्पर रहते हैं॥७५-७६॥"
                },
                {
                    "slok": "अहमेकस्तु सम्प्राप्तः । सुग्रीववचनादिह। मयेयमसहायेन चरता कामरूपिणा॥७७॥ दक्षिणा दिगनुक्रान्ता त्वन्मार्गविचयैषिणा।",
                    "arth": "'मैं सुग्रीवकी आज्ञासे अकेला ही यहाँ आया हूँ। इच्छानुसार रूप धारण करनेकी शक्ति रखता हूँ। आपका पता लगानेकी इच्छासे मैंने बिना किसी सहायकके अकेले ही घूम-फिरकर इस दक्षिण-दिशाका अनुसंधान किया है॥७७३ ॥ "
                },
                {
                    "slok": "दिष्ट्याहं हरिसैन्यानां त्वन्नाशमनुशोचताम्॥७८॥ अपनेष्यामि संतापं तवाधिगमशासनात्। ",
                    "arth": "'आपके विनाशकी सम्भावनासे जो निरन्तर शोकमें डूबे रहते हैं, उन वानरसैनिकोंको यह बताकर कि आप मिल गयीं, मैं उनका संताप दूर करूँगा। यह मेरे लिये बड़े हर्षकी बात होगी॥७८३॥ "
                },
                {
                    "slok": "दिष्ट्या हि न मम व्यर्थं सागरस्येह लङ्कनम्॥७९॥ प्राप्स्याम्यहमिदं देवि त्वदर्शनकृतं यशः।",
                    "arth": "'देवि! मेरा समुद्रको लाँघकर यहाँतक आना व्यर्थ नहीं हुआ। सबसे पहले आपके दर्शनका यह यश मुझे ही मिलेगा। यह मेरे लिये सौभाग्यकी बात है॥ ७९३ ॥ "
                },
                {
                    "slok": "राघवश्च महावीर्यः क्षिप्रं त्वामभिपत्स्यते॥८०॥ सपुत्रबान्धवं हत्वा रावणं राक्षसाधिपम्।",
                    "arth": "'महापराक्रमी श्रीरामचन्द्रजी राक्षसराज रावणको उसके पुत्र और बन्धु-बान्धवोंसहित मारकर शीघ्र ही आपसे आ मिलेंगे॥८०३॥ "
                },
                {
                    "slok": "माल्यवान् नाम वैदेहि गिरीणामुत्तमो गिरिः॥८१॥ ततो गच्छति गोकर्णं पर्वतं केसरी हरिः। स च देवर्षिभिर्दिष्टः पिता मम महाकपिः। तीर्थे नदीपतेः पुण्ये शम्बसादनमुद्धरन्॥८२॥ यस्याहं हरिणः क्षेत्रे जातो वातेन मैथिलि। हनूमानिति विख्यातो लोके स्वेनैव कर्मणा॥८३॥",
                    "arth": "'विदेहनन्दिनि! पर्वतोंमें माल्यवान् नामसे प्रसिद्ध एक उत्तम पर्वत है। वहाँ केसरी नामक वानर निवास करते थे। एक दिन वे वहाँसे गोकर्ण पर्वतपर गये। महाकपि केसरी मेरे पिता हैं। उन्होंने समुद्रके तटपर विद्यमान उस पवित्र गोकर्ण-तीर्थमें देवर्षियोंकी आज्ञासे शम्बसादन नामक दैत्यका संहार किया था। मिथिलेशकुमारी! उन्हीं कपिराज केसरीकी स्त्रीके गर्भसे वायुदेवताके द्वारा मेरा जन्म हुआ है। मैं लोकमें अपने ही कर्मद्वारा 'हनुमान्' नामसे विख्यात हूँ॥८१-८३॥ "
                },
                {
                    "slok": "विश्वासार्थं तु वैदेहि भर्तुरुक्ता मया गुणाः। अचिरात् त्वामितो देवि राघवो नयिता ध्रुवम्॥८४॥ ",
                    "arth": "'विदेहनन्दिनि! आपको विश्वास दिलानेके लिये मैंने आपके स्वामीके गुणोंका वर्णन किया है। देवि! श्रीरघुनाथजी शीघ्र ही आपको यहाँसे ले चलेंगे-यह निश्चित बात है' ॥ ८४॥ "
                },
                {
                    "slok": "एवं विश्वासिता सीता हेतुभिः शोककर्शिता। उपपन्नैरभिज्ञानैर्दूतं तमधिगच्छति॥८५॥",
                    "arth": "इस प्रकार युक्तियुक्त एवं विश्वसनीय कारणों तथा पहचानके रूपमें बताये गये श्रीराम और लक्ष्मणके शारीरिक चिह्नोंद्वारा हनुमान्जीने शोकसे दुर्बल हुई सीताको अपना विश्वास दिलाया। तब उन्होंने हनुमान्जीको श्रीरामका दूत समझा॥ ८५॥ "
                },
                {
                    "slok": "अतुलं च गता हर्ष प्रहर्षेण तु जानकी। नेत्राभ्यां वक्रपक्ष्माभ्यां मुमोचानन्दजं जलम्॥८६॥",
                    "arth": "उस समय जनकनन्दिनी सीताको अनुपम हर्ष प्राप्त हुआ। उस महान् हर्षके कारण वे कुटिल बरौनियोंवाले दोनों नेत्रोंसे आनन्दके आँसू बहाने लगीं॥८६॥ "
                },
                {
                    "slok": "चारु तद् वदनं तस्यास्ताम्रशुक्लायतेक्षणम्। अशोभत विशालाक्ष्या राहुमुक्त इवोडुराट्॥८७॥",
                    "arth": "उस अवसरपर विशाललोचना सीताका मनोहर मुख, जो लाल, सफेद और बड़े-बड़े नेत्रोंसे युक्त था, राहुके ग्रहणसे मुक्त हुए चन्द्रमाके समान शोभा पा रहा था। "
                },
                {
                    "slok": "हनूमन्तं कपिं व्यक्तं मन्यते नान्यथेति सा। अथोवाच हनूमांस्तामुत्तरं प्रियदर्शनाम्॥८८॥",
                    "arth": "अब वे हनुमान्को वास्तविक वानर मानने लगीं। इसके विपरीत मायामय रूपधारी राक्षस नहीं। तदनन्तर हनुमान्जीने प्रियदर्शना सीतासे फिर कहा- ॥ ८८॥ "
                },
                {
                    "slok": "एतत् ते सर्वमाख्यातं समाश्वसिहि मैथिलि। न किं करोमि कथं वा ते रोचते प्रतियाम्यहम्॥८९॥",
                    "arth": "'मिथिलेशकुमारी! इस प्रकार आपने जो कुछ पूछा था, वह सब मैंने बता दिया। अब आप धैर्य धारण करें। बताइये, मैं आपकी कैसी और क्या सेवा करूँ। इस समय आपकी रुचि क्या है, आज्ञा हो तो अब मैं लौट जाऊँ॥ ८९॥ "
                },
                {
                    "slok": "हतेऽसुरे संयति शम्बसादने कपिप्रवीरेण महर्षिचोदनात्। ततोऽस्मि वायुप्रभवो हि मैथिलि प्रभावतस्तत्प्रतिमश्च वानरः॥९०॥",
                    "arth": "'महर्षियोंकी प्रेरणासे कपिवर केसरीद्वारा युद्धमें शम्बसादन नामक असुरके मारे जानेपर मैंने पवनदेवताके द्वारा जन्म ग्रहण किया। अत: मैथिलि! मैं उन वायुदेवताके समान ही प्रभावशाली वानर हूँ'॥९०॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाध्ये सुन्दरकाण्डे पत्रिंशः सर्गः ।। ३५ ।।",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्थरामायण आदिकाव्यके सुन्दरकाण्ड पूरा हुआ ।। ३५ ।।"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - षट्त्रिंशः सर्गः हनुमान्जीका सीताको मुद्रिका देना, सीताका श्रीराम कब मेरा उद्धार करेंगे' यह उत्सुक होकर पूछना तथा हनुमान्जीका श्रीरामके सीताविषयक प्रेमका वर्णन करके उन्हें सान्त्वना देना",
            "arths": [
                {
                    "slok": "भूय एव महातेजा हनूमान् पवनात्मजः। अब्रवीत् प्रश्रितं वाक्यं सीताप्रत्ययकारणात्॥१॥",
                    "arth": "तदनन्तर महातेजस्वी पवनकुमार हनुमानजी सीताजीको विश्वास दिलानेके लिये पुनः विनययुक्त वचन बोले-॥१॥ "
                },
                {
                    "slok": "वानरोऽहं महाभागे दूतो रामस्य धीमतः। रामनामाङ्कितं चेदं पश्य देव्यङ्गलीयकम्॥२॥ ",
                    "arth": "'महाभागे! मैं परम बुद्धिमान् भगवान् श्रीरामका दूत वानर हूँ। देवि! यह श्रीरामनामसे अङ्कित मुद्रिका है, इसे लेकर देखिये॥२॥ "
                },
                {
                    "slok": "प्रत्ययार्थं तवानीतं तेन दत्तं महात्मना। समाश्वसिहि भद्रं ते क्षीणदुःखफला ह्यसि॥३॥",
                    "arth": "'आपको विश्वास दिलानेके लिये ही मैं इसे लेता आया हूँ। महात्मा श्रीरामचन्द्रजीने स्वयं यह अंगूठी मेरे हाथमें दी थी। आपका कल्याण हो। अब आप धैर्य धारण करें। आपको जो दुःखरूपी फल मिल रहा था, वह अब समाप्त हो चला है'॥३॥ "
                },
                {
                    "slok": "गृहीत्वा प्रेक्षमाणा सा भर्तुः करविभूषितम्। भर्तारमिव सम्प्राप्त जानकी मुदिताभवत्॥४॥",
                    "arth": "पतिके हाथको सुशोभित करनेवाली उस मुद्रिकाको लेकर सीताजी उसे ध्यानसे देखने लगीं। उस समय जानकीजीको इतनी प्रसन्नता हुई, मानो स्वयं उनके पतिदेव ही उन्हें मिल गये हों॥४॥ "
                },
                {
                    "slok": "चारु तद् वदनं तस्यास्ताम्रशुक्लायतेक्षणम्। बभूव हर्षोदग्रं च राहुमुक्त इवोडुराट्॥५॥",
                    "arth": "उनका लाल, सफेद और विशाल नेत्रोंसे युक्त मनोहर मुख हर्षसे खिल उठा, मानो चन्द्रमा राहुके ग्रहणसे मुक्त हो गया हो॥५॥ "
                },
                {
                    "slok": "ततः सा ह्रीमती बाला भर्तुः संदेशहर्षिता। परितुष्टा प्रियं कृत्वा प्रशशंस महाकपिम्॥६॥ ",
                    "arth": "वे लजीली विदेहबाला प्रियतमका संदेश पाकर बहुत प्रसन्न हुईं। उनके मनको बड़ा संतोष हुआ। वे महाकपि हनुमान्जीका आदर करके उनकी प्रशंसा करने लगीं-॥६॥"
                },
                {
                    "slok": "विक्रान्तस्त्वं समर्थस्त्वं प्राज्ञस्त्वं वानरोत्तम। येनेदं राक्षसपदं त्वयैकेन प्रधर्षितम्॥७॥",
                    "arth": "'वानरश्रेष्ठ! तुम बड़े पराक्रमी, शक्तिशाली और बुद्धिमान् हो; क्योंकि तुमने अकेले ही इस राक्षसपुरीको पददलित कर दिया है॥७॥"
                },
                {
                    "slok": "शतयोजनविस्तीर्णः सागरो मकरालयः। विक्रमश्लाघनीयेन क्रमता गोष्पदीकृतः॥८॥ ",
                    "arth": "'तुम अपने पराक्रमके कारण प्रशंसाके योग्य हो; क्योंकि तुमने मगर आदि जन्तुओंसे भरे हुए सौ योजन विस्तारवाले महासागरको लाँघते समय उसे गायकी खुरीके बराबर समझा है, इसलिये प्रशंसाके पात्र हो॥"
                },
                {
                    "slok": "नहि त्वां प्राकृतं मन्ये वानरं वानरर्षभ। यस्य ते नास्ति संत्रासो रावणादपि सम्भ्रमः॥९॥",
                    "arth": "वानरशिरोमणे! मैं तुम्हें कोई साधारण वानर नहीं | मानती हूँ; क्योंकि तुम्हारे मनमें रावण-जैसे राक्षससे भी | न तो भय होता है और न घबराहट ही॥९॥"
                },
                {
                    "slok": "अर्हसे च कपिश्रेष्ठ मया समभिभाषितुम्। | यद्यसि प्रेषितस्तेन रामेण विदितात्मना॥१०॥ ",
                    "arth": "'कपिश्रेष्ठ! यदि तुम्हें आत्मज्ञानी भगवान् श्रीरामने भेजा है तो तुम अवश्य इस योग्य हो कि मैं तुमसे बातचीत करूँ॥१०॥ "
                },
                {
                    "slok": "प्रेषयिष्यति दुर्धर्षो रामो नह्यपरीक्षितम्। पराक्रममविज्ञाय मत्सकाशं विशेषतः ॥११॥",
                    "arth": "'दुर्धर्ष वीर श्रीरामचन्द्रजी विशेषतः मेरे निकट ऐसे किसी पुरुषको नहीं भेजेंगे, जिसके पराक्रमका उन्हें ज्ञान न हो तथा जिसके शीलस्वभावकी उन्होंने परीक्षा | न कर ली हो॥११॥"
                },
                {
                    "slok": "दिष्ट्या च कुशली रामो धर्मात्मा सत्यसंगरः। | लक्ष्मणश्च महातेजाः सुमित्रानन्दवर्धनः॥१२॥",
                    "arth": "'सत्यप्रतिज्ञ एवं धर्मात्मा भगवान् श्रीराम सकुशल हैं तथा सुमित्राका आनन्द बढ़ानेवाले महातेजस्वी लक्ष्मण भी स्वस्थ एवं सुखी हैं, यह जानकर मुझे | बड़ा हर्ष हुआ है और यह शुभ संवाद मेरे लिये | सौभाग्यका सूचक है॥१२॥"
                },
                {
                    "slok": "कुशली यदि काकुत्स्थः किं न सागरमेखलाम्। महीं दहति कोपेन युगान्ताग्निरिवोत्थितः॥१३॥ ",
                    "arth": "'यदि ककुत्स्थकुलभूषण श्रीराम सकुशल हैं तो वे प्रलयकालमें उठे हुए प्रलयंकर अग्निके समान कुपित हो समुद्रोंसे घिरी हुई सारी पृथ्वीको दग्ध क्यों नहीं कर देते हैं? ॥१३॥"
                },
                {
                    "slok": "अथवा शक्तिमन्तौ तौ सुराणामपि निग्रहे। ममैव तु न दुःखानामस्ति मन्ये विपर्ययः॥१४॥ ",
                    "arth": "'अथवा वे दोनों भाई देवताओंको भी दण्ड देनेकी शक्ति रखते हैं (तो भी अबतक जो चुप बैठे हैं, इसमें उनका नहीं मेरे ही भाग्यका दोष है)। मैं समझती हूँ कि अभी मेरे ही दुःखोंका अन्त नहीं आया है॥१४॥"
                },
                {
                    "slok": "कच्चिन्न व्यथते रामः कच्चिन्न परितप्यते। उत्तराणि च कार्याणि कुरुते पुरुषोत्तमः॥१५॥",
                    "arth": "'अच्छा, यह तो बताओ, पुरुषोत्तम श्रीरामचन्द्रजीके मनमें कोई व्यथा तो नहीं है? वे संतप्त तो नहीं होते? उन्हें आगे जो कुछ करना है, उसे वे करते हैं या नहीं? ॥१५॥ "
                },
                {
                    "slok": "कच्चिन्न दीनः सम्भ्रान्तः कार्येषु च न मुह्यति। कच्चित् पुरुषकार्याणि कुरुते नृपतेः सुतः॥१६॥",
                    "arth": "'उन्हें किसी प्रकारकी दीनता या घबराहट तो नहीं है? वे काम करते-करते मोहके वशीभूत तो नहीं हो जाते? क्या राजकुमार श्रीराम पुरुषोचित कार्य (पुरुषार्थ) करते हैं ?॥१६॥ "
                },
                {
                    "slok": "द्विविधं त्रिविधोपायमुपायमपि सेवते। विजिगीषुः सुहृत् कच्चिन्मित्रेषु च परंतपः॥१७॥ ",
                    "arth": "'क्या शत्रुओंको संताप देनेवाले श्रीराम मित्रोंके प्रति मित्रभाव रखकर साम और दानरूप दो उपायोंका ही अवलम्बन करते हैं? तथा शत्रुओंके प्रति उन्हें जीतनेकी इच्छा रखकर दान, भेद और दण्ड–इन तीन प्रकारके उपायोंका ही आश्रय लेते हैं? ॥१७॥"
                },
                {
                    "slok": "कच्चिन्मित्राणि लभतेऽमित्रैश्चाप्यभिगम्यते। कच्चित् कल्याणमित्रश्च मित्रैश्चापि पुरस्कृतः॥१८॥",
                    "arth": "'क्या श्रीराम स्वयं प्रयत्नपूर्वक मित्रोंका संग्रह करते हैं ? क्या उनके शत्रु भी शरणागत होकर अपनी रक्षाके लिये उनके पास आते हैं? क्या उन्होंने मित्रोंका उपकार करके उन्हें अपने लिये कल्याणकारी बना लिया है? क्या वे कभी अपने मित्रोंसे भी उपकृत या पुरस्कृत होते हैं? ॥ १८ ॥"
                },
                {
                    "slok": "कच्चिदाशास्ति देवानां प्रसादं पार्थिवात्मजः। कच्चित् पुरुषकारं च दैवं च प्रतिपद्यते॥१९॥",
                    "arth": "क्या राजकुमार श्रीराम कभी देवताओंका भी कृपाप्रसाद चाहते हैं-उनकी कृपाके लिये प्रार्थना करते हैं? क्या वे पुरुषार्थ और दैव दोनोंका आश्रय लेते हैं?॥"
                },
                {
                    "slok": "कच्चिन्न विगतस्नेहो विवासान्मयि राघवः। कच्चिन्मां व्यसनादस्मान्मोक्षयिष्यति राघवः ॥२०॥ ",
                    "arth": "'दुर्भाग्यवश मैं उनसे दूर हो गयी हूँ। इस कारण श्रीरघुनाथजी मुझपर स्नेहहीन तो नहीं हो गये हैं? क्या वे मुझे कभी इस संकटसे छुड़ायेंगे? ॥ २०॥ "
                },
                {
                    "slok": "सुखानामुचितो नित्यमसुखानामनूचितः। दुःखमुत्तरमासाद्य कच्चिद् रामो न सीदति॥२१॥",
                    "arth": "'वे सदा सुख भोगनेके ही योग्य हैं, दुःख भोगनेके योग्य कदापि नहीं हैं; परंतु इन दिनों दुःखपर-दुःख उठानेके कारण श्रीराम अधिक खिन्न और शिथिल तो नहीं हो गये हैं? ॥ २१॥ "
                },
                {
                    "slok": "कौसल्यायास्तथा कच्चित् सुमित्रायास्तथैव च। अभीक्ष्णं श्रूयते कच्चित् कुशलं भरतस्य च॥२२॥",
                    "arth": " उन्हें माता कौसल्या, सुमित्रा तथा भरतका कुशल-समाचार बराबर मिलता रहता है? ॥ २२॥"
                },
                {
                    "slok": "मनिमित्तेन मानार्हः कच्चिच्छोकेन राघवः। कच्चिन्नान्यमना रामः कच्चिन्मां तारयिष्यति ॥२३॥",
                    "arth": "'क्या सम्माननीय श्रीरघुनाथजी मेरे लिये होनेवाले शोकसे अधिक संतप्त हैं? वे मेरी ओरसे अन्यमनस्क तो नहीं हो गये हैं? क्या श्रीराम मुझे इस संकटसे उबारेंगे?॥ "
                },
                {
                    "slok": "कच्चिदक्षौहिणी भीमां भरतो भ्रातृवत्सलः। ध्वजिनी मन्त्रिभिर्गुप्तां प्रेषयिष्यति मत्कृते॥२४॥",
                    "arth": "'क्या भाईपर अनुराग रखनेवाले भरतजी मेरे उद्धारके लिये मन्त्रियोंद्वारा सुरक्षित भयंकर अक्षौहिणी सेना भेजेंगे?॥२४॥ "
                },
                {
                    "slok": "वानराधिपतिः श्रीमान् सुग्रीवः कच्चिदेष्यति। मत्कृते हरिभिर्वीरैर्वृतो दन्तनखायुधैः ॥२५॥",
                    "arth": "'क्या श्रीमान् वानरराज सुग्रीव दाँत और नखोंसे प्रहार करनेवाले वीर वानरोंको साथ ले मुझे छुड़ानेके लिये यहाँतक आनेका कष्ट करेंगे? ॥ २५ ॥ "
                },
                {
                    "slok": "कच्चिच्च लक्ष्मणः शूरः सुमित्रानन्दवर्धनः। अस्त्रविच्छरजालेन राक्षसान् विधमिष्यति ॥२६॥",
                    "arth": "क्या सुमित्राका आनन्द बढ़ानेवाले शूरवीर लक्ष्मण, जो अनेक अस्त्रोंके ज्ञाता हैं, अपने बाणोंकी वर्षासे राक्षसोंका संहार करेंगे ? ॥ २६ ॥"
                },
                {
                    "slok": "रौद्रेण कच्चिदस्त्रेण रामेण निहतं रणे। द्रक्ष्याम्यल्पेन कालेन रावणं ससुहृज्जनम् ॥ २७ ॥",
                    "arth": "'क्या मैं रावणको उसके बन्धु-बान्धवोंसहित थोड़े ही दिनोंमें श्रीरघुनाथजीके द्वारा युद्धमें भयंकर अस्त्र-शस्त्रोंसे मारा गया देखूँगी ? ॥ २७ ॥"
                },
                {
                    "slok": "कच्चिन्न तद्धेमसमानवर्णं तस्याननं पद्मसमानगन्धि। मया विना शुष्यतिशोकदीनं जलक्षये पद्ममिवातपेन ॥ २८ ॥",
                    "arth": "जैसे पानी सूख जानेपर धूपसे कमल सूख जाता है, उसी प्रकार मेरे बिना शोकसे दुःखी हुआ श्रीरामका वह सुवर्णके समान कान्तिमान् और कमलके सदृश सुगन्धित मुख सूख तो नहीं गया है? ॥ २८ ॥"
                },
                {
                    "slok": "धर्मापदेशात् त्यजतः स्वराज्यं मां चाप्यरण्यं नयतः पदातेः । नासीद् यथा यस्य न भीर्न शोकः कच्चित् स धैर्य हृदये करोति ॥ २९ ॥",
                    "arth": "धर्मपालनके उद्देश्यसे अपने राज्यका त्याग करते और मुझे पैदल ही बनमें लाते समय जिन्हें तनिक भी भय और शोक नहीं हुआ, वे श्रीरघुनाथजी इस संकटके समय हृदयमें धैर्य तो धारण करते हैं न ? ॥ २९ ॥ "
                },
                {
                    "slok": "न चास्य माता न पिता न चान्यः स्त्रेहाद् विशिष्टोऽस्ति मया समो वा । तावद्ध्यहं दूत जिजीविषेयं यावत् प्रवृत्तिं शृणुयां प्रियस्य ॥ ३० ॥ ",
                    "arth": "त! उनके माता-पिता तथा अन्य कोई सम्बन्धी भी ऐसे नहीं हैं, जिन्हें उनका स्नेह मुझसे अधिक अथवा मेरे बराबर भी मिला हो। मैं तो तभीतक जीवित रहना चाहती हूँ, जबतक यहाँ आनेके सम्बन्ध में अपने प्रियतमकी प्रवृत्ति सुन रही हूँ ॥ ३० ॥"
                },
                {
                    "slok": "इतीव देवी वचनं महार्थं तं वानरेन्द्र मधुरार्थमुक्त्वा ।श्रोतुं पुनस्तस्य वचोऽभिरामं रामार्थयुक्तं विराम रामा ।। ३१ ।। ",
                    "arth": "देवी सीता वानरश्रेष्ठ हनुमानके प्रति इस प्रकार महान् अर्थसे युक्त मधुर वचन कहकर श्रीरामचन्द्रजीसे सम्बन्ध रखनेवाली उनकी मनोहर वाणी पुनः सुननेके लिये चुप हो गयीं ॥ ३१ ॥ "
                },
                {
                    "slok": "सीताया वचनं श्रुत्वा मारुतिर्भीमविक्रमः । शिरस्यञ्जलिमाधाय वाक्यमुत्तरमब्रवीत् ॥ ३२ ॥ ",
                    "arth": "सीताजीका वचन सुनकर भयंकर पराक्रमी पवनकुमार हनुमान् मस्तकपर अञ्जलि बाँधे उन्हें इस प्रकार उत्तर देने लगे- ॥३२॥ "
                },
                {
                    "slok": "न त्वामिहस्थां जानीते रामः कमललोचनः । तेन त्वां नानयत्याशु शचीमिव पुरंदरः॥३३॥",
                    "arth": "'देवि! कमलनयन भगवान् श्रीरामको यह पता ही नहीं है कि आप लङ्कामें रह रही हैं। इसीलिये जैसे इन्द्र दानवोंके यहाँसे शचीको उठा ले गये, उस प्रकार वे शीघ्र यहाँसे आपको नहीं ले जा रहे हैं॥३३॥"
                },
                {
                    "slok": "श्रुत्वैव च वचो मा क्षिप्रमेष्यति राघवः। चमू प्रकर्षन् महतीं हयृक्षगणसंयुताम्॥३४॥",
                    "arth": "'जब मैं यहाँसे लौटकर जाऊँगा, तब मेरी बात सुनते ही श्रीरघुनाथजी वानर और भालुओंकी विशाल सेना लेकर तुरंत वहाँसे चल देंगे॥३४॥ "
                },
                {
                    "slok": "विष्टम्भयित्वा बाणौधैरक्षोभ्यं वरुणालयम्। करिष्यति पुरीं लङ्कां काकुत्स्थः शान्तराक्षसाम्॥३५॥ ",
                    "arth": "'ककुत्स्थकुलभूषण श्रीराम अपने बाण-समूहोंद्वारा अक्षोभ्य महासागरको भी स्तब्ध करके उसपर सेतु बाँधकर लङ्कापुरीमें पहुँच जायेंगे और उसे राक्षसोंसे सूनी कर देंगे॥ ३५॥ "
                },
                {
                    "slok": "तत्र यद्यन्तरा मृत्युर्यदि देवा महासुराः। स्थास्यन्ति पथि रामस्य स तानपि वधिष्यति॥३६॥",
                    "arth": "'उस समय श्रीरामके मार्गमें यदि मृत्यु, देवता अथवा बड़े-बड़े असुर भी विघ्न बनकर खड़े होंगे तो वे उन सबका भी संहार कर डालेंगे॥ ३६॥"
                },
                {
                    "slok": "तवादर्शनजेनार्ये शोकेन परिपूरितः। न शर्म लभते रामः सिंहार्दित इव द्विपः॥३७॥",
                    "arth": "'आर्ये! आपको न देखनेके कारण उत्पन्न हए शोकसे उनका हृदय भरा रहता है; अतः श्रीराम सिंहसे पीड़ित हुए हाथीकी भाँति क्षणभरको भी चैन नहीं पाते हैं ॥३७॥"
                },
                {
                    "slok": "मन्दरेण च ते देवि शपे मूलफलेन च। मलयेन च विन्ध्येन मेरुणा दर्दुरेण च॥३८॥ यथा सुनयनं वल्गु बिम्बोष्ठं चारुकुण्डलम्। मुखं द्रक्ष्यसि रामस्य पूर्णचन्द्रमिवोदितम्॥३९॥",
                    "arth": "'देवि! मन्दर आदि पर्वत हमारे वासस्थान हैं और फल-मूल भोजन। अतः मैं मन्दराचल, मलय, विन्ध्य, मेरु तथा दर्दुर पर्वतकी और अपनी जीविकाके साधन फल- मूलकी सौगंध खाकर कहता हूँ कि आप शीघ्र ही श्रीरामका नवोदित पूर्ण चन्द्रमाके समान वह मनोहर सीताजीका वचन सुनकर भयंकर पराक्रमी पवनकुमार हनुमान् मस्तकपर अञ्जलि बाँधे उन्हें इस प्रकार उत्तर देने लगे- ॥३२॥"
                },
                {
                    "slok": "न त्वामिहस्थां जानीते रामः कमललोचनः। तेन त्वां नानयत्याशु शचीमिव पुरंदरः॥३३॥ ",
                    "arth": "'देवि! कमलनयन भगवान् श्रीरामको यह पता ही नहीं है कि आप लङ्कामें रह रही हैं। इसीलिये जैसे इन्द्र दानवोंके यहाँसे शचीको उठा ले गये, उस प्रकार वे शीघ्र यहाँसे आपको नहीं ले जा रहे हैं॥३३॥ "
                },
                {
                    "slok": "श्रुत्वैव च वचो मह्यं क्षिप्रमेष्यति राघवः। चमूं प्रकर्षन् महतीं हपृक्षगणसंयुताम्॥३४॥",
                    "arth": "'जब मैं यहाँसे लौटकर जाऊँगा, तब मेरी बात सुनते ही श्रीरघुनाथजी वानर और भालुओंकी विशाल सेना लेकर तुरंत वहाँसे चल देंगे॥ ३४॥ "
                },
                {
                    "slok": "विष्टम्भयित्वा बाणौधैरक्षोभ्यं वरुणालयम। करिष्यति पुरीं लङ्का काकुत्स्थः शान्तराक्षसाम्॥३५॥ ",
                    "arth": "'ककुत्स्थकुलभूषण श्रीराम अपने बाण-समूहोंद्वारा अक्षोभ्य महासागरको भी स्तब्ध करके उसपर सेतु बाँधकर लङ्कापुरीमें पहुँच जायेंगे और उसे राक्षसोंसे सूनी कर देंगे॥ ३५॥ "
                },
                {
                    "slok": "तत्र यद्यन्तरा मृत्युर्यदि देवा महासुराः। स्थास्यन्ति पथि रामस्य स तानपि वधिष्यति॥३६॥",
                    "arth": "'उस समय श्रीरामके मार्गमें यदि मृत्यु, देवता अथवा बड़े-बड़े असुर भी विघ्न बनकर खड़े होंगे तो वे उन सबका भी संहार कर डालेंगे॥३६॥ "
                },
                {
                    "slok": "तवादर्शनजेनार्ये शोकेन परिपूरितः। न शर्म लभते रामः सिंहार्दित इव द्विपः॥३७॥",
                    "arth": "'आर्ये! आपको न देखनेके कारण उत्पन्न हए शोकसे उनका हृदय भरा रहता है। अतः श्रीराम सिंहसे पीड़ित हुए हाथीकी भाँति क्षणभरको भी चैन नहीं पाते हैं॥ ३७॥ "
                },
                {
                    "slok": "मन्दरेण च ते देवि शपे मूलफलेन च। मलयेन च विन्ध्येन मेरुणा दर्दुरण च॥३८॥ यथा सुनयनं वल्गु बिम्बोष्ठं चारुकुण्डलम्। मुखं द्रक्ष्यसि रामस्य पूर्णचन्द्रमिवोदितम्॥३९॥",
                    "arth": "'देवि! मन्दर आदि पर्वत हमारे वासस्थान हैं और फल-मूल भोजन। अतः मैं मन्दराचल, मलय, विन्ध्य, मेरु तथा दर्दुर पर्वतकी और अपनी जीविकाके साधन फल- मूलकी सौगंध खाकर कहता हूँ कि आप शीघ्र ही श्रीरामका नवोदित पूर्ण चन्द्रमाके समान वह मनोहर मुख देखेंगी, जो सुन्दर नेत्र, बिम्बफलके समान लाललाल ओठ और सुन्दर कुण्डलोंसे अलंकृत एवं चित्ताकर्षक है॥ ३८-३९॥ "
                },
                {
                    "slok": "क्षिप्रं द्रक्ष्यसि वैदेहि रामं प्रस्रवणे गिरौ। शतक्रतुमिवासीनं नागपृष्ठस्य मूर्धनि॥४०॥ ",
                    "arth": "'विदेहनन्दिनि! ऐरावतकी पीठपर बैठे हुए देवराज इन्द्रके समान प्रस्त्रवण गिरिके शिखरपर विराजमान श्रीरामका आप शीघ्र दर्शन करेंगी॥४०॥ "
                },
                {
                    "slok": "न मांसं राघवो भुङ्क्ते न चैव मधु सेवते। वन्यं सुविहितं नित्यं भक्तमश्नाति पञ्चमम्॥४१॥",
                    "arth": "'कोई भी रघुवंशी न तो मांस खाता है और न मधुका ही सेवन करता है; फिर भगवान् श्रीराम इन वस्तुओंका सेवन क्यों करते? वे सदा चार समय उपवास करके पाँचवें समय शास्त्रविहित जंगली फलमूल और नीवार आदि भोजन करते हैं॥४१॥ "
                },
                {
                    "slok": "नैव दंशान् न मशकान् न कीटान् न सरीसृपान्। राघवोऽपनयेद् गात्रात् त्वद्गतेनान्तरात्मना॥४२॥",
                    "arth": "'श्रीरघुनाथजीका चित्त सदा आपमें लगा रहता है, अतः उन्हें अपने शरीरपर चढ़े हुए डाँस, मच्छर, कीड़ों और सोको हटानेकी भी सुधि नहीं रहती॥४२॥ "
                },
                {
                    "slok": "नित्यं ध्यानपरो रामो नित्यं शोकपरायणः। नान्यच्चिन्तयते किंचित् स तु कामवशं गतः॥४३॥",
                    "arth": "श्रीराम आपके प्रेमके वशीभूत हो सदा आपका ही ध्यान करते और निरन्तर आपके ही विरह-शोकमें डूबे रहते हैं। आपको छोड़कर दूसरी कोई बात वे सोचते ही नहीं हैं॥४३॥ "
                },
                {
                    "slok": "अनिद्रः सततं रामः सुप्तोऽपि च नरोत्तमः। मीनेति मधगं वाणीं व्याहरन प्रतिबध्यते॥४४॥",
                    "arth": "'नरश्रेष्ठ! श्रीरामको सदा आपकी चिन्ताके कारण कभी नींद नहीं आती है। यदि कभी आँख लगी भी तो 'सीता-सीता' इस मधुर वाणीका उच्चारण करते हुए वे जल्दी ही जाग उठते हैं॥४४॥ "
                },
                {
                    "slok": "दृष्ट्वा फलं वा पुष्पं वा यच्चान्यत् स्त्रीमनोहरम्। बहुशो हा प्रियेत्येवं श्वसंस्त्वामभिभाषते॥४५॥",
                    "arth": "'किसी फल, फूल अथवा स्त्रियोंके मनको | लुभानेवाली दूसरी वस्तुको भी जब वे देखते हैं, तब लंबी साँस लेकर बारंबार 'हा प्रिये! हा प्रिये!' कहते हुए आपको पुकारने लगते हैं॥ ४५ ॥ "
                },
                {
                    "slok": "स देवि नित्यं परितप्यमान स्त्वामेव सीतेत्यभिभाषमाणः। धृतव्रतो राजसुतो महात्मा तवैव लाभाय कृतप्रयत्नः॥४६॥",
                    "arth": "'देवि! राजकुमार महात्मा श्रीराम आपके लिये सदा दुःखी रहते हैं, सीता-सीता कहकर आपकी ही रट | लगाते हैं तथा उत्तम व्रतका पालन करते हुए आपकी | ही प्राप्तिके प्रयत्नमें लगे हुए हैं'॥४६॥ "
                },
                {
                    "slok": "सा रामसंकीर्तनवीतशोका रामस्य शोकेन समानशोका। | शरन्मुखेनाम्बुदशेषचन्द्रा निशेव वैदेहसुता बभूव॥४७॥",
                    "arth": "श्रीरामचन्द्रजीकी चर्चासे सीताका अपना शोक तो | दूर हो गया; किंतु श्रीरामके शोककी बात सुनकर वे पुनः उन्हींके समान शोकमें निमग्न हो गयीं। उस समय | विदेहनन्दिनी सीता शरद्-ऋतु आनेपर मेघोंकी घटा और चन्द्रमा-दोनोंसे युक्त (अन्धकार और प्रकाशपूर्ण) | रात्रिके समान हर्ष और शोकसे युक्त प्रतीत होती थीं॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे षट्त्रिंशः सर्गः॥३६॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें छत्तीसवाँ सर्ग पूरा हुआ॥ ३६॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - सप्तत्रिंशः सर्गः सीताका हनुमान्जीसे श्रीरामको शीघ्र बुलानेका आग्रह, हनुमान्जीका सीतासे अपने साथ चलनेका अनरोध तथा सीताका अस्वीकार करना",
            "arths": [
                {
                    "slok": "सा सीता वचनं श्रुत्वा पूर्णचन्द्रनिभानना। हनूमन्तमुवाचेदं धर्मार्थसहितं वचः॥१॥",
                    "arth": "हनुमान्जीका पूर्वोक्त वचन सुनकर पूर्णचन्द्रमाके समान मनोहर मुखवाली सीताने उनसे धर्म और अर्थसे युक्त बात कही- ॥ १ ॥"
                },
                {
                    "slok": "अमृतं विषसम्पृक्तं त्वया वानर भाषितम्। यच्च नान्यमना रामो यच्च शोकपरायणः॥२॥",
                    "arth": "'वानर! तुमने जो कहा कि श्रीरघुनाथजीका चित्त | दूसरी ओर नहीं जाता और वे शोकमें डूबे रहते हैं, तुम्हारा यह कथन मुझे विषमिश्रित अमृतके समान लगा है ॥"
                },
                {
                    "slok": "ऐश्वर्ये वा सुविस्तीर्णे व्यसने वा सुदारुणे। रज्ज्वेव पुरुषं बद्ध्वा कृतान्तः परिकर्षति॥३॥",
                    "arth": "'कोई बड़े भारी ऐश्वर्यमें स्थित हो अथवा अत्यन्त भयंकर विपत्तिमें पड़ा हो, काल मनुष्यको इस तरह खींच लेता है, मानो उसे रस्सीमें बाँध रखा हो॥ "
                },
                {
                    "slok": "विधिर्नूनमसंहार्यः प्राणिनां प्लवगोत्तम। सौमित्रिं मां च रामं च व्यसनैः पश्य मोहितान्॥४॥",
                    "arth": "'वानरशिरोमणे! दैवके विधानको रोकना प्राणियोंके वशकी बात नहीं है। उदाहरणके लिये सुमित्राकुमार लक्ष्मणको, मुझको और श्रीरामको भी देख लो। हमलोग किस तरह वियोग-दुःखसे मोहित हो रहे हैं॥४॥ "
                },
                {
                    "slok": "शोकस्यास्य कथं पारं राघवोऽधिगमिष्यति। प्लवमानः परिक्रान्तो हतनौः सागरे यथा॥५॥",
                    "arth": "'समुद्रमें नौकाके नष्ट हो जानेपर अपने हाथोंसे तैरनेवाले पराक्रमी पुरुषकी भाँति श्रीरघुनाथजी कैसे इस शोक-सागरसे पार होंगे?॥५॥ "
                },
                {
                    "slok": "राक्षसानां वधं कृत्वा सूदयित्वा च रावणम्। लङ्कामुन्मथितां कृत्वा कदा द्रक्ष्यति मां पतिः॥६॥",
                    "arth": "'राक्षसोंका वध, रावणका संहार और लङ्कापुरीका विध्वंस करके मेरे पतिदेव मुझे कब देखेंगे?॥६॥ "
                },
                {
                    "slok": "स वाच्यः संत्वरस्वेति यावदेव न पूर्यते। अयं संवत्सरः कालस्तावद्धि मम जीवितम्॥७॥ ",
                    "arth": "'तुम उनसे जाकर कहना, वे शीघ्रता करें। यह वर्ष जबतक पूरा नहीं हो जाता, तभीतक मेरा जीवन शेष है॥"
                },
                {
                    "slok": "वर्तते दशमो मासो द्वौ तु शेषौ प्लवङ्गम। रावणेन नृशंसेन समयो यः कृतो मम॥८॥",
                    "arth": "'वानर! यह दसवाँ महीना चल रहा है। अब वर्ष पूरा होनेमें दो ही मास शेष हैं। निर्दयी रावणने मेरे जीवनके लिये जो अवधि निश्चित की है, उसमें इतना ही समय बाकी रह गया है॥८॥ "
                },
                {
                    "slok": "विभीषणेन च भ्रात्रा मम निर्यातनं प्रति। अनुनीतः प्रयत्नेन न च तत् कुरुते मतिम्॥९॥ ",
                    "arth": "'रावणके भाई विभीषणने मुझे लौटा देनेके लिये उससे यत्नपूर्वक बड़ी अनुनय-विनय की थी, किंतु वह उनकी बात नहीं मानता है॥९॥ "
                },
                {
                    "slok": "मम प्रतिप्रदानं हि रावणस्य न रोचते। रावणं मार्गते संख्ये मृत्युः कालवशंगतम्॥१०॥ ",
                    "arth": "'मेरा लौटाया जाना रावणको अच्छा नहीं लगता; क्योंकि वह कालके अधीन हो रहा है और युद्ध में मौत उसे ढूँढ़ रही है॥ १०॥"
                },
                {
                    "slok": "ज्येष्ठा कन्या कला नाम विभाषणसुता कप। | तया ममैतदाख्यातं मात्रा प्रहितया स्वयम्॥११॥",
                    "arth": "'कपे! विभीषणकी ज्येष्ठ पुत्रीका नाम कला है। उसकी माताने स्वयं उसे मेरे पास भेजा था। उसीने ये सारी बातें मुझसे कही हैं॥११॥ "
                },
                {
                    "slok": "अविन्ध्यो नाम मेधावी विद्वान् राक्षसपुङ्गवः। धृतिमाञ्छीलवान् वृद्धो रावणस्य सुसम्मतः॥१२॥",
                    "arth": "'अविन्ध्य नामका एक श्रेष्ठ राक्षस है, जो बड़ा | ही बुद्धिमान्, विद्वान्, धीर, सुशील, वृद्ध तथा रावणका सम्मानपात्र है॥ १२॥ "
                },
                {
                    "slok": "अस्या रामात् क्षयमनुप्राप्तं रक्षसां प्रत्यचोदयत्। न च तस्य स दुष्टात्मा शृणोति वचनं हितम्॥१३॥",
                    "arth": "'उसने रावणको यह बताकर कि श्रीरामके हाथसे राक्षसोंके विनाशका अवसर आ पहुँचा है, मुझे लौटा देनेके लिये प्रेरित किया था, किंतु वह दुष्टात्मा उसके हितकारी वचनोंको भी नहीं सुनता है॥१३॥ "
                },
                {
                    "slok": "आशंसेयं हरिश्रेष्ठ क्षिप्रं मां प्राप्स्यते पतिः। अन्तरात्मा हि मे शुद्धस्तस्मिंश्च बहवो गुणाः॥१४॥",
                    "arth": "'कपिश्रेष्ठ! मुझे तो यह आशा हो रही है कि मेरे पतिदेव मुझसे शीघ्र ही आ मिलेंगे; क्योंकि मेरी अन्तरात्मा शुद्ध है और श्रीरघुनाथजीमें बहुत-से गुण हैं॥१४॥ "
                },
                {
                    "slok": "उत्साहः पौरुषं सत्त्वमानृशंस्यं कृतज्ञता। विक्रमश्च प्रभावश्च सन्ति वानर राघवे॥१५॥",
                    "arth": "'वानर! श्रीरामचन्द्रजीमें उत्साह, पुरुषार्थ, बल, दयालुता, कृतज्ञता, पराक्रम और प्रभाव आदि सभी गुण विद्यमान हैं॥ १५॥ "
                },
                {
                    "slok": "चतुर्दश सहस्राणि राक्षसानां जघान यः। जनस्थाने विना भ्रात्रा शत्रुः कस्तस्य नोद्विजेत्॥१६॥",
                    "arth": "'जिन्होंने जनस्थानमें अपने भाईकी सहायता लिये | बिना ही चौदह हजार राक्षसोंका संहार कर डाला, उनसे | कौन शत्रु भयभीत न होगा?॥१६॥"
                },
                {
                    "slok": "न स शक्यस्तुलयितुं व्यसनैः पुरुषर्षभः। | अहं तस्यानुभावज्ञा शक्रस्येव पुलोमजा॥१७॥",
                    "arth": "श्रीरामचन्द्रजी पुरुषों में श्रेष्ठ हैं। वे संकटोंसे तोले | या विचलित किये जायँ, यह सर्वथा असम्भव है। जैसे | पुलोम-कन्या शची इन्द्रके प्रभावको जानती हैं, उसी | तरह मैं श्रीरघुनाथजीकी शक्ति-सामर्थ्यको अच्छी तरह • जानती हूँ॥१७॥"
                },
                {
                    "slok": "शरजालांशुमान् शूरः कपे रामदिवाकरः। शत्रुरक्षोमयं तोयमुपशोषं नयिष्यति॥१८॥",
                    "arth": "'कपिवर! शूरवीर भगवान् श्रीराम सूर्यके समान हैं। उनके बाणसमूह ही उनकी किरणें हैं। वे उनके द्वारा शत्रुभूत राक्षसरूपी जलको शीघ्र ही सोख लेंगे' ॥ १८ ॥ "
                },
                {
                    "slok": "इति संजल्पमानां तां रामार्थे शोककर्शिताम्।। अश्रुसम्पूर्णवदनामुवाच हनुमान् कपिः॥१९॥",
                    "arth": "इतना कहते-कहते सीताके मुखपर आँसुओंकी धारा बह चली। वे श्रीरामचन्द्रजीके लिये शोकसे पीड़ित हो रही थीं। उस समय कपिवर हनुमान्जीने उनसे कहा- ॥१९॥ "
                },
                {
                    "slok": "श्रुत्वैव च वचो मां क्षिप्रमेष्यति राघवः। . चमू प्रकर्षन् महतीं हपृक्षगणसंकुलाम्॥२०॥ ",
                    "arth": "'देवि! आप धैर्य धारण करें। मेरा वचन सुनते ही श्रीरघुनाथजी वानर और भालुओंकी विशाल सेना लेकर शीघ्र यहाँके लिये प्रस्थान कर देंगे॥२०॥ "
                },
                {
                    "slok": "अथवा मोचयिष्यामि त्वामद्यैव सराक्षसात्। अस्माद् दुःखादुपारोह मम पृष्ठमनिन्दिते॥२१॥",
                    "arth": "'अथवा मैं अभी आपको इस राक्षसजनित दुःखसे छुटकारा दिला दूंगा। सती-साध्वी देवि! आप मेरी पीठपर बैठ जाइये ॥२१॥ "
                },
                {
                    "slok": "त्वां तु पृष्ठगतां कृत्वा संतरिष्यामि सागरम्। शक्तिरस्ति हि मे वोढुं लङ्कामपि सरावणाम्॥२२॥ ",
                    "arth": "'आपको पीठपर बैठाकर मैं समुद्रको लाँघ जाऊँगा। मुझमें रावणसहित सारी लङ्काको भी ढो ले जानेकी शक्ति है॥२२॥"
                },
                {
                    "slok": "अहं प्रस्त्रवणस्थाय राघवायाद्य मैथिलि। प्रापयिष्यामि शक्राय हव्यं हुतमिवानलः ॥२३॥ ",
                    "arth": "'मिथिलेशकुमारी! रघुनाथजी प्रस्रवणगिरिपर रहते हैं। मैं आज ही आपको उनके पास पहुँचा दूंगा। ठीक उसी तरह, जैसे अग्निदेव हवन किये गये हविष्यको इन्द्रकी सेवामें ले जाते हैं॥२३॥"
                },
                {
                    "slok": "द्रक्ष्यस्यद्यैव वैदेहि राघवं सहलक्ष्मणम्। व्यवसायसमायुक्तं विष्णुं दैत्यवधे यथा॥२४॥",
                    "arth": "'विदेहनन्दिनि! दैत्योंके वधके लिये उत्साह रखनेवाले भगवान् विष्णुकी भाँति राक्षसोंके संहारके लिये सचेष्ट हुए श्रीराम और लक्ष्मणका आप आज ही दर्शन करेंगी॥२४॥ "
                },
                {
                    "slok": "त्वदर्शनकृतोत्साहमाश्रमस्थं महाबलम्। पुरंदरमिवासीनं नगराजस्य मूर्धनि ॥२५॥",
                    "arth": "‘आपके दर्शनका उत्साह मनमें लिये महाबली श्रीराम पर्वत शिखरपर अपने आश्रममें उसी प्रकार बैठे हैं, जैसे देवराज इन्द्र गजराज ऐरावतकी पीठपर विराजमान होते हैं॥ २५॥"
                },
                {
                    "slok": "पृष्ठमारोह मे देवि मा विकाङ्क्षस्व शोभने। योगमन्विच्छ रामेण शशाङ्केनेव रोहिणी॥२६॥",
                    "arth": "'देवि! आप मेरी पीठपर बैठिये। शोभने! मेरे कथनकी उपेक्षा न कीजिये। चन्द्रमासे मिलनेवाली रोहिणीकी भाँति आप श्रीरामचन्द्रजीके साथ मिलनेका निश्चय कीजिये ॥२६॥ "
                },
                {
                    "slok": "कथयन्तीव शशिना संगमिष्यसि रोहिणी। मत्पृष्ठमधिरोह त्वं तराकाशं महार्णवम्॥२७॥",
                    "arth": "'मुझे भगवान् श्रीरामसे मिलना है, इतना कहते ही आप चन्द्रमासे रोहिणीकी भाँति श्रीरघुनाथजीसे मिल जायँगी। आप मेरी पीठपर आरूढ़ होइये और आकाशमार्गसे | ही महासागरको पार कीजिये॥ २७॥"
                },
                {
                    "slok": "नहि मे सम्प्रयातस्य त्वामितो नयतोऽङ्गने। | अनुगन्तुं गतिं शक्ताः सर्वे लङ्कानिवासिनः ॥२८॥",
                    "arth": "'कल्याणि! मैं आपको लेकर जब यहाँसे चलूँगा, उस समय समूचे लङ्का-निवासी मिलकर भी मेरा पीछा नहीं कर सकते ॥ २८॥ "
                },
                {
                    "slok": "यथैवाहमिह प्राप्तस्तथैवाहमसंशयम्।। यास्यामि पश्य वैदेहि त्वामुद्यम्य विहायसम्॥२९॥",
                    "arth": "'विदेहनन्दिनि! जिस प्रकार मैं यहाँ आया हूँ, उसी | तरह आपको लेकर आकाशमार्गसे चला जाऊँगा, इसमें | संदेह नहीं है। आप मेरा पराक्रम देखिये' ॥ २९॥ "
                },
                {
                    "slok": "मैथिली तु हरिश्रेष्ठाच्छ्रुत्वा वचनमद्भुतम्। | हर्षविस्मितसर्वाङ्गीहनूमन्तमथाब्रवीत्॥३०॥",
                    "arth": "वानरश्रेष्ठ हनुमान्के मुखसे यह अद्भुत वचन | सुनकर मिथिलेशकुमारी सीताके सारे शरीरमें हर्ष और | विस्मयके कारण रोमाञ्च हो आया। उन्होंने हनुमान्जीसे कहा- ॥३०॥"
                },
                {
                    "slok": "हनूमन् दूरमध्वानं कथं मां नेतुमिच्छसि। तदेव खलु ते मन्ये कपित्वं हरियूथप॥३१॥",
                    "arth": "'वानरयूथपति हनुमान्! तुम इतने दूरके मार्गपर मुझे कैसे ले चलना चाहते हो? तुम्हारे इस दुःसाहसको मैं वानरोचित चपलता ही समझती हूँ॥३१॥ "
                },
                {
                    "slok": "कथं चाल्पशरीरस्त्वं मामितो नेतुमिच्छसि। सकाशं मानवेन्द्रस्य भर्तुर्मे प्लवगर्षभ॥३२॥",
                    "arth": "'वानरशिरोमणे! तुम्हारा शरीर तो बहुत छोटा है। फिर तुम मुझे मेरे स्वामी महाराज श्रीरामके पास ले  जानेकी इच्छा कैसे करते हो ?' ॥ ३२ ॥"
                },
                {
                    "slok": "सीतायास्तु वचः श्रुत्वा हनूमान् मारुतात्मजः। चिन्तयामास लक्ष्मीवान् नवं परिभवं कृतम्॥३३॥",
                    "arth": "सीताजीकी यह बात सुनकर शोभाशाली पवनकुमार हनुमान्ने इसे अपने लिये नया तिरस्कार ही माना॥३३॥ "
                },
                {
                    "slok": "न मे जानाति सत्त्वं वा प्रभाव वासितेक्षणा। तस्मात् पश्यतु वैदेही यद् रूपं मम कामतः॥३४॥",
                    "arth": "वे सोचने लगे-'कजरारे नेत्रोंवाली विदेहनन्दिनी सीता मेरे बल और प्रभावको नहीं जानतीं। इसलिये आज मेरे उस रूपको, जिसे मैं इच्छानुसार धारण कर लेता हूँ, ये देख लें'॥३४॥"
                },
                {
                    "slok": "इति संचिन्त्य हनुमांस्तदा प्लवगसत्तमः। दर्शयामास सीतायाः स्वरूपमरिमर्दनः ॥३५॥",
                    "arth": "ऐसा विचार करके शत्रुमर्दन वानरशिरोमणि हनुमान्ने उस समय सीताको अपना स्वरूप दिखाया॥ ३५॥ "
                },
                {
                    "slok": "स तस्मात् पादपाद् धीमानाप्लुत्य प्लवगर्षभः। ततो वर्धितुमारेभे सीताप्रत्ययकारणात्॥३६॥",
                    "arth": "वे बुद्धिमान् कपिवर उस वृक्षसे नीचे कूद पड़े और सीताजीको विश्वास दिलानेके लिये बढ़ने लगे॥ ३६॥ "
                },
                {
                    "slok": "मेरुमन्दरसंकाशो बभौ दीप्तानलप्रभः। अग्रतो व्यवतस्थे च सीताया वानरर्षभः॥३७॥",
                    "arth": "बात-की-बातमें उनका शरीर मेरुपर्वतके समान ऊँचा हो गया। वे प्रज्वलित अग्निके समान तेजस्वी प्रतीत होने लगे। इस तरह विशाल रूप धारण करके वे वानरश्रेष्ठ हनुमान् सीताजीके सामने खड़े हो गये॥"
                },
                {
                    "slok": "हरिः पर्वतसंकाशस्ताम्रवक्त्रो महाबलः। वज्रदंष्ट्रनखो भीमो वैदेहीमिदमब्रवीत्॥३८॥",
                    "arth": "तत्पश्चात् पर्वतके समान विशालकाय, तामेके समान लाल मुख तथा वज्रके समान दाढ़ और नखवाले भयानक महाबली वानरवीर हनुमान् विदेहनन्दिनीसे इस प्रकार बोले-॥३८॥ "
                },
                {
                    "slok": "सपर्वतवनोद्देशांना साट्टप्राकारतोरणाम्। लङ्कामिमां सनाथां वा नयितुं शक्तिरस्ति मे॥३९॥",
                    "arth": "मन 'देवि! मुझमें पर्वत, वन, अट्टालिका, चहारदिवारी और नगरद्वारसहित इस लङ्कापुरीको रावणके साथ ही उठा ले जानेकी शक्ति है॥३९॥ "
                },
                {
                    "slok": "तदवस्थाप्यतां बुद्धिरलं देवि विकाङ्क्षया। विशोकं कुरु वैदेहि राघवं सहलक्ष्मणम्॥४०॥",
                    "arth": "'अतः आप मेरे साथ चलनेका निश्चय कर लीजिये। आपकी आशङ्का व्यर्थ है। देवि! विदेहनन्दिनि आप मेरे साथ चलकर लक्ष्मणसहित श्रीरघुनाथजीका शोक दूर कीजिये'॥ ४०॥ "
                },
                {
                    "slok": "तं दृष्ट्वाचलसंकाशमुवाच जनकात्मजा। पद्मपत्रविशालाक्षी मारुतस्यौरसं सुतम्॥४१॥",
                    "arth": "वायुके औरस पुत्र हनुमान्जीको पर्वतके समान विशाल शरीर धारण किये देख प्रफुल्ल कमलदलके समान बड़ेबड़े नेत्रोंवाली जनककिशोरीने उनसे कहा- ॥४१॥ "
                },
                {
                    "slok": "तव सत्त्वं बलं चैव विजानामि महाकपे। वायोरिव गतिश्चापि तेजश्चाग्नेरिवाद्भुतम्॥४२॥",
                    "arth": "'महाकपे! मैं तुम्हारी शक्ति और पराक्रमको जानती हूँ। वायुके समान तुम्हारी गति और अग्निके समान तुम्हारा अद्भुत तेज है॥४२॥ "
                },
                {
                    "slok": "प्राकृतोऽन्यः कथं चेमां भूमिमागन्तुमर्हति। उदधेरप्रमेयस्य पारं वानरयूथप॥४३॥",
                    "arth": "'वानरयूथपते! दूसरा कोई साधारण वानर अपार महासागरके पारकी इस भूमिमें कैसे आ सकता है?॥ "
                },
                {
                    "slok": "जानामि गमने शक्तिं नयने चापि ते मम। अवश्यं सम्प्रधाशु कार्यसिद्धिरिवात्मनः॥४४॥",
                    "arth": "'मैं जानती हूँ' तुम समुद्र पार करने और मुझे ले जानेमें भी समर्थ हो, तथापि तुम्हारी तरह मुझे भी अपनी कार्यसिद्धिके विषयमें अवश्य भलीभाँति विचार कर लेना चाहिये॥४४॥ "
                },
                {
                    "slok": "अयुक्तं तु कपिश्रेष्ठ मया गन्तुं त्वया सह। वायुवेगसवेगस्य वेगो मां मोहयेत् तव॥४५॥",
                    "arth": "'कपिश्रेष्ठ! तुम्हारे साथ मेरा जाना किसी भी दृष्टिसे उचित नहीं है; क्योंकि तुम्हारा वेग वायुके वेगके समान तीव्र है। जाते समय यह वेग मुझे मूर्च्छित कर सकता है॥ ४५ ॥ "
                },
                {
                    "slok": "अहमाकाशमासक्ता उपर्युपरि सागरम्। प्रपतेयं हि ते पृष्ठाद् भूयो वेगेन गच्छतः॥४६॥",
                    "arth": "'मैं समुद्रके ऊपर-ऊपर आकाशमें पहुँच जानेपर अधिक वेगसे चलते हुए तुम्हारे पृष्ठभागसे नीचे गिर सकती हूँ॥४६॥ "
                },
                {
                    "slok": "पतिता सागरे चाहं तिमिनक्रझषाकुले। भवेयमाशु विवशा यादसामन्नमुत्तमम्॥४७॥",
                    "arth": "'इस तरह समुद्रमें, जो तिमि नामक बड़े-बड़े मत्स्यों, नाकों और मछलियोंसे भरा हुआ है, गिरकर विवश हो मैं शीघ्र ही जल-जन्तुओंका उत्तम आहार बन जाऊँगी॥ "
                },
                {
                    "slok": "न च शक्ष्ये त्वया सार्धं गन्तुं शत्रुविनाशन। कलत्रवति संदेहस्त्वयि स्यादप्यसंशयम्॥४८॥",
                    "arth": "'इसलिये शत्रुनाशन वीर! मैं तुम्हारे साथ नहीं चल सकूँगी। एक स्त्रीको साथ लेकर जब तुम जाने लगोगे, उस समय राक्षसोंको तुमपर संदेह होगा, इसमें संशय नहीं है॥४८॥ "
                },
                {
                    "slok": "ह्रियमाणां तु मां दृष्ट्वा राक्षसा भीमविक्रमाः। अनुगच्छेयुरादिष्टा रावणेन दुरात्मना॥४९॥ ",
                    "arth": "'मुझे हरकर ले जायी जाती देख दुरात्मा रावणकी आज्ञासे भयंकर पराक्रमी राक्षस तुम्हारा पीछा करेंगे॥४९॥ "
                },
                {
                    "slok": "तैस्त्वं परिवृतः शूरैः शूलमुद्गरपाणिभिः। भवेस्त्वं संशयं प्राप्तो मया वीर कलत्रवान्॥५०॥ ",
                    "arth": "'वीर! उस समय मुझ-जैसी रक्षणीया अबलाके साथ होनेके कारण तुम हाथोंमें शूल और मुद्गर धारण करनेवाले उन शौर्यशाली राक्षसोंसे घिरकर प्राणसंशयकी अवस्थामें पहुँच जाओगे ॥५०॥ "
                },
                {
                    "slok": "सायुधा बहवो व्योम्नि राक्षसास्त्वं निरायुधः। कथं शक्ष्यसि संयातुं मां चैव परिरक्षितुम्॥५१॥",
                    "arth": "'आकाशमें अस्त्र-शस्त्रधारी बहुत-से राक्षस तुमपर आक्रमण करेंगे और तुम्हारे हाथमें कोई भी अस्त्र न होगा। उस दशामें तुम उन सबके साथ युद्ध और मेरी रक्षा दोनों कार्य कैसे कर सकोगे?॥५१॥ "
                },
                {
                    "slok": "युध्यमानस्य रक्षोभिस्ततस्तैः क्रूरकर्मभिः। प्रपतेयं हि ते पृष्ठाद् भयार्ता कपिसत्तम॥५२॥",
                    "arth": "'कपिश्रेष्ठ! उन क्रूरकर्मा राक्षसोंके साथ जब तुम युद्ध करने लगोगे, उस समय मैं भयसे पीड़ित होकर तुम्हारी पीठसे अवश्य ही गिर जाऊँगी॥५२॥"
                },
                {
                    "slok": "अथ रक्षांसि भीमानि महान्ति बलवन्ति च। कथंचित् साम्पराये त्वां जयेयुः कपिसत्तम॥५३॥ अथवा युध्यमानस्य पतेयं विमुखस्य ते। पतितां च गृहीत्वा मां नयेयुः पापराक्षसाः॥५४॥",
                    "arth": "'कपिश्रेष्ठ! यदि कहीं वे महान् बलवान् भयानक राक्षस किसी तरह तुम्हें युद्ध में जीत लें अथवा युद्ध करते समय मेरी रक्षाकी ओर तुम्हारा ध्यान न रहनेसे यदि मैं गिर गयी तो वे पापी राक्षस मुझ गिरी हुई अबलाको फिर पकड़ ले जायँगे॥५३-५४॥ "
                },
                {
                    "slok": "मां वा हरेयुस्त्वद्धस्ताद् विशसेयुरथापि वा। अनवस्थौ हि दृश्यते युद्धे जयपराजयौ॥५५॥",
                    "arth": "'अथवा यह भी सम्भव है कि वे निशाचर मुझे तुम्हारे हाथसे छीन ले जायँ या मेरा वध ही कर डालें; क्योंकि युद्धमें विजय और पराजयको अनिश्चित ही देखा जाता है ॥ ५५ ॥"
                },
                {
                    "slok": "अहं वापि विपद्येयं रक्षोभिरभितर्जिता। त्वत्प्रयत्नो हरिश्रेष्ठ भवेनिष्फल एव तु॥५६॥ ",
                    "arth": "'अथवा वानरशिरोमणे! यदि राक्षसोंकी अधिक डाँट पड़नेपर मेरे प्राण निकल गये तो फिर तुम्हारा यह सारा प्रयत्न निष्फल ही हो जायगा॥५६॥ "
                },
                {
                    "slok": "कामं त्वमपि पर्याप्तो निहन्तुं सर्वराक्षसान्। राघवस्य यशो हीयेत् त्वया शस्तैस्तु राक्षसैः॥५७॥",
                    "arth": "'यद्यपि तुम भी सम्पूर्ण राक्षसोंका संहार करने में समर्थ हो तथापि तुम्हारे द्वारा राक्षसोंका वध हो जानेपर श्रीरघुनाथजीके सुयशमें बाधा आयेगी (लोग यही कहेंगे कि श्रीराम स्वयं कुछ भी न कर सके)॥५७॥ "
                },
                {
                    "slok": "अथवाऽऽदाय रक्षांसि न्यसेयुः संवृते हि माम्। यत्र ते नाभिजानीयुर्हरयो नापि राघवः॥५८॥ ",
                    "arth": "'अथवा यह भी सम्भव है कि राक्षसलोग मुझे ले जाकर किसी ऐसे गुप्त स्थानमें रख दें, जहाँ न तो वानरोंको मेरा पता लगे और न श्रीरघुनाथजीको ही॥ "
                },
                {
                    "slok": "आरम्भस्तु मदर्थोऽयं ततस्तव निरर्थकः। त्वया हि सह रामस्य महानागमने गुणः॥५९॥",
                    "arth": "'यदि ऐसा हुआ तो मेरे लिये किया गया तुम्हारा यह सारा उद्योग व्यर्थ हो जायगा। यदि तुम्हारे साथ श्रीरामचन्द्रजी यहाँ पधारें तो उनके आनेसे बहुत बड़ा लाभ होगा॥५९॥ "
                },
                {
                    "slok": "मयि जीवितमायत्तं राघवस्यामितौजसः। भ्रातृणां च महाबाहो तव राजकुलस्य च॥६०॥",
                    "arth": "'महाबाहो ! अमित पराक्रमी श्रीरघुनाथजीका, उनके भाइयोंका, तुम्हारा तथा वानरराज सुग्रीवके कुलका जीवन मुझपर ही निर्भर है॥६०॥ "
                },
                {
                    "slok": "तौ निराशौ मदर्थं च शोकसंतापकर्शितौ। सह सर्वक्षहरिभिस्त्यक्ष्यतः प्राणसंग्रहम्॥६१॥ ",
                    "arth": "शोक और संतापसे पीड़ित हुए वे दोनों भाई जब मेरी प्राप्तिकी ओरसे निराश हो जायेंगे, तब सम्पूर्ण रीछों और वानरोंके साथ अपने प्राणोंका परित्याग कर देंगे॥ "
                },
                {
                    "slok": "भर्तुर्भक्तिं पुरस्कृत्य रामादन्यस्य वानर। नाहं स्प्रष्टुं स्वतो गात्रमिच्छेयं वानरोत्तम॥६२॥",
                    "arth": "'वानरश्रेष्ठ! (तुम्हारे साथ न चल सकनेका एक प्रधान कारण और भी है-) वानरवीर! पतिभक्तिकी ओर दृष्टि रखकर मैं भगवान् श्रीरामके सिवा दूसरे किसी पुरुषके शरीरका स्वेच्छासे स्पर्श करना नहीं चाहती॥६२॥"
                },
                {
                    "slok": "यदहं गात्रसंस्पर्श रावणस्य गता बलात्। अनीशा किं करिष्यामि विनाथा विवशा सती॥६३॥",
                    "arth": "'रावणके शरीरसे जो मेरा स्पर्श हो गया है, व तो उसके बलात् हुआ है। उस समय मैं असमर्थ, अनाथ और बेबस थी, क्या करती॥६३॥ "
                },
                {
                    "slok": "यदि रामो दशग्रीवमिह हत्वा सराक्षसम्। मामितो गृह्य गच्छेत तत् तस्य सदृशं भवेत्॥६४। ",
                    "arth": "'यदि श्रीरघुनाथजी यहाँ राक्षसोंसहित दशमुख रावणका वध करके मुझे यहाँसे ले चलें तो वह उनके योग्य कार्य होगा॥६४॥ "
                },
                {
                    "slok": "श्रुताश्च दृष्टा हि मया पराक्रमा महात्मनस्तस्य रणावमर्दिनः। न देवगन्धर्वभुजङ्गराक्षसा भवन्ति रामेण समा हि संयुगे॥६५॥",
                    "arth": "'मैंने युद्ध में शत्रुओंका मर्दन करनेवाले महात्मा श्रीरामके पराक्रम अनेक बार देखे और सुने हैं। देवता, गन्धर्व, नाग और राक्षस सब मिलकर भी संग्राममें उनकी समानता नहीं कर सकते ॥६५॥ "
                },
                {
                    "slok": "समीक्ष्य तं संयति चित्रकार्मुकं महाबलं वासवतुल्यविक्रमम्। सलक्ष्मणं को विषहेत राघव हुताशनं दीप्तमिवानिलेरितम्॥६६।",
                    "arth": "'युद्धस्थलमें विचित्र धनुष धारण करनेवाले इन्द्रतुल्य पराक्रमी महाबली श्रीरघुनाथजी लक्ष्मणके साथ रह वायुका सहारा पाकर प्रज्वलित हुए अग्निकी भाँति उद्दीप्त हो उठते हैं। उस समय उन्हें देखकर उनका वेग कौन सह सकता है?॥६६॥"
                },
                {
                    "slok": "सलक्ष्मणं राघवमाजिमर्दनं दिशागजं मत्तमिव व्यवस्थितम्। सहेत को वानरमुख्य संयुगे युगान्तसूर्यप्रतिमं शरार्चिषम्॥६७॥",
                    "arth": "'वानरशिरोमणे! समराङ्गणमें अपने बाणरूपी तेजसे प्रलयकालीन सूर्यके समान प्रकाशित होनेवाले और मतवाले दिग्गजकी भाँति खड़े हुए रणमर्दन श्रीराम और लक्ष्मणका सामना कौन कर सकता है? ॥६७॥"
                },
                {
                    "slok": "स मे कपिश्रेष्ठ सलक्ष्मणं प्रियं सयूथपं क्षिप्रमिहोपपादय। चिराय रामं प्रति शोककर्शितां कुरुष्व मां वानरवीर हर्षिताम्॥६८॥",
                    "arth": "'इसलिये कपिश्रेष्ठ! वानरवीर! तुम प्रयत्न करके यूथपति सुग्रीव और लक्ष्मणसहित मेरे प्रियतम श्रीरामचन्द्रजीको शीघ्र यहाँ बुला ले आओ। मैं श्रीरामके लिये चिरकालसे शोकाकुल हो रही हूँ। तुम उनके शुभागमनसे मुझे हर्ष प्रदान करो'॥ ६८॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे सप्तत्रिंशः सर्गः॥३७॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें सैंतीसवाँ सर्ग पूरा हुआ॥३७॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - अष्टात्रिंशः सर्गः सीताजीका हनुमान्जीको पहचानके रूपमें चित्रकूट पर्वतपर घटित हुए एक कौएके प्रसंगको सुनाना, भगवान् श्रीरामको शीघ्र बुला लानेके लिये अनुरोध करना और चूड़ामणि देना",
            "arths": [
                {
                    "slok": "ततः स कपिशार्दूलस्तेन वाक्येन तोषितः। सीतामुवाच तच्छ्रत्वा वाक्यं वाक्यविशारदः॥१॥",
                    "arth": "सीताके इस वचनसे कपिश्रेष्ठ हनुमान्जीको बड़ी प्रसन्नता हुई। वे बातचीतमें कुशल थे। उन्होंने पूर्वोक्त बातें सुनकर सीतासे कहा- ॥१॥ "
                },
                {
                    "slok": "युक्तरूपं त्वया देवि भाषितं शुभदर्शने। सदृशं स्त्रीस्वभावस्य साध्वीनां विनयस्य च॥२॥",
                    "arth": "'देवि! आपका कहना बिलकुल ठीक और युक्तिसंगत है। शुभदर्शने! आपकी यह बात नारी-स्वभावके तथा पतिव्रताओंकी विनयशीलताके अनुरूप है॥२॥"
                },
                {
                    "slok": "स्त्रीत्वान्न त्वं समर्थासि सागरं व्यतिवर्तितुम्। मामधिष्ठाय विस्तीर्णं शतयोजनमायतम्॥३॥",
                    "arth": "'इसमें संदेह नहीं कि आप अबला होनेके कारण मेरी पीठपर बैठकर सौ योजन विस्तृत समुद्रके पार जानेमें समर्थ नहीं हैं॥३॥"
                },
                {
                    "slok": "द्वितीयं कारणं यच्च ब्रवीषि विनयान्विते। रामादन्यस्य नार्हामि संसर्गमिति जानकि ॥ ४ ॥ एतत् ते देवि सदृशं पत्न्यास्तस्य महात्मनः। का ह्यन्या त्वामृते देवि ब्रूयाद् वचनमीदृशम्॥ ५ ॥",
                    "arth": "'जनकनन्दिनि! आपने जो दूसरा कारण बताते हुए कहा है कि मेरे लिये श्रीरामचन्द्रजीके सिवा दूसरे किसी पुरुषका स्वेच्छापूर्वक स्पर्श करना उचित नहीं है, यह आपके ही योग्य है। देवि! महात्मा श्रीरामकी धर्मपत्नीके मुखसे ऐसी बात निकल सकती है। आपको छोड़कर दूसरी कौन स्त्री ऐसा वचन कह सकती है॥४-५॥"
                },
                {
                    "slok": "श्रोष्यते चैव काकुत्स्थः सर्वं निरवशेषतः। चेष्टितं यत् त्वया देवि भाषितं च ममाग्रतः॥ ६ ॥ ",
                    "arth": "'देवि! मेरे सामने आपने जो-जो पवित्र चेष्टाएँ की और जैसी-जैसी उत्तम बातें कही हैं, वे सब पूर्णरूपसे श्रीरामचन्द्रजी मुझसे सुनेंगे॥६॥ "
                },
                {
                    "slok": "कारणैर्बहुभिर्देवि रामप्रियचिकीर्षया। स्नेहप्रस्कन्नमनसा मयैतत् समुदीरितम्॥ ७ ॥",
                    "arth": "'देवि! मैंने जो आपको अपने साथ ले जानेका आग्रह किया, उसके बहुत-से कारण हैं। एक तो मैं श्रीरामचन्द्रजीका शीघ्र ही प्रिय करना चाहता था। अतः स्नेहपूर्ण हृदयसे ही मैंने ऐसी बात कही है॥७॥ "
                },
                {
                    "slok": "लङ्काया दुष्प्रवेशत्वाद् दुस्तरत्वान्महोदधेः। सामर्थ्यादात्मनश्चैव मयैतत् समुदीरितम्॥ ८ ॥",
                    "arth": "'दूसरा कारण यह है कि लङ्कामें प्रवेश करना सबके लिये अत्यन्त कठिन है। तीसरा कारण है, महासागरको पार करनेकी कठिनाई। इन सब कारणोंसे तथा अपने में आपको ले जानेकी शक्ति होनेसे मैंने ऐसा प्रस्ताव किया था॥८॥"
                },
                {
                    "slok": "इच्छामि त्वां समानेतुमद्यैव रघुनन्दिना। गुरुस्नेहेन भक्त्या च नान्यथा तददाहृतम्॥ ९ ॥",
                    "arth": "'मैं आज ही आपको श्रीरघुनाथजीसे मिला देना चाहता था। अतः अपने परमाराध्य गुरु श्रीरामके प्रति स्नेह और आपके प्रति भक्तिके कारण ही मैंने ऐसी बात कही थी, किसी और उद्देश्यसे नहीं॥९॥ "
                },
                {
                    "slok": "यदि नोत्सहसे यातुं मया सार्धमनिन्दिते। अभिज्ञानं प्रयच्छ त्वं जानीयाद् राघवो हि यत्॥१०॥ ",
                    "arth": "'किंतु सती-साध्वी देवि! यदि आपके मनमें मेरे साथ चलनेका उत्साह नहीं है तो आप अपनी कोई पहचान ही दे दीजिये, जिससे श्रीरामचन्द्रजी यह जान लें कि मैंने आपका दर्शन किया है'॥१०॥ "
                },
                {
                    "slok": "एवमुक्ता हनुमता सीता सुरसुतोपमा।। उवाच वचनं मन्दं बाष्पप्रग्रथिताक्षरम्॥११॥",
                    "arth": "हनुमान्जीके ऐसा कहनेपर देवकन्याके समान तेजस्विनी सीता अश्रुगद्गदवाणीमें धीरे-धीरे इस प्रकार बोलीं- ॥११॥"
                },
                {
                    "slok": "इदं श्रेष्ठमभिज्ञानं ब्रूयास्त्वं तु मम प्रियम्। शैलस्य चित्रकूटस्य पादे पूर्वोत्तरे पदे॥१२॥ तापसाश्रमवासिन्याः प्राज्यमूलफलोदके। तस्मिन् सिद्धाश्रिते देशे मन्दाकिन्यविदूरतः॥१३॥ तस्योपवनखण्डेषु नानापुष्पसुगन्धिषु। विहृत्य सलिले क्लिन्नो ममाङ्के समुपाविशः॥१४॥",
                    "arth": "'वानरश्रेष्ठ! तुम मेरे प्रियतमसे यह उत्तम पहचान | बताना—'नाथ! चित्रकूट पर्वतके उत्तर-पूर्ववाले भागपर, जो मन्दाकिनी नदीके समीप है तथा जहाँ फल-मूल और जलकी अधिकता है, उस सिद्धसेवित प्रदेशमें तापसाश्रमके भीतर जब मैं निवास करती थी, उन्हीं दिनों नाना प्रकारके फूलोंकी सुगन्धसे वासित उस आश्रमके उपवनोंमें जलविहार करके आप भीगे हुए आये और मेरी गोदमें बैठ गये॥१२-१४॥ "
                },
                {
                    "slok": "ततो मांससमायुक्तो वायसः पर्यतुण्डयत्। तमहं लोष्टमुद्यम्य वारयामि स्म वायसम्॥१५॥ दारयन् स च मां काकस्तत्रैव परिलीयते। | न चाप्युपारमन्मांसाद् भक्षार्थी बलिभोजनः॥१६॥",
                    "arth": "'तदनन्तर (किसी दूसरे समय) एक मांसलोलुप | कौआ आकर मुझपर चोंच मारने लगा। मैंने ढेला उठाकर उसे हटानेकी चेष्टा की, परंतु मुझे बार-बार चोंच मारकर वह कौआ वहीं कहीं छिप जाता था। उस बलिभोजी कौएको खानेकी इच्छा थी, इसलिये वह मेरा मांस नोचनेसे निवृत्त नहीं होता था॥१५-१६॥ "
                },
                {
                    "slok": "उत्कर्षन्त्यां च रशनां क्रुद्धायां मयि पक्षिणे। स्त्रंसमाने च वसने ततो दृष्टा त्वया ह्यहम्॥१७॥ ",
                    "arth": "'मैं उस पक्षीपर बहुत कुपित थी। अतः अपने लहँगेको दृढ़तापूर्वक कसनेके लिये कटिसूत्र (नारे)को खींचने लगी। उस समय मेरा वस्त्र कुछ नीचे खिसक गया और उसी अवस्थामें आपने मुझे देख लिया ॥१७॥ "
                },
                {
                    "slok": "त्वया विहसिता चाहं क्रुद्धा संलज्जिता तदा। भक्ष्यगृद्धेन काकेन दारिता त्वामुपागता॥१८॥",
                    "arth": "'देखकर आपने मेरी हँसी उड़ायी। इससे मैं पहले तो कुपित हुई और फिर लज्जित हो गयी। इतनेमें ही उस भक्ष्य-लोलुप कौएने फिर चोंच मारकर मुझे क्षतविक्षत कर दिया और उसी अवस्थामें मैं आपके पास आयी ॥१८॥ "
                },
                {
                    "slok": "ततः श्रान्ताहमुत्सङ्गमासीनस्य तवाविशम्। क्रुध्यन्तीव प्रहृष्टेन त्वयाहं परिसान्त्विता॥१९॥",
                    "arth": "'आप वहाँ बैठे हुए थे। मैं उस कौएकी हरकतसे तंग आ गयी थी। अतः थककर आपकी गोदमें आ बैठी। उस समय मैं कुपित-सी हो रही थी और आपने प्रसन्न होकर मुझे सान्त्वना दी॥ १९॥"
                },
                {
                    "slok": "बाष्पपूर्णमुखी मन्दं चक्षुषी परिमार्जती। लक्षिताहं त्वया नाथ वायसेन प्रकोपिता॥२०॥",
                    "arth": "'नाथ! कौएने मुझे कुपित कर दिया था। मेरे मुखपर आँसुओंकी धारा बह रही थी और मैं धीरे-धीरे आँखें पोंछ रही थी। आपने मेरी उस अवस्थाको लक्ष्य किया'। "
                },
                {
                    "slok": "परिश्रमाच्च सुप्ता हे राघवाड़ेऽस्म्यहं चिरम्। पर्यायेण प्रसप्तश्च ममाड़े भरताग्रजः॥२१॥",
                    "arth": "'हनुमान् ! मैं थक जानेके कारण उस दिन बहुत देरतक श्रीरघुनाथजीकी गोदमें सोयी रही। फिर उनकी बारी आयी और वे भरतके बड़े भाई मेरी गोदमें सिर रखकर सो रहे॥२१॥"
                },
                {
                    "slok": "स तत्र पुनरेवाथ वायसः समुपागमत्। ततः सुप्तप्रबुद्धां मां राघवाङ्कात् समुत्थिताम्। वायसः सहसागम्य विददार स्तनान्तरे॥२२॥",
                    "arth": "'इसी समय वह कौआ फिर वहाँ आया। मैं सोकर जगनेके बाद श्रीरघुनाथजीकी गोदसे उठकर बैठी ही थी कि उस कौएने सहसा झपटकर मेरी छातीमें चोंच मार दी॥ २२॥ "
                },
                {
                    "slok": "पुनः पुनरथोत्पत्य विददार स मां भृशम्। ततः समुत्थितो रामो मुक्तैः शोणितबिन्दुभिः ॥२३॥",
                    "arth": "'उसने बारंबार उड़कर मुझे अत्यन्त घायल कर दिया। मेरे शरीरसे रक्तकी बूंदें झरने लगीं, इससे श्रीरामचन्द्रजीकी नींद खुल गयी और वे जागकर उठ बैठे ॥ २३॥ "
                },
                {
                    "slok": "स मां दृष्ट्वा महाबाहुर्वितुन्नां स्तनयोस्तदा। आशीविष इव क्रुद्धः श्वसन् वाक्यमभाषत ॥२४॥ ",
                    "arth": "'मेरी छातीमें घाव हुआ देख महाबाहु श्रीराम उस समय कुपित हो उठे और फुफकारते हुए विषधर सर्पके समान जोर-जोरसे साँस लेते हुए बोले- ॥२४॥ "
                },
                {
                    "slok": "केन ते नागनासोरु विक्षतं वै स्तनान्तरम्। कः क्रीडति सरोषेण पञ्चवक्त्रेण भोगिना॥२५॥",
                    "arth": "'हाथीकी सूंड़के समान जाँघोंवाली सुन्दरी! किसने तुम्हारी छातीको क्षत-विक्षत किया है? कौन रोषसे भरे हुए पाँच मुखवाले सर्पके साथ खेल रहा है?' ॥२५॥ "
                },
                {
                    "slok": "वीक्षमाणस्ततस्तं वै वायसं समवैक्षत। नखैः सरुधिरैस्तीक्ष्णैर्मामेवाभिमुखं स्थितम् ॥२६॥",
                    "arth": "'इतना कहकर जब उन्होंने इधर-उधर दृष्टि डाली, तब उस कौएको देखा, जो मेरी ओर ही मुँह किये बैठा था। उसके तीखे पंजे खूनसे रँग गये थे॥२६॥ "
                },
                {
                    "slok": "पुत्रः किल स शक्रस्य वायसः पततां वरः। धरान्तरं गतः शीघ्रं पवनस्य गतौ समः॥२७॥",
                    "arth": "'वह पक्षियोंमें श्रेष्ठ कौआ इन्द्रका पुत्र था। उसकी गति वायुके समान तीव्र थी। वह शीघ्र ही स्वर्गसे उड़कर पृथ्वीपर आ पहुँचा था॥ २७॥ "
                },
                {
                    "slok": "ततस्तस्मिन् महाबाहुः कोपसंवर्तितेक्षणः। ति वायसे कृतवान् क्रूरां मतिं मतिमतां वरः॥२८॥",
                    "arth": "'उस समय बुद्धिमानोंमें श्रेष्ठ महाबाहु श्रीरामके नेत्र क्रोधसे घूमने लगे। उन्होंने उस कौएको कठोर दण्ड देनेका विचार किया॥२८॥"
                },
                {
                    "slok": "स दर्भसंस्तराद् गृह्य ब्रह्मणोऽस्त्रेण योजयत्। स दीप्त इव कालाग्निर्जज्वालाभिमुखो द्विजम्॥२९॥",
                    "arth": "'श्रीरामने कुशकी चटाईसे एक कुश निकाला और उसे ब्रह्मास्त्रके मन्त्रसे अभिमन्त्रित किया। अभिमन्त्रित करते ही वह कालानिके समान प्रज्वलित हो उठा। उसका लक्ष्य वह पक्षी ही था॥ २९॥ "
                },
                {
                    "slok": "स तं प्रदीप्तं चिक्षेप दर्भ तं वायसं प्रति।। ततस्तु वायसं दर्भः सोऽम्बरेऽनुजगाम ह॥३०॥ ",
                    "arth": "र 'श्रीरघुनाथजीने वह प्रज्वलित कुश उस कौएकी ओर छोड़ा। फिर तो वह आकाशमें उसका पीछा करने लगा॥३०॥ "
                },
                {
                    "slok": "अनुसृष्टस्तदा काको जगाम विविधां गतिम्। त्राणकाम इमं लोकं सर्वं वै विचचार ह॥३१॥",
                    "arth": "'वह कौआ कई प्रकारकी उड़ानें लगाता अपने प्राण बचानेके लिये इस सम्पूर्ण जगत्में भागता फिरा, किंतु उस बाणने कहीं भी उसका पीछा न छोड़ा॥३१॥ "
                },
                {
                    "slok": "स पित्रा च परित्यक्तः सर्वैश्च परमर्षिभिः। त्रील्लोकान् सम्परिक्रम्य तमेव शरणं गतः॥३२॥",
                    "arth": "'उसके पिता इन्द्र तथा समस्त श्रेष्ठ महर्षियोंने भी उसका परित्याग कर दिया। तीनों लोकोंमें घूमकर अन्तमें वह पुनः भगवान् श्रीरामकी ही शरणमें आया॥ "
                },
                {
                    "slok": "स तं निपतितं भूमौ शरण्यः शरणागतम्। वधाहमपि काकुत्स्थः कृपया पर्यपालयत्॥३३॥ ",
                    "arth": "'रघुनाथजी शरणागतवत्सल हैं। उनकी शरणमें आकर जब वह पृथ्वीपर गिर पड़ा, तब उन्हें उसपर दया आ गयी; अतः वधके योग्य होनेपर भी उस कौएको उन्होंने मारा नहीं, उबारा ॥३३॥"
                },
                {
                    "slok": "परिघुनं विवर्णं च पतमानं तमब्रवीत्। मोघमस्त्रं न शक्यं तु ब्राह्मं कर्तुं तदुच्यताम्॥३४॥",
                    "arth": "'उसकी शक्ति क्षीण हो चुकी थी और वह उदास होकर सामने गिरा था। इस अवस्थामें उसको लक्ष्य करके भगवान् बोले-'ब्रह्मास्त्रको तो व्यर्थ किया नहीं जा सकता। अत: बताओ, इसके द्वारा तुम्हारा कौनसा अङ्ग-भङ्ग किया जाय' ॥ ३४॥ "
                },
                {
                    "slok": "ततस्तस्याक्षि काकस्य हिनस्ति स्म स दक्षिणम्। दत्त्वा तु दक्षिणं नेत्रं प्राणेभ्यः परिरक्षितः॥३५॥",
                    "arth": "'फिर उसकी सम्मतिके अनुसार श्रीरामने उस अस्त्रसे उस कौएकी दाहिनी आँख नष्ट कर दी। इस प्रकार दायाँ नेत्र देकर वह अपने प्राण बचा सका ॥ ३५ ॥ "
                },
                {
                    "slok": "स रामाय नमस्कृत्वा राज्ञे दशरथाय च। विसृष्टस्तेन वीरेण प्रतिपेदे स्वमालयम्॥३६॥",
                    "arth": "तदनन्तर दशरथनन्दन राजा रामको नमस्कार करके उन वीरशिरोमणिसे विदा लेकर वह अपने निवासस्थानको चला गया॥३६॥ "
                },
                {
                    "slok": "मत्कृते काकमात्रेऽपि ब्रह्मास्त्रं समुदीरितम्। कस्माद् यो माहरत् त्वत्तः क्षमसे तं महीपते॥३७॥",
                    "arth": "'कपिश्रेष्ठ! तुम मेरे स्वामीसे जाकर कहना'प्राणनाथ ! पृथ्वीपते! आपने मेरे लिये एक साधारण अपराध करनेवाले कौएपर भी ब्रह्मास्त्रका प्रयोग किया था; फिर जो आपके पाससे मुझे हर ले आया, उसको आप कैसे क्षमा कर रहे हैं? ॥३७॥"
                },
                {
                    "slok": "स कुरुष्व महोत्साहां कृपां मयि नरर्षभ। त्वया नाथवती नाथ ह्यनाथा इव दृश्यते॥३८॥",
                    "arth": "'नरश्रेष्ठ! मेरे ऊपर महान् उत्साहसे पूर्ण कृपा कीजिये। प्राणनाथ! जो सदा आपसे सनाथ है, वह सीत आज अनाथ-सी दिखायी देती है॥३८॥ "
                },
                {
                    "slok": "आनृशंस्यं परो धर्मस्त्वत्त एव मया श्रुतम्। जानामि त्वां महावीर्यं महोत्साहं महाबलम्॥३९।",
                    "arth": "'दया करना सबसे बडा धर्म है, यह मैंने आपसे ही सुना है। मैं आपको अच्छी तरह जानती हूँ। आपक बल, पराक्रम और उत्साह महान् है॥ ३९ ॥ "
                },
                {
                    "slok": "अपारवारमक्षोभ्यं गाम्भीर्यात् सागरोपमम्। भर्तारं ससमुद्राया धरण्या वासवोपमम्॥४०।",
                    "arth": "आपका कहीं आर-पार नहीं है-आप असीम हैं। आपको कोई क्षुब्ध या पराजित नहीं कर सकता। आप गम्भीरतामें समुद्रके समान हैं। समुद्रपर्यन्त सारी पृथ्वीके स्वामी हैं तथा इन्द्रके समान तेजस्वी हैं। मैं आपके प्रभावको जानती हूँ॥४०॥ "
                },
                {
                    "slok": "एवमस्त्रविदां श्रेष्ठो बलवान् सत्त्ववानपि। किमर्थमस्त्रं रक्षःसु न योजयसि राघव॥४१॥ ",
                    "arth": "'रघुनन्दन! इस प्रकार अस्त्रवेत्ताओंमें श्रेष्ठ, बलवान् और शक्तिशाली होते हुए भी आप राक्षसोंपर अपने अस्त्रोंका प्रयोग क्यों नहीं करते हैं? ॥४१॥ "
                },
                {
                    "slok": "न नागा नापि गन्धर्वा न सुरा न मरुद्गणाः। रामस्य समरे वेगं शक्ताः प्रतिसमीहितुम्॥४२॥ ",
                    "arth": "'पवनकुमार! नाग, गन्धर्व, देवता और मरुद्गणकोई भी समराङ्गणमें श्रीरामचन्द्रजीका वेग नहीं सह सकते॥४२॥"
                },
                {
                    "slok": "तस्य वीर्यवतः कच्चिद् यद्यस्ति मयि सम्भ्रमः। किमर्थं न शरैस्तीक्ष्णैः क्षयं नयति राक्षसान्॥४३॥",
                    "arth": "'उन परम पराक्रमी श्रीरामके हृदयमें यदि मेरे लिये कुछ व्याकुलता है तो वे अपने तीखे सायकोंसे इन राक्षसोंका संहार क्यों नहीं कर डालते?॥४३॥ "
                },
                {
                    "slok": "भ्रातुरादेशमादाय लक्ष्मणो वा परंतपः। कस्य हेतोर्न मां वीरः परित्राति महाबलः॥४४॥",
                    "arth": "'अथवा शत्रुओंको संताप देनेवाले महाबली वीर लक्ष्मण ही अपने बड़े भाईकी आज्ञा लेकर मेरा उद्धार क्यों नहीं करते हैं? ॥४४॥ "
                },
                {
                    "slok": "यदि तौ पुरुषव्याघ्रौ वाय्विन्द्रसमतेजसौ। सुराणामपि दुर्धर्षों किमर्थं मामुपेक्षतः॥४५॥",
                    "arth": "'वे दोनों पुरुषसिंह वायु तथा इन्द्रके समान तेजस्वी हैं। यदि वे देवताओंके लिये भी दुर्जय हैं तो किसलिये मेरी उपेक्षा करते हैं? ॥ ४५॥ "
                },
                {
                    "slok": "ममैव दुष्कृतं किंचिन्महदस्ति न संशयः। समर्थावपि तौ यन्मां नावेक्षेते परंतपौ॥ ४६॥",
                    "arth": "'नि:संदेह मेरा ही कोई महान् पाप उदित हुआ है, जिससे वे दोनों शत्रुसंतापी वीर मेरा उद्धार करने में समर्थ होते हुए भी मुझपर कृपादृष्टि नहीं कर रहे हैं। "
                },
                {
                    "slok": "वैदेह्या वचनं श्रुत्वा करुणं साश्रु भाषितम्। अथाब्रवीन्महातेजा हनुमान् हरियथपः॥४७॥",
                    "arth": "विदेहकुमारी सीताने आँसू बहाते हुए जब यह करुणायुक्त बात कही, तब इसे सुनकर वानरयूथपति महातेजस्वी हनुमान् इस प्रकार बोले-॥४७॥ "
                },
                {
                    "slok": "त्वच्छोकविमुखो रामो देवि सत्येन ते शपे। रामे दुःखाभिपन्ने तु लक्ष्मणः परितप्यते॥४८॥",
                    "arth": "'देवि! मैं सत्यकी शपथ खाकर आपसे कहता हूँ कि श्रीरामचन्द्रजी आपके विरह-शोकसे पीड़ित हो अन्य सब कार्योंसे विमुख हो गये हैं-केवल आपका ही चिन्तन करते रहते हैं। श्रीरामके दुःखी होनेसे लक्ष्मण भी सदा संतप्त रहते हैं ॥ ४८ ।। "
                },
                {
                    "slok": "कथंचिद् भवती दृष्टा न कालः परिशोचितुम् । इमं मुहूर्त दुःखानामन्तं द्रक्ष्यसि शोभने ॥ ४९ ॥",
                    "arth": "किसी तरह आपका दर्शन हो गया। अब शोक करनेका अवसर नहीं है। शोभने। इसी घड़ीसे आप अपने दुःखाँका अन्त होता देखेंगी ॥ ४९ ॥"
                },
                {
                    "slok": "तावुभौ पुरुषव्याघ्रौ राजपुत्रौ महाबलौ त्वदर्शनकृतोत्साही लोकान् भस्मीकरिष्यतः ॥ ५० ॥",
                    "arth": "'वे दोनों पुरुषसिंह राजकुमार बड़े बलवान् हैं तथा आपको देखनेके लिये उनके मनमें विशेष उत्साह है। अतः वे समस्त राक्षस जगत्को भस्म कर डालेंगे॥ ५० ॥"
                },
                {
                    "slok": "हत्वा च समरक्रूर रावणं सहबान्धवम्। राघवस्त्वां विशालाक्षि स्वां पुरीं प्रति नेष्यति ।। ५१ ।।",
                    "arth": "विशाललोचने! रघुनाथजी समराङ्गणमें क्रूरता प्रकट करनेवाले रावणको उसके बन्धु-बान्धवसहित मारकर आपको अपनी पुरीमें ले जायेंगे ॥ ५१ ॥"
                },
                {
                    "slok": "ब्रूहि यद् राघवो वाच्यो लक्ष्मणश्च महाबलः। सुग्रीवो वापि तेजस्वी हरयो वा समागताः ॥५२॥",
                    "arth": "अब भगवान् श्रीराम, महाबली लक्ष्मण, तेजस्वी सुग्रीव तथा वहाँ एकत्र हुए वानरोंके प्रति आपको जो कुछ कहना हो, वह कहिये ॥ ५२ ॥"
                },
                {
                    "slok": "इत्युक्तवति तस्मिंश्च सीता पुनरथाब्रवीत् । कौसल्या लोकभर्तारं सुषुवे यं मनस्विनी ॥ ५३॥ ",
                    "arth": "तं ममार्थे सुखं पृच्छ शिरसा चाभिवादय हनुमान्जीके ऐसा कहनेपर देवी सीताने फिर कहा – 'कपिश्रेष्ठ! मनस्विनी कौसल्या देवीने जिन्हें जन्म दिया है तथा जो सम्पूर्ण जगत्के स्वामी हैं, उन श्रीरघुनाथजीको मेरी ओरसे मस्तक झुकाकर प्रणाम करना और उनका कुशल- समाचार पूछना ॥५३॥"
                },
                {
                    "slok": "स्त्रजश्च सर्वरत्नानि प्रियायाश्च वराङ्गनाः ॥ ५४ ॥ ऐश्वर्यं च विशालायां पृथिव्यामपि दुर्लभम् । पितरं मातरं चैव सम्मान्याभिप्रसाद्य च ॥ ५५ ॥ अनुप्रव्रजितो रामं सुमित्रा येन सुप्रजाः । आनुकूल्येन धर्मात्मा त्यक्त्वा सुखमनुत्तमम् ॥ ५६ ॥ अनुगच्छति काकुत्स्थं भ्रातरं पालयन् वने। सिंहस्कन्धो महाबाहुर्मनस्वी प्रियदर्शनः ॥ ५७॥ पितृवद् वर्तते रामे मातृवन्मां समाचरत् । ह्रियमाणां तदा वीरो न तु मां वेद लक्ष्मणः ॥ ५८ ।। वृद्धोपसेवी लक्ष्मीवान् शक्तो न बहुभाषिता। राजपुत्रप्रियश्रेष्ठः सदृशः श्वशुरस्य मे॥५९॥ | मत्तः प्रियतरो नित्यं भ्राता रामस्य लक्ष्मणः। नियुक्तो धुरि यस्यां तु तामुद्वहति वीर्यवान्॥६०॥ यं दृष्ट्वा राघवो नैव वृत्तमार्यमनुस्मरत्। स ममार्थाय कुशलं वक्तव्यो वचनान्मम॥६१॥ मृदुर्नित्यं शुचिर्दक्षः प्रियो रामस्य लक्ष्मणः। यथा हि वानरश्रेष्ठ दुःखक्षयकरो भवेत्॥६२॥",
                    "arth": "तत्पश्चात् विशाल भूमण्डलमें भी जिसका मिलना | कठिन है ऐसे उत्तम ऐश्वर्यका, भाँति-भाँतिके हारों, सब प्रकारके रत्नों तथा मनोहर सुन्दरी स्त्रियोंका भी परित्याग कर पिता-माताको सम्मानित एवं राजी करके जो श्रीरामचन्द्रजीके साथ वनमें चले आये, जिनके कारण सुमित्रा देवी उत्तम संतानवाली कही जाती हैं, जिनका चित्त सदा धर्ममें लगा रहता है, जो सर्वोत्तम सुखको त्यागकर वनमें बड़े भाई श्रीरामकी रक्षा करते हुए सदा उनके अनुकूल चलते हैं, जिनके कंधे सिंहके समान और भुजाएँ बड़ी-बड़ी हैं, जो देखनेमें प्रिय लगते और मनको वशमें रखते हैं, जिनका श्रीरामके प्रति पिताके समान और मेरे प्रति माताके समान भाव तथा बर्ताव | रहता है, जिन वीर लक्ष्मणको उस समय मेरे हरे | जानेकी बात नहीं मालूम हो सकी थी, जो बड़े-बूढोंकी | सेवामें संलग्न रहनेवाले, शोभाशाली, शक्तिमान् तथा कम | बोलनेवाले हैं, राजकुमार श्रीरामके प्रिय व्यक्तियोंमें | जिनका सबसे ऊँचा स्थान है, जो मेरे श्वशुरके सदृश | पराक्रमी हैं तथा श्रीरघुनाथजीका जिन छोटे भाई | लक्ष्मणके प्रति सदा मुझसे भी अधिक प्रेम रहता है, | जो पराक्रमी वीर अपने ऊपर डाले हुए कार्यभारको बड़ी योग्यताके साथ वहन करते हैं तथा जिन्हें देखकर श्रीरघुनाथजी अपने मरे हुए पिताको भी भूल गये हैं (अर्थात् जो पिताके समान श्रीरामके पालनमें दत्तचित्त रहते हैं)। उन लक्ष्मणसे भी तुम मेरी ओरसे कुशल पूछना और वानर श्रेष्ठ! मेरे कथनानुसार उनसे ऐसी बातें कहना, जिन्हें सुनकर नित्य कोमल, पवित्र, दक्ष तथा श्रीरामके प्रिय बन्धु लक्ष्मण मेरा दुःख दूर करनेको तैयार हो जायँ॥५४-६२॥ "
                },
                {
                    "slok": "त्वमस्मिन् कार्यनिर्वाहे प्रमाणं हरियूथप। राघवस्त्वत्समारम्भान्मयि यत्नपरो भवेत्॥६३॥",
                    "arth": "'वानरयूथपते! अधिक क्या कहूँ? जिस तरह यह कार्य सिद्ध हो सके, वही उपाय तुम्हें करना चाहिये। इस विषयमें तुम्हीं प्रमाण हो-इसका सारा भार तुम्हारे ही ऊपर है। तुम्हारे प्रोत्साहन देनेसे ही श्रीरघुनाथजी मेरे उद्धारके लिये प्रयत्नशील हो सकते हैं॥६३॥ "
                },
                {
                    "slok": "इदं ब्रूयाश्च मे नाथं शूरं रामं पुनः पुनः। जीवितं धारयिष्यामि मासं दशरथात्मज॥६४॥ ऊर्ध्वं मासान्न जीवेयं सत्येनाहं ब्रवीमि ते।",
                    "arth": "'तुम मेरे स्वामी शूरवीर भगवान् श्रीरामसे बारंबार कहना—'दशरथनन्दन! मेरे जीवनकी अवधिके लिये जो मास नियत हैं, उनमेंसे जितना शेष है, उतने ही समयतक मैं जीवन धारण करूँगी। उन अवशिष्ट दो महीनोंके बाद मैं जीवित नहीं रह सकती। यह मैं आपसे सत्यकी शपथ खाकर कह रही हूँ॥६४३॥ "
                },
                {
                    "slok": "रावणेनोपरुद्धां मां निकृत्या पापकर्मणा। त्रातुमर्हसि वीर त्वं पातालादिव कौशिकीम्॥६५॥",
                    "arth": "'वीर! पापाचारी रावणने मुझे कैद कर रखा है। अतः राक्षसियोंद्वारा शठतापूर्वक मुझे बड़ी पीड़ा दी जाती है। जैसे भगवान् विष्णुने इन्द्रकी लक्ष्मीका पातालसे उद्धार किया था, उसी प्रकार आप यहाँसे मेरा उद्धार करें'॥६५॥"
                },
                {
                    "slok": "ततो वस्त्रगतं मुक्त्वा दिव्यं चूडामणिं शुभम्। प्रदेयो राघवायेति सीता हनुमते ददौ॥६६॥ ",
                    "arth": "ऐसा कहकर सीताने कपड़ेमें बँधी हुई सुन्दर दिव्य चूड़ामणिको खोलकर निकाला और इसे श्रीरामचन्द्रजीको दे देना' ऐसा कहकर हनुमान्जीके हाथपर रख दिया॥६६॥ "
                },
                {
                    "slok": "प्रतिगृह्य ततो वीरो मणिरत्नमनुत्तमम्। अङल्या योजयामास नद्यस्य प्राभवद भजः॥१७॥",
                    "arth": "उस परम उत्तम मणिरत्नको लेकर वीर हनुमान्जीने उसे अपनी अङ्गलीमें डाल लिया। उनकी बाँह अत्यन्त । सूक्ष्म होनेपर भी उसके छेदमें न आ सकी (इससे जान | पड़ता है कि हनुमान्जीने अपना विशाल रूप दिखानेके | बाद फिर सूक्ष्म रूप धारण कर लिया था)॥६७॥ "
                },
                {
                    "slok": "मणिरत्नं कपिवरः प्रतिगृह्याभिवाद्य च। | सीतां प्रदक्षिणं कृत्वा प्रणतः पार्श्वतः स्थितः॥६८॥",
                    "arth": "वह मणिरत्न लेकर कपिवर हनुमान्ने सीताको प्रणाम किया और उनकी प्रदक्षिणा करके वे विनीतभावसे | उनके पास खड़े हो गये॥६८॥ "
                },
                {
                    "slok": "हर्षेण महता युक्तः सीतादर्शनजेन सः। हृदयेन गतो रामं लक्ष्मणं च सलक्षणम्॥६९॥",
                    "arth": "सीताजीका दर्शन होनेसे उन्हें महान् हर्ष प्राप्त हुआ था। वे मन-ही-मन भगवान् श्रीराम और शुभ-लक्षणसम्पन्न | लक्ष्मणके पास पहुँच गये थे। उन दोनोंका चिन्तन करने | लगे थे॥६९॥ "
                },
                {
                    "slok": "मणिवरमुपगृह्य तं महार्ह जनकनृपात्मजया धृतं प्रभावात्। | गिरिवरपवनावधूतमुक्तः सुखितमनाः प्रतिसंक्रमं प्रपेदे॥७०॥",
                    "arth": "राजा जनककी पुत्री सीताने अपने विशेष प्रभावसे जिसे छिपाकर धारण कर रखा था, उस बहुमूल्य मणिरत्नको लेकर हनुमान्जी मन-ही-मन उस पुरुषके समान सुखी एवं प्रसन्न हुए, जो किसी श्रेष्ठ पर्वतके ऊपरी भागसे उठी हुई प्रबल वायुके वेगसे कम्पित होकर पुनः उसके प्रभावसे मुक्त हो गया हो। तदनन्तर उन्होंने वहाँसे लौट जानेकी तैयारी की॥७०॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डेऽष्टात्रिंशः सर्गः॥३८॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें अड़तीसवाँ सर्ग पूरा हुआ॥ ३८॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकोनचत्वारिंशः सर्गः चूड़ामणि लेकर जाते हुए हनुमान्जीसे सीताका श्रीराम आदिको उत्साहित करनेके लिये कहना तथा समुद्र-तरणके विषयमें शङ्कित हुई सीताको वानरोंका पराक्रम बताकर हनुमान्जीका आश्वासन देना",
            "arths": [
                {
                    "slok": "मणिं दत्त्वा ततः सीता हनूमन्तमथाब्रवीत्। अभिज्ञानमभिज्ञातमेतद् रामस्य तत्त्वतः॥१॥ ",
                    "arth": "मणि देनेके पश्चात् सीता हनुमान्जीसे बोलीं 'मेरे इस चिह्नको भगवान् श्रीरामचन्द्रजी भलीभाँति पहचानते हैं ॥ १ ॥"
                },
                {
                    "slok": "मणिं दृष्ट्वा तु रामो वै त्रयाणां संस्मरिष्यति। वीरो जनन्या मम च राजो दशरथस्य च॥२॥",
                    "arth": "इस मणिको देखकर वीर श्रीराम निश्चय ही तीन व्यक्तियोंका-मेरी माताका, मेरा तथा महाराज दशरथका एक साथ ही स्मरण करेंगे ॥ २ ॥"
                },
                {
                    "slok": "स भूयस्त्वं समुत्साहचोदितो हरिसत्तम। अस्मिन् कार्यसमुत्साहे प्रचिन्तय यदुत्तरम्॥३॥",
                    "arth": "'कपिश्रेष्ठ! तुम पुनः विशेष उत्साहसे प्रेरित हो इस कार्यकी सिद्धिके लिये जो भावी कर्तव्य हो, उसे सोचो॥३॥"
                },
                {
                    "slok": "त्वमस्मिन् कार्यनिर्योगे प्रमाणं हरिसत्तम। तस्य चिन्तय यो यत्नो दुःखक्षयकरो भवेत्॥४॥ ",
                    "arth": "'वानरशिरोमणे! इस कार्यको निभानेमें तुम्ही प्रमाण हो-तुमपर ही सारा भार है। तुम इसके लिये कोई ऐसा उपाय सोचो, जो मेरे दुःखका निवारण करनेवाला हो॥४॥ "
                },
                {
                    "slok": "हनूमन् यत्नमास्थाय दुःखक्षयकरो भव। स तथेति प्रतिज्ञाय मारुतिर्भीमविक्रमः॥५॥ शिरसाऽऽवन्द्य वैदेहीं गमनायोपचक्रमे।।",
                    "arth": "'हनूमन्! तुम विशेष प्रयत्न करके मेरा दुःख दूर करने में सहायक बनो।' तब 'बहुत अच्छा' कहकर सीताजीकी आज्ञाके अनुसार कार्य करनेकी प्रतिज्ञा करके वे भयंकर पराक्रमी पवनकुमार विदेहनन्दिनीके चरणों में मस्तक झुकाकर वहाँसे जानेको तैयार हुए॥५३॥ "
                },
                {
                    "slok": "ज्ञात्वा सम्प्रस्थितं देवी वानरं पवनात्मजम्॥६॥ बाष्पगद्गदया वाचा मैथिली वाक्यमब्रवीत्।",
                    "arth": "पवनपुत्र वानरवीर हनुमान्को वहाँसे लौटनेके लिये उद्यत जान मिथिलेशकुमारीका गला भर आया और वे अश्रुगद्गद वाणीमें बोलीं- ॥६॥"
                },
                {
                    "slok": "हनूमन् कुशलं ब्रूयाः सहितौ रामलक्ष्मणौ॥७॥ सुग्रीवं च सहामात्यं सर्वान् वृद्धांश्च वानरान्।। ब्रूयास्त्वं वानरश्रेष्ठ कुशलं धर्मसंहितम्॥८॥",
                    "arth": "'हनूमन्! तुम श्रीराम और लक्ष्मण दोनोंको एक साथ ही मेरा कुशल-समाचार बताना और उनका कुशल-मङ्गल पूछना। वानरश्रेष्ठ! फिर मन्त्रियोंसहित सुग्रीव तथा अन्य सब बड़े-बूढ़े वानरोंसे धर्मयुक्त कुशल-समाचार कहना और पूछना॥७-८॥"
                },
                {
                    "slok": "यथा च स महाबाहुर्मां तारयति राघवः। अस्माद् दुःखाम्बुसंरोधात् त्वं समाधातुमर्हसि ॥ ९ ॥ ",
                    "arth": "'महाबाहु श्रीरघुनाथजी जिस प्रकार इस दुःखके समुद्रसे मेरा उद्धार करें, वैसा ही यत्न तुम्हें करना चाहिये।"
                },
                {
                    "slok": "जीवन्तीं मां यथा रामः सम्भावयति कीर्तिमान्। तत् त्वया हनुमन् वाच्यं वाचा धर्ममवाप्नुहि ॥१०॥",
                    "arth": "हनुमन्! यशस्वी रघुनाथजी जिस प्रकार मेरे जीते-जी यहाँ आकर मुझसे मिलें-मुझे सँभालें वैसी ही बातें तुम उनसे कहो और ऐसा करके वाणीके द्वारा - धर्माचरणका फल प्राप्त करो॥१०॥"
                },
                {
                    "slok": "नित्यमुत्साहयुक्तस्य वाचः श्रुत्वा मयेरिताः। | वर्धिष्यते दाशरथेः पौरुषं मदवाप्तये॥११॥",
                    "arth": "'यों तो दशरथनन्दन भगवान् श्रीराम सदा ही उत्साहसे भरे रहते हैं, तथापि मेरी कही हुई बातें सुनकर मेरी प्राप्तिके लिये उनका पुरुषार्थ और भी बढ़ेगा॥११॥ "
                },
                {
                    "slok": "मत्संदेशयुता वाचस्त्वत्तः श्रुत्वैव राघवः। | पराक्रमे मतिं वीरो विधिवत् संविधास्यति॥१२॥",
                    "arth": "'तुम्हारे मुखसे मेरे संदेशसे युक्त बातें सुनकर ही | वीर रघुनाथजी पराक्रम करनेमें विधिवत् अपना मन | लगायेंगे' ॥१२॥ "
                },
                {
                    "slok": "सीतायास्तद् वचः श्रुत्वा हनूमान् मारुतात्मजः। शिरस्यञ्जलिमाधाय वाक्यमुत्तरमब्रवीत्॥१३॥",
                    "arth": "सीताकी यह बात सुनकर पवनकुमार हनुमान्ने | माथेपर अञ्जलि बाँधकर विनयपूर्वक उनकी बातका उत्तर दिया-॥१३॥ "
                },
                {
                    "slok": "क्षिप्रमेष्यति काकुत्स्थो हप॒क्षप्रवरैर्वृतः। यस्ते युधि विजित्यारीन् शोकं व्यपनयिष्यति॥१४॥ ",
                    "arth": "'देवि! जो युद्धमें सारे शत्रुओंको जीतकर आपके शोकका निवारण करेंगे, वे ककुत्स्थकुलभूषण भगवान् | श्रीराम श्रेष्ठ वानरों और भालुओंके साथ शीघ्र ही यहाँ | पधारेंगे॥१४॥"
                },
                {
                    "slok": "नहि पश्यामि मत्र्येषु नासुरेषु सुरेषु वा। | यस्तस्य वमतो बाणान् स्थातुमुत्सहतेऽग्रतः॥१५॥",
                    "arth": "'मैं मनुष्यों, असुरों अथवा देवताओंमें भी किसीको | ऐसा नहीं देखता, जो बाणोंकी वर्षा करते हुए भगवान् श्रीरामके सामने ठहर सके॥१५॥ "
                },
                {
                    "slok": "अप्यर्कमपि पर्जन्यमपि वैवस्वतं यमम्। स हि सोढुं रणे शक्तस्तव हेतोर्विशेषतः॥१६॥",
                    "arth": "'भगवान् श्रीराम विशेषतः आपके लिये तो युद्ध में सूर्य, इन्द्र और सूर्यपुत्र यमका भी सामना कर सकते हैं॥१६॥ "
                },
                {
                    "slok": "स हि सागरपर्यन्तां महीं साधितुमर्हति। त्वन्निमित्तो हि रामस्य जयो जनकनन्दिनि॥१७॥",
                    "arth": "'वे समुद्रपर्यन्त सारी पृथ्वीको भी जीत लेनेयोग्य हैं। जनकनन्दिनि! आपके लिये युद्ध करते समय श्रीरामचन्द्रजीको निश्चय ही विजय प्राप्त होगी'॥१७॥ "
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा सम्यक् सत्यं सुभाषितम्। जानकी बहु मेने तं वचनं चेदमब्रवीत्॥१८॥",
                    "arth": "हनुमान्जीका कथन युक्तियुक्त, सत्य और सुन्दर था। उसे सुनकर जनकनन्दिनीने उनका बड़ा आदर किया और वे उनसे फिर कुछ कहनेको उद्यत हुईं।"
                },
                {
                    "slok": "ततस्तं प्रस्थितं सीता वीक्षमाणा पुनः पुनः। भर्तृस्नेहान्वितं वाक्यं सौहार्दादनुमानयत्॥१९॥",
                    "arth": "तदनन्तर वहाँसे प्रस्थित हुए हनुमान्जीकी ओर बार-बार देखती हुई सीताने सौहार्दवश स्वामीके प्रति स्नेहसे युक्त सम्मानपूर्ण बात कही- ॥१९॥"
                },
                {
                    "slok": "यदि वा मन्यसे वीर वसैकाहमरिंदम। ना कस्मिंश्चित् संवृते देशे विश्रान्तः श्वो गमिष्यसि ॥२०॥",
                    "arth": "'शत्रुओंका दमन करनेवाले वीर! यदि तुम ठीक समझो तो यहाँ एक दिन किसी गुप्त स्थानमें निवास करो। इस तरह एक दिन विश्राम करके कल चले जाना॥२०॥ "
                },
                {
                    "slok": "मम चैवाल्पभाग्यायाः सांनिध्यात् तव वानर। अस्य शोकस्य महतो मुहूर्तं मोक्षणं भवेत्॥२१॥",
                    "arth": "'वानरवीर! तुम्हारे निकट रहनेसे मुझ मन्दभागिनीके महान् शोकका थोड़ी देरके लिये निवारण हो जायगा॥ २१ ॥ "
                },
                {
                    "slok": "ततो हि हरिशार्दूल पुनरागमनाय तु। प्राणानामपि संदेहो मम स्यान्नात्र संशयः॥२२॥",
                    "arth": "'कपिश्रेष्ठ! विश्रामके पश्चात् यहाँसे यात्रा करनेके अनन्तर यदि फिर तुमलोगोंके आनेमें संदेह या विलम्ब हुआ तो मेरे प्राणोंपर भी संकट आ जायगा, इसमें संशय नहीं है॥ २२॥"
                },
                {
                    "slok": "तवादर्शनजः शोको भूयो मां परितापयेत्।। दुःखादुःखपरामृष्टां दीपयन्निव वानर ॥२३॥",
                    "arth": "के 'वानरवीर! मैं दुःख-पर-दुःख उठा रही हूँ। तुम्हारे चले जानेपर तुम्हें न देख पानेका शोक मुझे पुनः दग्ध करता हुआ-सा संताप देता रहेगा॥२३॥"
                },
                {
                    "slok": "अयं च वीर संदेहस्तिष्ठतीव ममाग्रतः । सुमहांस्त्वत्सहायेषु हर्यक्षेषु हरीश्वर ।। २४ ॥ कथं नु खलु दुष्पारं तरिष्यन्ति महोदधिम् । तानि हर्वृक्षसैन्यानि तौ वा नरवरात्मजौ ॥ २५ ॥",
                    "arth": "'वीर वानरेश्वर! तुम्हारे साथी रीछों और वानरोंके विषयमें मेरे सामने अब भी यह महान् संदेह तो विद्यमान ही है कि वे रीछ और वानरोंकी सेनाएँ तथा वे दोनों राजकुमार श्रीराम और लक्ष्मण इस दुष्पार महासागरको कैसे पार करेंगे॥ २४-२५॥"
                },
                {
                    "slok": "त्रयाणामेव भूतानां सागरस्येह लङ्घने । शक्तिः स्याद् वैनतेयस्य तव वा मारुतस्य वा ॥ २६ ॥",
                    "arth": "'इस संसारमें समुद्रको लाँघनेकी शक्ति तो केवल तीन प्राणियोंमें ही देखी गयी है। तुममें, गरुड़में अथवा वायुदेवतामें ॥ २६॥ "
                },
                {
                    "slok": "तदस्मिन् कार्यनिर्योगे वीरैवं दुरतिक्रमे। किं पश्यसे समाधानं त्वं हि कार्यविदां वरः॥२७॥",
                    "arth": "'वीर! इस प्रकार इस समुद्रलङ्घनरूपी कार्यको निभाना अत्यन्त कठिन हो गया है। ऐसी दशामें तुम्हें कार्यसिद्धिका कौन-सा उपाय दिखायी देता है? यह बताओ; क्योंकि कार्यसिद्धिका उपाय जाननेवाले लोगोंमें तुम सबसे श्रेष्ठ हो॥२७॥"
                },
                {
                    "slok": "काममस्य त्वमेवैकः कार्यस्य परिसाधने। पर्याप्तः परवीरघ्न यशस्यस्ते फलोदयः॥२८॥",
                    "arth": "'शत्रुवीरोंका संहार करनेवाले पवनकुमार! इसमें संदेह नहीं कि तुम अकेले ही मेरे उद्धाररूपी कार्यको सिद्ध करनेमें पूर्णतः समर्थ हो; परंतु ऐसा करनेसे जो विजयरूप फल प्राप्त होगा, उसका यश केवल तुम्हींको मिलेगा, भगवान् श्रीरामको नहीं ॥ २८॥ "
                },
                {
                    "slok": "बलैः समग्रैर्युधि मां रावणं जित्य संयुगे। विजयी स्वपुरं यायात् तत्तस्य सदृशं भवेत् ॥ २९॥",
                    "arth": "'यदि रघुनाथजी सारी सेनाके साथ रावणको युद्धमें पराजित करके विजयी हो मुझे साथ ले अपनी पुरीको पधारें तो वह उनके अनुरूप कार्य होगा॥ २९॥ "
                },
                {
                    "slok": "बलैस्तु संकुलां कृत्वा लङ्कां परबलार्दनः। मां नयेद् यदि काकुत्स्थस्तत् तस्य सदृशं भवेत्॥३०॥",
                    "arth": "'शत्रुसेनाका संहार करनेवाले श्रीराम यदि अपनी सेनाओंद्वारा लङ्काको पददलित करके मुझे अपने साथ ले चलें तो वही उनके योग्य होगा॥३०॥ "
                },
                {
                    "slok": "तद्यथा तस्य विक्रान्तमनुरूपं महात्मनः। भवेदाहवशूरस्य तथा त्वमुपपादय॥३१॥ ",
                    "arth": "'अतः तुम ऐसा उपाय करो जिससे समरशूर महात्मा श्रीरामका उनके अनुरूप पराक्रम प्रकट हो' ॥३१॥ "
                },
                {
                    "slok": "तदर्थोपहितं वाक्यं प्रश्रितं हेतुसंहितम्। निशम्य हनुमान् शेषं वाक्यमुत्तरमब्रवीत्॥३२॥",
                    "arth": "देवी सीताकी उपर्युक्त बात अर्थयुक्त, स्नेहयुक्त तथा युक्तियुक्त थी। उनकी उस अवशिष्ट बातको सुनकर हनुमान्जीने इस प्रकार उत्तर दिया- ॥३२॥ "
                },
                {
                    "slok": "देवि हर्युक्षसैन्यानामीश्वरः प्लवतां वरः।। सुग्रीवः सत्यसम्पन्नस्तवार्थे कृतनिश्चयः॥३३॥",
                    "arth": "'देवि! वानर और भालुओंकी सेनाके स्वामी की गीत प्रत्यवादी हैं। वे आपके रटाग्के लिये दृढ़ निश्चय कर चुके हैं॥३३॥ "
                },
                {
                    "slok": "स वानरसहस्त्राणां कोटीभिरभिसंवृतः। क्षिप्रमेष्यति वैदेहि राक्षसानां निबर्हणः॥३४।",
                    "arth": "'विदेहनन्दिनि! उनमें राक्षसोंका संहार करनेकी शक्ति है। वे सहस्रों कोटि वानरोंकी सेना साथ लेकर शीघ्र ही लङ्कापर चढ़ाई करेंगे॥३४॥ "
                },
                {
                    "slok": "तस्य विक्रमसम्पन्नाः सत्त्ववन्तो महाबलाः। मनःसंकल्पसम्पाता निदेशे हरयः स्थिताः॥३५॥",
                    "arth": "'उनके पास पराक्रमी, धैर्यशाली, महाबली और मानसिक संकल्पके समान बहुत दूरतक उछलकर जानेवाले बहुत-से वानर हैं, जो उनकी आज्ञाका पालन करनेके लिये सदा तैयार रहते हैं ॥ ३५॥ "
                },
                {
                    "slok": "येषां नोपरि नाधस्तान्न तिर्यक् सज्जते गतिः। न च कर्मसु सीदन्ति महत्स्वमिततेजसः॥३६॥",
                    "arth": "'जिनकी ऊपर-नीचे तथा इधर-उधर कहीं भी गति नहीं रुकती। वे बड़े-से-बड़े कार्योंके आ पड़नेप भी कभी हिम्मत नहीं हारते। उनमें महान् तेज है॥ ३६॥ "
                },
                {
                    "slok": "असकृत् तैर्महोत्साहैः ससागरधराधरा। प्रदक्षिणीकृता । भूमिर्वायुमार्गानुसारिभिः ॥३७॥",
                    "arth": "'उन्होंने अत्यन्त उत्साहसे पूर्ण होकर वायुपथ (आकाश) का अनुसरण करते हुए समुद्र और पर्वतोंसहित इस पृथ्वीकी अनेक बार परिक्रमा की है॥ ३७॥ "
                },
                {
                    "slok": "मद्विशिष्टाश्च तुल्याश्च सन्ति तत्र वनौकसः। मत्तः प्रत्यवरः कश्चिन्नास्ति सग्रीवसंनिधौ॥३८॥ ",
                    "arth": "'सुग्रीवकी सेनामें मेरे समान तथा मुझसे भी बढ़कर पराक्रमी वानर हैं। उनके पास कोई भी ऐसा वानर नहीं है जो बल-पराक्रममें मुझसे कम हो॥ ३८ ॥ "
                },
                {
                    "slok": "अहं तावदिह प्राप्तः किं पुनस्ते महाबलाः। नहि प्रकृष्टाः प्रेष्यन्ते प्रेष्यन्ते हीतरे जनाः॥३९॥ ",
                    "arth": "'जब मैं ही यहाँ आ गया, तब अन्य महाबली वीरोंके आनेमें क्या संदेह है? जो श्रेष्ठ पुरुष होते हैं, उन्हें संदेश-वाहक दूत बनाकर नहीं भेजा जाता। साधारण कोटिके लोग ही भेजे जाते हैं॥३९॥ "
                },
                {
                    "slok": "तदलं परितापेन देवि शोको व्यपैतु ते। एकोत्पातेन ते लङ्कामेष्यन्ति हरियूथपाः॥४०॥",
                    "arth": "'अतः देवि! आपको संताप करनेकी आवश्यकता नहीं है। आपका शोक दूर हो जाना चाहिये। वानरयूथपति एक ही छलाँगमें लङ्का पहुँच जायँगे॥ ४० ॥ "
                },
                {
                    "slok": "मम पृष्ठगतौ तौ च चन्द्रसूर्याविवोदितौ। त्वत्सकाशं महासङ्घौ नृसिंहावागमिष्यतः॥४१॥",
                    "arth": "'उदयकालके सूर्य और चन्द्रमाकी भाँति शोभा पानेवाले और महान् वानर-समुदायके साथ रहनेवाले वे दोनों पुरुषसिंह श्रीराम और लक्ष्मण मेरी पीठपर बैठकर आपके पास आ पहुँचेंगे॥ ४१॥ "
                },
                {
                    "slok": "तौ हि वीरौ नरवरौ सहितौ रामलक्ष्मणौ। आगम्य नगरी लङ्कां सायकैर्विधमिष्यतः॥४२॥ ",
                    "arth": "'वे दोनों नरश्रेष्ठ वीर श्रीराम और लक्ष्मण एक साथ आकर अपने सायकोंसे लङ्कापुरीका विध्वंस कर डालेंगे॥४२॥ "
                },
                {
                    "slok": "सगणं रावणं हत्वा राघवो रघुनन्दनः। त्वामादाय वरारोहे स्वपुरीं प्रति यास्यति॥४३॥",
                    "arth": "'वरारोहे! रघुकुलको आनन्दित करनेवाले श्रीरघुनाथजी रावणको उसके सैनिकोंसहित मारकर आपको साथ ले अपनी पुरीको लौटेंगे ॥ ४३ ॥ "
                },
                {
                    "slok": "तदाश्वसिहि भद्रं ते भव त्वं कालकाक्षिणी। | नचिराद् द्रक्ष्यसे रामं प्रज्वलन्तमिवानलम्॥४४॥",
                    "arth": "'इसलिये आप धैर्य धारण करें। आपका कल्याण हो। | आप समयकी प्रतीक्षा करें। प्रज्वलित अग्निके समान | तेजस्वी श्रीरघुनाथजी आपको शीघ्र ही दर्शन देंगे॥४४॥ "
                },
                {
                    "slok": "निहते राक्षसेन्द्रे च सपुत्रामात्यबान्धवे। त्वं समेष्यसि रामेण शशाङ्केनेव रोहिणी॥४५॥",
                    "arth": "'पुत्र, मन्त्री और बन्धु-बान्धवोंसहित राक्षसराज | रावणके मारे जानेपर आप श्रीरामचन्द्रजीसे उसी प्रकार मिलेंगी, जैसे रोहिणी चन्द्रमासे मिलती है॥४५॥"
                },
                {
                    "slok": "क्षिप्रं त्वं देवि शोकस्य पारं द्रक्ष्यसि मैथिलि। | रावणं चैव रामेण द्रक्ष्यसे निहतं बलात्॥४६॥ ",
                    "arth": "'देवि! मिथिलेशकुमारी! आप शीघ्र ही अपने शोकका अन्त हुआ देखेंगी। आपको यह भी दृष्टिगोचर होगा कि श्रीरामचन्द्रजीने रावणको बलपूर्वक मार डाला है'॥४६॥ "
                },
                {
                    "slok": "एवमाश्वास्य वैदेहीं हनूमान् मारुतात्मजः। गमनाय मतिं कृत्वा वैदेहीं पुनरब्रवीत्॥४७॥",
                    "arth": "विदेहनन्दिनी सीताको इस प्रकार आश्वासन दे पवनकुमार हनुमान्जीने वहाँसे लौटनेका निश्चय करके उनसे फिर कहा- ॥४७॥ "
                },
                {
                    "slok": "तमरिघ्नं कृतात्मानं क्षिप्रं द्रक्ष्यसि राघवम्। लक्ष्मणं च धनुष्पाणिं लङ्काद्वारमुपागतम्॥४८॥",
                    "arth": "'देवि! आप शीघ्र ही देखेंगी कि शुद्ध हृदयवाले शत्रुनाशक श्रीरघुनाथजी तथा लक्ष्मण हाथमें धनुष लिये लङ्काके द्वारपर आ पहुँचे हैं॥४८॥"
                },
                {
                    "slok": "नखदंष्ट्रायुधान् वीरान् सिंहशार्दूलविक्रमान्। वानरान् वारणेन्द्राभान् क्षिप्रं द्रक्ष्यसि संगतान्॥४९॥",
                    "arth": "'नख और दाढ़ ही जिनके अस्त्र-शस्त्र हैं तथा जो सिंह और व्याघ्रके समान पराक्रमी एवं गजराजोंके समान विशालकाय हैं, ऐसे वानरोंको भी आप शीघ्र ही एकत्र हुआ देखेंगी॥४९॥"
                },
                {
                    "slok": "शैलाम्बुदनिकाशानां लङ्कामलयसानुषु। नर्दतां कपिमुख्यानामार्ये यूथान्यनेकशः॥५०॥",
                    "arth": "'आर्ये! पर्वत और मेघके समान विशालकाय मुख्य- मुख्य वानरोंके बहुत-से झुंड लङ्कावर्ती मलयपर्वतके शिखरोंपर गर्जते दिखायी देंगे॥५०॥"
                },
                {
                    "slok": "स तु मर्मणि घोरेण ताडितो मन्मथेषुणा। न शर्म लभते रामः सिंहार्दित इव द्विपः॥५१॥",
                    "arth": "'श्रीरामचन्द्रजीके मर्मस्थलमें कामदेवके भयंकर बाणोंसे चोट पहुंची है। इसलिये वे सिंहसे पीड़ित हुए गजराजकी भाँति चैन नहीं पाते हैं॥५१॥ "
                },
                {
                    "slok": "रुद मा देवि शोकेन मा भूत् ते मनसो भयम्। शचीव भर्ना शक्रेण सङ्गमेष्यसि शोभने॥५२॥",
                    "arth": "'देवि! आप शोकके कारण रोदन न करें। आपके मनका भय दूर हो जाय। शोभने! जैसे शची देवराज इन्द्रसे मिलती हैं, उसी प्रकार आप अपने पतिदेवसे मिलेंगी॥५२॥"
                },
                {
                    "slok": "रामाद् विशिष्टः कोऽन्योऽस्ति कश्चित् सौमित्रिणा समः। अग्निमारुतकल्पौ तौ भ्रातरौ तव संश्रयौ॥५३॥",
                    "arth": "'भला, श्रीरामचन्द्रजीसे बढ़कर दूसरा कौन है? तथा लक्ष्मणजीके समान भी कौन हो सकता है? अग्नि और वायुके तुल्य तेजस्वी वे दोनों भाई आपके आश्रय हैं (आपको कोई चिन्ता नहीं करनी चाहिये)॥५३॥ "
                },
                {
                    "slok": "नास्मिंश्चिरं वत्स्यसि देवि देशे गत रक्षोगणैरध्युषितेऽतिरौद्रे र । न ते चिरादागमनं प्रियस्य क्षमस्व मत्संगमकालमात्रम्॥५४॥",
                    "arth": "देवि! राक्षसोंद्वारा सेवित इस अत्यन्त भयंकर देशमें आपको अधिक दिनोंतक नहीं रहना पड़ेगा। आपके प्रियतमके आनेमें विलम्ब नहीं होगा। जबतक मेरी उनसे भेंट न हो, उतने समयतकके विलम्बको आप क्षमा करें' ॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे एकोनचत्वारिंशः सर्गः॥३९॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें उनतालीसवाँ सर्ग पूरा हुआ॥३९॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - चत्वारिंशः सर्गः सीताका श्रीरामसे कहनेके लिये पुनः संदेश देना तथा हनुमान्जीका उन्हें आश्वासन दे उत्तर-दिशाकी ओर जाना",
            "arths": [
                {
                    "slok": "श्रुत्वा तु वचनं तस्य वायुसूनोर्महात्मनः। उवाचात्महितं वाक्यं सीता सुरसुतोपमा॥१।",
                    "arth": "वायुपुत्र महात्मा हनुमान्जीका वचन सुनकर देवकन्याके समान तेजस्विनी सीताने अपने हितके विचारसे इस प्रकार कहा- ॥१॥ "
                },
                {
                    "slok": "त्वां दृष्ट्वा प्रियवक्तारं सम्प्रहृष्यामि वानर। अर्धसंजातसस्येव वृष्टिं प्राप्य वसुंधरा ॥२॥",
                    "arth": "'वानरवीर! तुमने मुझे बड़ा ही प्रिय संवाद सुनाया है। तुम्हें देखकर हर्षके मारे मेरे शरीरमें रोमाञ्च हो आया है। ठीक उसी तरह, जैसे वर्षाका पानी पड़नेसे आधी जमी हुई खेतीवाली भूमि हरी-भरी हो जाती है॥२॥"
                },
                {
                    "slok": "यथा तं पुरुषव्याघ्नं गात्रैः शोकाभिकर्शितैः। संस्पृशेयं सकामाहं तथा कुरु दयां मयि॥३॥",
                    "arth": "दुर्बल हुए अपने अङ्गोंद्वारा नरश्रेष्ठ श्रीरामका प्रेमपूर्वक स्पर्श कर सकूँ॥३॥ "
                },
                {
                    "slok": "अभिज्ञानं च रामस्य दद्या हरिगणोत्तम। क्षिप्तामिषीका काकस्य कोपादेकाक्षिशातनीम्॥४॥",
                    "arth": "'वानरश्रेष्ठ! श्रीरामने क्रोधवश जो कौएकी एक आँखको फोड़नेवाली सींकका बाण चलाया था, उस प्रसङ्गकी तुम पहचानके रूपमें उन्हें याद दिलाना॥४॥ "
                },
                {
                    "slok": "मनःशिलायास्तिलको गण्डपार्वे निवेशितः। त्वया प्रणष्टे तिलके तं किल स्मर्तुमर्हसि॥५॥",
                    "arth": "'मेरी ओरसे यह भी कहना कि प्राणनाथ! पहलेकी उस बातको भी याद कीजिये, जब कि मेरे कपोलमें लगे हुए तिलकके मिट जानेपर आपने अपने हाथसे मैन्सिलका तिलक लगाया था॥५॥ "
                },
                {
                    "slok": "स वीर्यवान् कथं सीतां हृतां समनुमन्यसे। वसन्तीं रक्षसां मध्ये महेन्द्रवरुणोपम ॥ ६ ॥",
                    "arth": "'महेन्द्र और वरुणके समान पराक्रमी प्रियतम! आप बलवान् होकर भी अपहृत होकर राक्षसोंके घरमें निवास करनेवाली मुझ सीताका तिरस्कार कैसे सहन करते हैं?॥६॥ "
                },
                {
                    "slok": "एष चूडामणिर्दिव्यो मया सुपरिरक्षितः। एतं दृष्ट्वा प्रहृष्यामि व्यसने त्वामिवानघ॥७॥",
                    "arth": "निष्पाप प्राणेश्वर! इस दिव्य चूड़ामणिको मैंने बड़े यत्नसे सुरक्षित रखा था और संकटके समय इसे देखकर मानो मुझे आपका ही दर्शन हो गया हो, इस तरह मैं हर्षका अनुभव करती थी॥७॥ "
                },
                {
                    "slok": "एष निर्यातितः श्रीमान् मया ते वारिसम्भवः। अतः परं न शक्ष्यामि जीवितुं शोकलालसा॥८॥ ",
                    "arth": "'समुद्रके जलसे उत्पन्न हुआ यह कान्तिमान् मणिरत्न आज आपको लौटा रही हूँ। अब शोकसे आतुर होनेके कारण मैं अधिक समयतक जीवित नहीं रह सकूँगी॥८॥ "
                },
                {
                    "slok": "असह्यानि च दुःखानि वाचश्च हृदयच्छिदः। राक्षसैः सह संवासं त्वत्कृते मर्षयाम्यहम्॥९॥",
                    "arth": "'दुःसह दुःख, हृदयको छेदनेवाली बातें और राक्षसियोंके साथ निवास-यह सब कुछ मैं आपके लिये ही सह रही हूँ॥९॥ "
                },
                {
                    "slok": "धारयिष्यामि मासं तु जीवितं शत्रुसूदन। मासादूर्ध्वं न जीविष्ये त्वया हीना नृपात्मज॥१०॥",
                    "arth": "'राजकुमार! शत्रुसूदन! मैं आपकी प्रतीक्षामें किसी तरह एक मासतक जीवन धारण करूँगी। इसके बाद आपके बिना मैं जीवित नहीं रह सकूँगी॥१०॥ "
                },
                {
                    "slok": "घोरो राक्षसराजोऽयं दृष्टिश्च न सुखा मयि। त्वां च श्रुत्वा विषज्जन्तं न जीवेयमपि क्षणम्॥११॥",
                    "arth": "'यह राक्षसराज रावण बड़ा क्रूर है। मेरे प्रति इसकी दृष्टि भी अच्छी नहीं है। अब यदि आपको भी विलम्ब करते सुन लूँगी तो मैं क्षणभर भी जीवित नहीं रह सकती' ॥११॥"
                },
                {
                    "slok": "वैदेह्या वचनं श्रुत्वा करुणं साश्रुभाषितम्। अथाब्रवीन्महातेजा हनूमान् मारुतात्मजः॥१२॥",
                    "arth": "सीताजीके यह आँसू बहाते कहे हुए करुणाजनक वचन सुनकर महातेजस्वी पवनकुमार हनुमान्जी बोले- ॥१२॥ "
                },
                {
                    "slok": "त्वच्छोकविमुखो रामो देवि सत्येन ते शपे। रामे शोकाभिभूते तु लक्ष्मणः परितप्यते॥१३॥",
                    "arth": "'देवि! मैं सत्यकी शपथ खाकर कहता हूँ कि श्रीरघुनाथजी आपके शोकसे ही सब कामोंसे विमुख हो रहे हैं। श्रीरामके शोकातुर होनेसे लक्ष्मण भी बहुत दुःखी रहते हैं॥१३॥ "
                },
                {
                    "slok": "दृष्टा कथंचिद् भवती न कालः परिदेवितुम्। इमं मुहूर्तं दुःखानामन्तं द्रक्ष्यसि भामिनि॥१४॥",
                    "arth": "'अब किसी तरह आपका दर्शन हो गया, इसलिये रोने-धोने या शोक करनेका अवसर नहीं रहा। भामिनि! आप इसी मुहूर्तमें अपने सारे दुःखोंका अन्त हुआ देखेंगी॥१४॥"
                },
                {
                    "slok": "तावुभौ पुरुषव्याघ्रौ राजपुत्रावनिन्दितौ। त्वद्दर्शनकृतोत्साही लङ्कां भस्मीकरिष्यतः॥१५॥",
                    "arth": "'वे दोनों भाई पुरुषसिंह राजकुमार श्रीराम और लक्ष्मण सर्वत्र प्रशंसित वीर हैं। आपके दर्शनके लिये उत्साहित होकर वे लङ्कापुरीको भस्म कर डालेंगे॥ १५ ॥ "
                },
                {
                    "slok": "हत्वा तु समरे रक्षो रावणं सहबान्धवैः। राघवौ त्वां विशालाक्षि स्वां पुरीं प्रति नेष्यतः॥१६॥ ",
                    "arth": "'विशाललोचने! राक्षस रावणको समराङ्गणमें उसके बन्धु-बान्धवोंसहित मारकर वे दोनों रघुवंशी बन्धु आपको अपनी पुरीमें ले जायँगे ॥१६॥ "
                },
                {
                    "slok": "यत्तु रामो विजानीयादभिज्ञानमनिन्दिते। प्रीतिसंजननं भूयस्तस्य त्वं दातुमर्हसि ॥१७॥ ",
                    "arth": "'सती-साध्वी देवि! जिसे श्रीरामचन्द्रजी जान सकें और जो उनके हृदयमें प्रेम एवं प्रसन्नताका संचार करनेवाली हो, ऐसी कोई और भी पहचान आपके पास हो तो वह उनके लिये आप मुझे दें'॥१७॥ "
                },
                {
                    "slok": "साब्रवीद् दत्तमेवाहो मयाभिज्ञानमुत्तमम्। एतदेव हि रामस्य दृष्ट्वा यत्नेन भूषणम्॥१८॥ रद्धेयं हनुमन् वाक्यं तव वीर भविष्यति।",
                    "arth": "श तब सीताजीने कहा-'कपिश्रेष्ठ! मैंने तुम्हें उत्तमसे-उत्तम पहचान तो दे ही दी। वीर हनुमन्! इसी आभूषणको यत्नपूर्वक देख लेनेपर श्रीरामके लिये तुम्हारी सारी बातें विश्वसनीय हो जायँगी' ॥ १८ ॥ "
                },
                {
                    "slok": "स तं मणिवरं गृह्य श्रीमान् प्लवगसत्तमः॥१९॥ प्रणम्य शिरसा देवीं गमनायोपचक्रमे। ॥",
                    "arth": "उस श्रेष्ठ मणिको लेकर वानरशिरोमणि श्रीमान् हनुमान् देवी सीताको सिर झुका प्रणाम करनेके पश्चात् वहाँसे जानेको उद्यत हुए॥ १९ ॥"
                },
                {
                    "slok": "तमुत्पातकृतोत्साहमवेक्ष्य हरियूथपम्॥२०॥ वर्धमानं महावेगमुवाच जनकात्मजा। अश्रुपूर्णमुखी दीना बाष्पगद्गदया गिरा ॥२१॥",
                    "arth": "वानरयूथपति महावेगशाली हनुमान्को वहाँसे छलाँग मारनेके लिये उत्साहित हो बढ़ते देख जनकनन्दिनी सीताके मुखपर आँसुओंकी धारा बहने लगी। वे दुःखी हो अश्रु-गद्गद वाणीमें बोलीं- ॥२०-२१॥"
                },
                {
                    "slok": "हनूमन् सिंहसंकाशौ भ्रातरौ रामलक्ष्मणौ। सुग्रीवं च सहामात्यं सर्वान् ब्रूया अनामयम्॥२२॥",
                    "arth": "'हनुमन् ! सिंहके समान पराक्रमी दोनों भाई श्रीराम और लक्ष्मणसे तथा मन्त्रियोंसहित सुग्रीव एवं अन्य सब वानरोंसे मेरा कुशल-मङ्गल कहना ॥२२॥"
                },
                {
                    "slok": "यथा च स महाबाहुर्मां तारयति राघवः। अस्माद् दुःखाम्बुसंरोधात् त्वं समाधातुमर्हसि ॥२३॥",
                    "arth": "'महाबाहु श्रीरघुनाथजीको तुम्हें इस प्रकार समझाना चाहिये, जिससे वे दुःखके इस महासागरसे मेरा उद्धार करें॥२३॥"
                },
                {
                    "slok": "इदं च तीवं मम शोकवेगं रक्षोभिरेभिः परिभर्त्सनं च। । ब्रूयास्तु रामस्य गतः समीपं शिवश्च तेऽध्वास्तु हरिप्रवीर ॥२४॥",
                    "arth": "'वानरोंके प्रमुख वीर! मेरा यह दुःसह शोकवेग और इन राक्षसोंकी यह डाँट-डपट भी तुम श्रीरामके समीप जाकर कहना। जाओ, तुम्हारा मार्ग मङ्गलमय हो' ॥ २४॥ "
                },
                {
                    "slok": "स राजपुत्र्या प्रतिवेदितार्थः कपिः कृतार्थः परिहृष्टचेताः। लामा तदल्पशेषं प्रसमीक्ष्य, कार्य दिशं [दीची मनसा जगाम॥२५॥",
                    "arth": "राजकुमारी सीताके उक्त अभिप्रायको जानकर कपिवर हनुमान्ने अपनेको कृतार्थ समझा और प्रसन्नचित्त होकर थोड़े-से शेष रहे कार्यका विचार करते हुए वहाँसे उत्तर-दिशाकी ओर प्रस्थान किया॥२५॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे चत्वारिंशः सर्गः॥४०॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें चालीसवाँ सर्ग पूरा हुआ॥४०॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकचत्वारिंशः सर्गः हनुमान्जीके द्वारा प्रमदावन (अशोकवाटिका)-का विध्वंस",
            "arths": [
                {
                    "slok": "स च वाग्भिः प्रशस्ताभिर्गमिष्यन् पूजितस्तया। तस्माद् देशादपाक्रम्य चिन्तयामास वानरः॥१॥",
                    "arth": "सीताजीसे उत्तम वचनोंद्वारा समादर पाकर वानरवीर हनुमान्जी जब वहाँसे जाने लगे, तब उस स्थानसे दूसरी जगह हटकर वे इस प्रकार विचार करने लगे- ॥१॥ "
                },
                {
                    "slok": "अल्पशेषमिदं कार्यं दृष्टयमसितेक्षणा। त्रीनुपायानतिक्रम्य चतुर्थ इह दृश्यते॥२॥",
                    "arth": "'मैंने कजरारे नेत्रोंवाली सीताजीका दर्शन तो कर लिया, अब मेरे इस कार्यका थोड़ा-सा अंश (शत्रुकी शक्तिका पता लगाना) शेष रह गया है। इसके लिये चार उपाय हैं-साम, दान, भेद और दण्ड। यहाँ साम आदि तीन उपायोंको लाँघकर केवल चौथे उपाय (दण्ड)का प्रयोग ही उपयोगी दिखायी देता है॥२॥"
                },
                {
                    "slok": "न साम रक्षःसु गुणाय कल्पते न दानमर्थोपचितेषु युज्यते। न भेदसाध्या बलदर्पिता जनाः पराक्रमस्त्वेष ममेह रोचते॥३॥",
                    "arth": "राक्षसोंके प्रति सामनीतिका प्रयोग करनेसे कोई लाभ नहीं होता। इनके पास धन भी बहुत है, अतः इन्हें दान देनेका भी कोई उपयोग नहीं है। इसके सिवा, ये बलके अभिमानमें चूर रहते हैं, अतः भेदनीतिके द्वारा भी इन्हें वशमें नहीं किया जा सकता। ऐसी दशामें मुझे यहाँ पराक्रम दिखाना ही उचित जान पड़ता है॥३॥"
                },
                {
                    "slok": "न चास्य कार्यस्य पराक्रमादृते विनिश्चयः कश्चिदिहोपपद्यते। हतप्रवीराश्च रणे तु राक्षसाः कथंचिदीयुर्यदिहाद्य मार्दवम्॥४॥",
                    "arth": "'इस कार्यकी सिद्धिके लिये पराक्रमके सिवा यहाँ और किसी उपायका अवलम्बन ठीक नहीं झुंचता। यदि युद्धमें राक्षसोंके मुख्य-मुख्य वीर मारे जायँ तो ये लोग किसी तरह कुछ नरम पड़ सकते हैं॥४॥ "
                },
                {
                    "slok": "कार्ये कर्मणि निर्वृत्ते यो बहून्यपि साधयेत्। पूर्वकार्याविरोधेन स कार्यं कर्तुमर्हति॥५॥",
                    "arth": "'जो पुरुष प्रधान कार्यके सम्पन्न हो जानेपर दूसरेदूसरे बहुत-से कार्योंको भी सिद्ध कर लेता है और पहलेके कार्यों में बाधा नहीं आने देता, वही कार्यको सुचारु रूपमें कर सकता है ॥५॥"
                },
                {
                    "slok": "न ह्येकः साधको हेतुः स्वल्पस्यापीह कर्मणः। यो ह्यर्थं बहुधा वेद स समर्थोऽर्थसाधने॥६॥ ",
                    "arth": "'छोटे-से-छोटे कर्मकी भी सिद्धिके लिये कोई एक ही साधक हेतु नहीं हुआ करता। जो पुरुष किसी कार्य या प्रयोजनको अनेक प्रकारसे सिद्ध करनेकी कला जानता हो, वही कार्य-साधनमें समर्थ हो सकता है।"
                },
                {
                    "slok": "इहैव तावत्कृतनिश्चयो ह्यहं । व्रजेयमद्य प्लवगेश्वरालयम्। परात्मसम्मर्दविशेषतत्त्ववित् ततः कृतं स्यान्मम भर्तृशासनम्॥७॥",
                    "arth": "'यदि इसी यात्रामें मैं इस बातको ठीक-ठीक समझ लूँ कि अपने और शत्रुपक्षमें युद्ध होनेपर कौन प्रबल होगा और कौन निर्बल, तत्पश्चात् भविष्यके कार्यका भी निश्चय करके आज सुग्रीवके पास चलूँ तो मेरे द्वारा स्वामीकी आज्ञाका पूर्णरूपसे पालन हुआ समझा जायगा॥७॥"
                },
                {
                    "slok": "कथं नु खल्वद्य भवेत् सुखागतं प्रसह्य युद्धं मम राक्षसैः सह। तथैव खल्वात्मबलं च सारवत् समानयेन्मां च रणे दशाननः॥८॥",
                    "arth": "'परंतु आज मेरा यहाँतक आना सुखद अथवा शुभ परिणामका जनक कैसे होगा? राक्षसोंके साथ हठात् युद्ध करनेका अवसर मुझे कैसे प्राप्त होगा? तथा दशमुख रावण समरमें अपनी सेनाको और मुझे भी तुलनात्मक दृष्टिसे देखकर कैसे यह समझ सकेगा कि कौन सबल है?॥८॥ "
                },
                {
                    "slok": "ततः समासाद्य रणे दशाननं समन्त्रिवर्गं सबलं सयायिनम्। हृदि स्थितं तस्य मतं बलं च सुखेन मत्वाहमितः पुनर्बजे॥९॥",
                    "arth": "'उस युद्ध में मन्त्री, सेना और सहायकोंसहित रावणका सामना करके मैं उसके हार्दिक अभिप्राय तथा सैनिक-शक्तिका अनायास ही पता लगा लूँगा। उसके बाद यहाँसे जाऊँगा॥९॥ "
                },
                {
                    "slok": "इदमस्य नृशंसस्य नन्दनोपममुत्तमम्। वनं नेत्रमनःकान्तं नानाद्रुमलतायुतम्॥१०॥",
                    "arth": "'इस निर्दयी रावणका यह सुन्दर उपवन नेत्रोंको आनन्द देनेवाला और मनोरम है। नाना प्रकारके वृक्षों और लताओंसे व्याप्त होनेके कारण यह नन्दनवनके समान उत्तम प्रतीत होता है॥१०॥"
                },
                {
                    "slok": "इदं विध्वंसयिष्यामि शुष्कं वनमिवानलः। अस्मिन् भने ततः कोपं करिष्यति स रावणः॥११॥",
                    "arth": "'जैसे आग सूखे वनको जला डालती है, उसी प्रकार मैं भी आज इस उपवनका विध्वंस कर डालूँगा। इसके भग्न हो जानेपर रावण अवश्य मुझपर क्रोध करेगा॥"
                },
                {
                    "slok": "ततो महत्साश्वमहारथद्विपं बलं समानेष्यति राक्षसाधिपः। त्रिशूलकालायसपट्टिशायुधं ततो महद्युद्धमिदं भविष्यति॥१२॥",
                    "arth": "'तत्पश्चात् वह राक्षसराज हाथी, घोड़े तथा विशाल | रथोंसे युक्त और त्रिशूल, कालायस एवं पट्टिश आदि अस्त्र-शस्त्रोंसे सुसज्जित बहुत बड़ी सेना लेकर आयेगा। फिर तो यहाँ महान् संग्राम छिड़ जायगा'॥१२॥"
                },
                {
                    "slok": "अहं च तैः संयति चण्डविक्रमैः समेत्य रक्षोभिरभङ्गविक्रमः। निहत्य तद् रावणचोदितं बलं सुखं गमिष्यामि हरीश्वरालयम्॥१३॥",
                    "arth": "'उस युद्ध में मेरी गति रुक नहीं सकती। मेरा पराक्रम कुण्ठित नहीं हो सकता। मैं प्रचण्ड पराक्रम दिखानेवाले उन राक्षसोंसे भिड़ जाऊँगा और रावणकी भेजी हुई उस सारी सेनाको मौतके घाट उतारकर सुखपूर्वक सुग्रीवके निवासस्थान किष्किन्धापुरीको लौट जाऊँगा'॥ १३॥"
                },
                {
                    "slok": "ततो मारुतवत् क्रुद्धो मारुतिर्भीमविक्रमः। ऊरुवेगेन महता द्रुमान् क्षेप्तुमथारभत्॥१४॥",
                    "arth": "ऐसा सोचकर भयानक पुरुषार्थ प्रकट करनेवाले पवनकुमार हनुमानजी क्रोधसे भर गये और वायुके समान बड़े भारी वेगसे वृक्षोंको उखाड़-उखाड़कर फेंकने लगे।"
                },
                {
                    "slok": "ततस्तद्धनुमान् वीरो बभञ्ज प्रमदावनम्। मत्तद्विजसमाघुष्टं नानाद्रुमलतायुतम्॥१५॥",
                    "arth": "तदनन्तर वीर हनुमान्ने मतवाले पक्षियोंके कलरवसे मुखरित और नाना प्रकारके वृक्षों एवं लताओंसे भरे-पूरे उस प्रमदावन (अन्तःपुरके उपवन)को उजाड़ डाला॥१५॥"
                },
                {
                    "slok": "तद्वनं मथितैर्वृक्षैभिन्नैश्च सलिलाशयैः। चूर्णितैः पर्वताप्रैश्च बभूवाप्रियदर्शनम्॥१६॥",
                    "arth": "वहाँके वृक्षोंको खण्ड-खण्ड कर दिया। जलाशयोंको मथ डाला और पर्वत-शिखरोंको चूर-चूर कर डाला। इससे वह सुन्दर वन कुछ ही क्षणोंमें अभव्य दिखायी देने लगा॥१६॥"
                },
                {
                    "slok": "नानाशकुन्तविरुतैः प्रभिन्नसलिलाशयैः। तानैः किसलयैः क्लान्तैः क्लान्तद्रुमलतायुतैः॥१७॥ न बभौ तद् वनं तत्र दावानलहतं यथा। व्याकुलावरणा रेजुर्विह्वला इव ता लताः॥१८॥",
                    "arth": "नाना प्रकारके पक्षी वहाँ भयके मारे चें-चें करने लगे, जलाशयोंके घाट टूट-फूट गये, तामेके समान वृक्षोंके लाल-लाल पल्लव मुरझा गये तथा वहाँके वृक्ष और लताएँ भी रौंद डाली गयीं। इन सब कारणोंसे वह प्रमदावन वहाँ ऐसा जान पड़ता था, मानो दावानलसे झुलस गया हो। वहाँकी लताएँ अपने आवरणोंके नष्ट-भ्रष्ट हो जानेसे घबरायी हुई स्त्रियोंके समान प्रतीत होती थीं।"
                },
                {
                    "slok": "लतागृहैश्चित्रगृहैश्च सादितै र्व्यालैर्मृगैरार्तरवैश्च पक्षिभिः । शिलागृहैरुन्मथितैस्तथा गृहै: प्रणष्टरूपं तदभून्महद् वनम् ॥ १९ ॥",
                    "arth": "लतामण्डप और चित्रशालाएँ उजाड़ हो गयीं। पाले हुए हिंसक जन्तु, मृग तथा तरह-तरहके पक्षी आर्तनाद करने लगे। प्रस्तरनिर्मित प्रासाद तथा अन्य साधारण गृह भी तहस-नहस हो गये। इससे उस महान् प्रमदावनका सारा रूप-सौन्दर्य नष्ट हो गया॥ १९॥"
                },
                {
                    "slok": "सा विह्वलाशोकलताप्रताना वनस्थली शोकलताप्रताना। जाता दशास्यप्रमदावनस्य । कपेर्बलाद्धि प्रमदावनस्य॥२०॥",
                    "arth": "दशमुख रावणकी स्त्रियोंकी रक्षा करनेवाले तथा अन्तःपुरके क्रीडाविहारके लिये उपयोगी उस विशाल काननकी भूमि, जहाँ चंचल अशोक-लताओंके समूह शोभा पाते थे, कपिवर हनुमान्जीके बलप्रयोगसे श्रीहीन होकर शोचनीय लताओंके विस्तारसे युक्त हो गयी (उसकी दुरवस्था देखकर दर्शकके मनमें दुःख होता था) ॥२०॥"
                },
                {
                    "slok": "ततः स कृत्वा जगतीपतेर्महान् महद् व्यलीकं मनसो महात्मनः। | युयुत्सुरेको बहुभिर्महाबलैः श्रिया ज्वलंस्तोरणमाश्रितः कपिः॥२१॥",
                    "arth": "इस प्रकार महामना राजा रावणके मनको विशेष | कष्ट पहुँचानेवाला कार्य करके अनेक महाबलियोंके साथ अकेले ही युद्ध करनेका हौसला लेकर कपिश्रेष्ठ | हनुमान्जी प्रमदावनके फाटकपर आ गये। उस समय | वे अपने अद्भत तेजसे प्रकाशित हो रहे थे॥२१"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे एकचत्वारिंशः सर्गः॥४१॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें इकतालीसवाँ सर्ग पूरा हुआ॥४१॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - द्विचत्वारिंशः सर्गः राक्षसियोंके मुखसे एक वानरके द्वारा प्रमदावनके विध्वंसका समाचार सुनकर रावणका किंकर नामक राक्षसोंको भेजना और हनुमान्जीके द्वारा उन सबका संहार",
            "arths": [
                {
                    "slok": "ततः पक्षिनिनादेन वृक्षभङ्गस्वनेन च।। बभूवुस्त्राससम्भ्रान्ताः सर्वे लङ्कानिवासिनः॥१॥",
                    "arth": "उधर पक्षियोंके कोलाहल और वृक्षोंके टूटनेकी आवाज सुनकर समस्त लंकानिवासी भयसे घबरा उठे॥१॥ "
                },
                {
                    "slok": "विद्रुताश्च भयत्रस्ता विनेदुर्मगपक्षिणः। रक्षसां च निमित्तानि क्रूराणि प्रतिपेदिरे॥२॥",
                    "arth": "पशु और पक्षी भयभीत होकर भागने तथा आर्तनाद करने लगे। राक्षसोंके सामने भयंकर अपशकुन प्रकट होने लगे॥२॥"
                },
                {
                    "slok": "ततो गतायां निद्रायां राक्षस्यो विकृताननाः। तद् वनं ददृशुर्भग्नं तं च वीरं महाकपिम्॥३॥",
                    "arth": "प्रमदावनमें सोयी हुई विकराल मुखवाली राक्षसियोंकी निद्रा टूट गयी। उन्होंने उठनेपर उस वनको उजड़ा हुआ देखा। साथ ही उनकी दृष्टि उन वीर महाकपि हनुमान्जीपर भी पड़ी॥३॥ "
                },
                {
                    "slok": "स ता दृष्ट्वा महाबाहुर्महासत्त्वो महाबलः। चकार सुमहद्रूपं राक्षसीनां भयावहम्॥४॥",
                    "arth": "महाबली, महान् साहसी एवं महाबाहु हनुमान्जीने जब उन राक्षसियोंको देखा, तब उन्हें डरानेवाला विशाल रूप धारण कर लिया॥४॥ "
                },
                {
                    "slok": "ततस्तु गिरिसंकाशमतिकायं महाबलम्। राक्षस्यो वानरं दृष्ट्वा पप्रच्छर्जनकात्मजाम॥५॥",
                    "arth": "पर्वतके समान बड़े शरीरवाले महाबली वानरको देखकर वे राक्षसियाँ जनकनन्दिनी सीतासे लने लगीं ॥५॥"
                },
                {
                    "slok": "कोऽयं कस्य कुतो वायं किंनिमित्तमिहागतः।। कथं त्वया सहानेन संवादः कृत इत्युत॥६॥ आचक्ष्व नो विशालाक्षि मा भूत्ते सुभगे भयम्। संवादमसितापाङ्गि त्वया किं कृतवानयम्॥ ७ ॥",
                    "arth": "'विशाललोचने! यह कौन है? किसका है? और कहाँसे किसलिये यहाँ आया है? इसने तुम्हारे साथ क्यों बातचीत की है? कजरारे नेत्रप्रान्तवाली सुन्दरि! ये सब बातें हमें बताओ। तुम्हें डरना नहीं चाहिये। इसने तुम्हारे साथ क्या बातें की थीं?'॥६-७॥ "
                },
                {
                    "slok": "अथाब्रवीत् तदा साध्वी सीता सर्वाङ्गशोभना। रक्षसां कामरूपाणां विज्ञाने का गतिर्मम॥ ८॥",
                    "arth": "तब सर्वांगसुन्दरी साध्वी सीताने कहा-'इच्छानुसार रूप धारण करनेवाले राक्षसोंको समझने या पहचाननेका मेरे पास क्या उपाय है?॥८॥"
                },
                {
                    "slok": "यूयमेवास्य जानीत योऽयं यद् वा करिष्यति। अहिरेव ह्यहेः पादान् विजानाति न संशयः॥ ९ ॥",
                    "arth": "'तुम्हीं जानो यह कौन है और क्या करेगा? साँपके पैरोंको साँप ही पहचानता है, इसमें संशय नहीं है। "
                },
                {
                    "slok": "अहमप्यतिभीतास्मि नैव जानामि को ह्ययम्। वेद्मि राक्षसमेवैनं कामरूपिणमागतम्॥१०॥ ",
                    "arth": "'मैं भी इसे देखकर बहुत डरी हुई हूँ। मुझे नहीं मालूम कि यह कौन है? मैं तो इसे इच्छानुसार रूप धारण करके आया हुआ कोई राक्षस ही समझती हूँ'॥१०॥"
                },
                {
                    "slok": "वैदेह्या वचनं श्रुत्वा राक्षस्यो विद्रुता द्रुतम्। स्थिताः काश्चिद्गताः काश्चिद् रावणाय निवेदितुम् ॥११॥ ",
                    "arth": "विदेहनन्दिनी सीताकी यह बात सुनकर राक्षसियाँ बड़े वेगसे भागीं। उनमेंसे कुछ तो वहीं खड़ी हो गयीं और कुछ रावणको सूचना देनेके लिये चली गयीं ॥११॥"
                },
                {
                    "slok": "रावणस्य समीपे तु राक्षस्यो विकृताननाः। विरूपं वानरं भीमं रावणाय न्यवेदिषुः॥१२॥",
                    "arth": "रावणके समीप जाकर उन विकराल मुखवाली राक्षसियोंने रावणको यह सूचना दी कि कोई विकटरूपधारी भयंकर वानर प्रमदावनमें आ पहुँचा है॥१२॥ "
                },
                {
                    "slok": "अशोकवनिकामध्ये राजन् भीमवपुः कपिः। सीतया ना कृतसंवादस्तिष्ठत्यमितविक्रमः॥१३॥",
                    "arth": "वे बोलीं-'राजन्! अशोकवाटिकामें एक वानर आया है, जिसका शरीर बड़ा भयंकर है। उसने सीतासे बातचीत की है। वह महापराक्रमी वानर अभी वहीं मौजूद है॥ १३॥"
                },
                {
                    "slok": "न च तं जानकी सीता हरिं हरिणलोचना। अस्माभिर्बहुधा पृष्टा निवेदयितुमिच्छति॥१४॥",
                    "arth": "'हमने बहुत पूछा तो भी जनककिशोरी मृगनयनी सीता उस वानरके विषयमें हमें कुछ बताना नहीं चाहती हैं॥ १४॥ "
                },
                {
                    "slok": "वासवस्य भवेद् दूतो दूतो वैश्रवणस्य वा। प्रेषितो वापि रामेण सीतान्वेषणकाक्षया॥१५॥",
                    "arth": "'सम्भव है वह इन्द्र या कुबेरका दूत हो अथवा श्रीरामने ही उसे सीताकी खोजके लिये भेजा हो॥१५॥ "
                },
                {
                    "slok": "तेनैवाद्भुतरूपेण यत्तत्तव मनोहरम्। नानामृगगणाकीर्णं प्रमृष्टं प्रमदावनम्॥१६॥",
                    "arth": "अद्भत रूप धारण करनेवाले उस वानरने आपके मनोहर प्रमदावनको, जिसमें नाना प्रकारके पशु-पक्षी रहा करते थे, उजाड़ दिया॥१६॥"
                },
                {
                    "slok": "न तत्र कश्चिदुद्देशो यस्तेन न विनाशितः। | यत्र सा जानकी देवी स तेन न विनाशितः॥१७॥",
                    "arth": "'प्रमदावनका कोई भी ऐसा भाग नहीं है, जिसको | उसने नष्ट न कर डाला हो। केवल वह स्थान, जहाँ | जानकी देवी रहती हैं, उसने नष्ट नहीं किया है॥१७॥ "
                },
                {
                    "slok": "जानकीरक्षणार्थं वा श्रमाद् वा नोपलक्ष्यते। | अथवा कः श्रमस्तस्य सैव तेनाभिरक्षिता॥१८॥",
                    "arth": "'जानकीजीकी रक्षाके लिये उसने उस स्थानको | बचा दिया है या परिश्रमसे थककर-यह निश्चित रूपसे नहीं जान पड़ता है। अथवा उसे परिश्रम तो क्या हुआ होगा? उसने उस स्थानको बचाकर सीताकी ही रक्षा की है॥ १८॥ "
                },
                {
                    "slok": "चारुपल्लवपत्राढ्यं यं सीता स्वयमास्थिता। प्रवृद्धः शिंशपावृक्षः स च तेनाभिरक्षितः॥१९॥",
                    "arth": "'मनोहर पल्लवों और पत्तोंसे भरा हुआ वह | विशाल अशोक वृक्ष, जिसके नीचे सीताका निवास है, | उसने सुरक्षित रख छोड़ा है॥१९॥"
                },
                {
                    "slok": "तस्योग्ररूपस्योग्रं त्वं दण्डमाज्ञातुमर्हसि। | सीता सम्भाषिता येन वनं तेन विनाशितम्॥२०॥",
                    "arth": "'जिसने सीतासे वार्तालाप किया और उस वनको | उजाड़ डाला, उस उग्र रूपधारी वानरको आप कोई | कठोर दण्ड देनेकी आज्ञा प्रदान करें॥२०॥"
                },
                {
                    "slok": "मनःपरिगृहीतां तां तव रक्षोगणेश्वर। | कः सीतामभिभाषेत यो न स्यात् त्यक्तजीवितः॥२१॥",
                    "arth": "'राक्षसराज! जिन्हें आपने अपने हृदयमें स्थान | दिया है, उन सीता देवीसे कौन बातें कर सकता है? जिसने अपने प्राणोंका मोह नहीं छोड़ा है, वह उनसे वार्तालाप कैसे कर सकता है? ॥२१॥ "
                },
                {
                    "slok": "राक्षसीनां वचः श्रुत्वा रावणो राक्षसेश्वरः। चिताग्निरिव जज्वाल कोपसंवर्तितेक्षणः ॥२२॥",
                    "arth": "राक्षसियोंकी यह बात सुनकर राक्षसोंका राजा रावण प्रज्वलित चिताकी भाँति क्रोधसे जल उठा। उसके नेत्र रोषसे घूमने लगे॥२२॥ "
                },
                {
                    "slok": "तस्य क्रुद्धस्य नेत्राभ्यां प्रापतन्नश्रुबिन्दवः। दीप्ताभ्यामिव दीपाभ्यां सार्चिषः स्नेहबिन्दवः ॥२३॥ ",
                    "arth": "क्रोधमें भरे हुए रावणकी आँखोंसे आँसूकी बूँदें टपकने लगीं, मानो जलते हुए दो दीपकोंसे आगकी लपटोंके साथ तेलकी बूंदें झर रही हो ॥ २३॥ "
                },
                {
                    "slok": "आत्मनः सदृशान् वीरान् किंकरानाम राक्षसान्। व्यादिदेश महातेजा निग्रहार्थं हनूमतः॥२४॥",
                    "arth": "उस महातेजस्वी निशाचरने हनुमान्जीको कैद करनेके लिये अपने ही समान वीर किंकर नामधारी राक्षसोंको जानेकी आज्ञा दी॥२४॥"
                },
                {
                    "slok": "तेषामशीतिसाहस्रं किंकराणां तरस्विनाम्। निर्ययुर्भवनात् तस्मात् कूटमुद्गरपाणयः॥२५॥",
                    "arth": "राजाकी आज्ञा पाकर अस्सी हजार वेगवान् किंकर हाथोंमें कूट और मुद्गर लिये उस महलसे बाहर निकले ॥ २५॥ "
                },
                {
                    "slok": "महोदरा महादंष्ट्रा घोररूपा महाबलाः। युद्धाभिमनसः सर्वे हनूमद्ग्रहणोन्मुखाः॥२६॥",
                    "arth": "उनकी दाढ़ें विशाल, पेट बड़ा और रूप भयानक था। वे सब-के-सब महान् बली, युद्धके अभिलाषी और हनुमान्जीको पकड़नेके लिये उत्सुक थे॥२६॥ "
                },
                {
                    "slok": "ते कपिं तं समासाद्य तोरणस्थमवस्थितम्। अभिपेतुर्महावेगाः पतंगा इव पावकम्॥२७॥",
                    "arth": "प्रमदावनके फाटकपर खड़े हुए उन वानरवीरके पास पहुँचकर वे महान् वेगशाली निशाचर उनपर चारों ओरसे इस प्रकार झपटे, जैसे फतिंगे आगपर टूट पड़े हों॥ २७॥"
                },
                {
                    "slok": "ते गदाभिर्विचित्राभिः परिघैः काञ्चनाङ्गदैः। आजग्मुर्वानरश्रेष्ठं शरैरादित्यसंनिभैः ॥२८॥",
                    "arth": "वे विचित्र गदाओं, सोनेसे मढ़े हुए परिघों और सूर्यके समान प्रज्वलित बाणोंके साथ वानरश्रेष्ठ हनुमान्पर चढ़ आये॥२८॥ "
                },
                {
                    "slok": "मुद्गरैः पट्टिशैः शूलैः प्रासतोमरपाणयः । परिवार्य हनूमन्तं सहसा तस्थुरग्रतः ॥ २९ ॥",
                    "arth": "हाथमें प्रास और तोमर लिये मुद्गर, पट्टिश और शूलोंसे सुसज्जित हो वे सहसा हनुमान्को चारों ओरसे घेरकर उनके सामने खड़े हो गये॥ २९॥"
                },
                {
                    "slok": "हनूमानपि तेजस्वी श्रीमान् पर्वतसंनिभः। क्षितावाविद्ध्य लाङ्कलं ननाद च महाध्वनिम्॥३०॥",
                    "arth": "तब पर्वतके समान विशाल शरीरवाले तेजस्वी श्रीमान् हनुमान् भी अपनी पूंछको पृथ्वीपर पटककर बड़े जोरसे गर्जने लगे॥३०॥ "
                },
                {
                    "slok": "स भूत्वा तु महाकायो हनूमान् मारुतात्मजः। पुच्छमास्फोटयामास लङ्कां शब्देन पूरयन्॥३१॥",
                    "arth": "पवनपुत्र हनुमान् अत्यन्त विशाल शरीर धारण करके अपनी पूँछ फटकारने और उसके शब्दसे लङ्काको प्रतिध्वनित करने लगे॥३१॥ "
                },
                {
                    "slok": "तस्यास्फोटितशब्देन महता चानुनादिना। पेतुर्विहङ्गा गगनादुच्चैश्चेदमघोषयत्॥३२॥",
                    "arth": "उनकी पूँछ फटकारनेका गम्भीर घोष बहुत दूरतक गूंज उठता था। उससे भयभीत हो पक्षी आकाशसे गिर पड़ते थे। उस समय हनुमान्जीने उच्च स्वरसे इस प्रकार घोषणा की- ॥३२॥ "
                },
                {
                    "slok": "जयत्यतिबलो रामो लक्ष्मणश्च महाबलः। राजा जयति सुग्रीवो राघवेणाभिपालितः॥३३॥ दासोऽहं कोसलेन्द्रस्य रामस्याक्लिष्टकर्मणः। हनूमान् शत्रुसैन्यानां निहन्ता मारुतात्मजः॥३४॥ न रावणसहस्त्रं मे युद्धे प्रतिबलं भवेत्। शिलाभिश्च प्रहरतः पादपैश्च सहस्रशः॥३५॥ अर्दयित्वा पुरीं लङ्कामभिवाद्य च मैथिलीम्। समृद्धार्थो गमिष्यामि मिषतां सर्वरक्षसाम्॥३६॥",
                    "arth": "'अत्यन्त बलवान् भगवान् श्रीराम तथा महाबली लक्ष्मणकी जय हो। श्रीरघुनाथजीके द्वारा सुरक्षित राजा सुग्रीवकी भी जय हो। मैं अनायास ही महान् पराक्रम करनेवाले कोसलनरेश श्रीरामचन्द्रजीका दास हूँ। मेरा नाम हनुमान् है। मैं वायुका पुत्र तथा शत्रुसेनाका संहार करनेवाला हूँ। जब मैं हजारों वृक्ष और पत्थरोंसे प्रहार करने लगूंगा, उस समय सहस्रों रावण मिलकर भी युद्ध में मेरे बलकी समानता अथवा मेरा सामना नहीं कर सकते। मैं लङ्कापुरीको तहस-नहस कर डालूँगा और मिथिलेशकुमारी सीताको प्रणाम करनेके अनन्तर सब राक्षसोंके देखते-देखते अपना कार्य सिद्ध करके जाऊँगा'॥ "
                },
                {
                    "slok": "अध्याय",
                    "arth": "हनुमान्जीकी इस गर्जनासे समस्त राक्षसोंपर भय एवं आतङ्क छा गया। उन सबने हनुमान्जीको देखा। वे संध्या-कालके ऊँचे मेघके समान लाल एवं विशालकाय दिखायी देते थे॥ ३७॥ "
                },
                {
                    "slok": "स्वामिसंदेशनिःशङ्कास्ततस्ते राक्षसाः कपिम्। चित्रैः ला प्रहरणैर्भीमैरभिपेतुस्ततस्ततः॥३८॥",
                    "arth": "हनुमान्जीने अपने स्वामीका नाम लेकर स्वयं ही अपना परिचय दे दिया था, इसलिये राक्षसोंको उन्हें पहचाननेमें कोई संदेह नहीं रहा। वे नाना प्रकारके भयंकर अस्त्र-शस्त्रोंका प्रहार करते हुए चारों ओरसे उनपर टूट पड़े॥ ३८॥ "
                },
                {
                    "slok": "स तैः परिवृतः शूरैः सर्वतः स महाबलः। आससादायसं भीमं परिघं तोरणाश्रितम्॥३९॥",
                    "arth": "उन शूरवीर राक्षसोंद्वारा सब ओरसे घिर जानेपर महाबली हनुमान्ने फाटकपर रखा हुआ एक भयंकर लोहेका परिघ उठा लिया॥ ३९॥"
                },
                {
                    "slok": "स तं परिघमादाय जघान रजनीचरान्। सपन्नगमिवादाय स्फुरन्तं विनतासुतः॥४०॥ ",
                    "arth": "जैसे विनतानन्दन गरुड़ने छटपटाते हुए सर्पको पंजोंमें दाब रखा हो, उसी प्रकार उस परिघको हाथमें लेकर हनुमान्जीने उन निशाचरोंका संहार आरम्भ किया॥ "
                },
                {
                    "slok": "विचचाराम्बरे वीरः परिगृह्य च मारुतिः। सदयामास वज्रेण दैत्यानिव सहस्त्रदक॥४१॥",
                    "arth": "वीर पवनकुमार उस परिघको लेकर आकाशमें विचरने लगे। जैसे सहस्रनेत्रधारी इन्द्र अपने वज्रसे दैत्योंका वध करते हैं, उसी प्रकार उन्होंने उस परिघसे सामने आये हुए समस्त राक्षसोंको मार डाला ॥४१॥ "
                },
                {
                    "slok": "स हत्वा राक्षसान् वीरः किंकरान् मारुतात्मजः। युद्धाकाङ्क्षी महावीरस्तोरणं समवस्थितः॥४२॥",
                    "arth": "उन किंकर नामधारी राक्षसोंका वध करके महावीर पवनपुत्र हनुमान्जी युद्धकी इच्छासे पुनः उस फाटकपर खड़े हो गये॥४२॥ "
                },
                {
                    "slok": "ततस्तस्माद् भयान्मुक्ताः कतिचित्तत्र राक्षसाः। निहतान् किंकरान् सर्वान् रावणाय न्यवेदयन्॥४३॥",
                    "arth": "तदनन्तर वहाँ उस भयसे मुक्त हुए कुछ राक्षसोंने जाकर रावणको यह समाचार निवेदन किया कि समस्त किंकर नामक राक्षस मार डाले गये॥४३॥ "
                },
                {
                    "slok": "स राक्षसानां निहतं महाबलं निशम्य राजा परिवृत्तलोचनः। समादिदेशाप्रतिमं पराक्रमे प्रहस्तपुत्रं समरे सुदुर्जयम्॥४४॥",
                    "arth": "राक्षसोंकी उस विशाल सेनाको मारी गयी सुनकर राक्षसराज रावणकी आँखें चढ़ गयीं और उसने प्रहस्तके पुत्रको जिसके पराक्रमकी कहीं तुलना नहीं थी तथा युद्धमें जिसे परास्त करना नितान्त कठिन था, हनुमान्जीका सामना करनेके लिये भेजा॥४४॥"
                },
                {
                    "samaapt sarg": "इत्या श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे द्विचत्वारिंशः सर्गः॥४२॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें बयालीसवाँ सर्ग पूरा हुआ॥४२॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - त्रिचत्वारिंशः सर्गः हनुमान्जीके द्वारा चैत्यप्रासादका विध्वंस तथा उसके रक्षकोंका वध",
            "arths": [
                {
                    "slok": "ततः स किंकरान् हत्वा हनूमान् ध्यानमास्थितः। वनं भग्नं मया चैत्यप्रासादो न विनाशितः॥१॥",
                    "arth": "इधर किंकरोंका वध करके हनुमान्जी यह सोचने लगे कि 'मैंने वनको तो उजाड़ दिया, परंतु इस चैत्य* प्रासादको नष्ट नहीं किया है॥१॥ "
                },
                {
                    "slok": "तस्मात् प्रासादमद्यैवमिमं विध्वंसयाम्यहम्। इति संचिन्त्य हनुमान् मनसादर्शयन् बलम्॥२॥ चैत्यप्रासादमुत्प्लुत्य मेरुशृङ्गमिवोन्नतम्। आरुरोह हरिश्रेष्ठो हनूमान् मारुतात्मजः॥३॥",
                    "arth": "'अतः आज इस चैत्यप्रासादका भी विध्वंस किये देता हूँ। मन-ही-मन ऐसा विचारकर पवनपुत्र वानरश्रेष्ठ हनुमान्जी अपने बलका प्रदर्शन करते हुए मेरुपर्वतके शिखरकी भाँति ऊँचे उस चैत्यप्रासादपर उछलकर चढ़ गये' ॥ २-३॥ "
                },
                {
                    "slok": "आरुह्य गिरिसंकाशं प्रासादं हरियूथपः। बभौ स सुमहातेजाः प्रतिसूर्य इवोदितः॥४॥",
                    "arth": "उस पर्वताकार प्रासादपर चढ़कर महातेजस्वी वानर-यूथपति हनुमान् तुरंतके उगे हुए दूसरे सूर्यकी भाँति शोभा पाने लगे॥४॥ "
                },
                {
                    "slok": "सम्प्रधृष्य तु दुर्धर्षश्चैत्यप्रासादमुन्नतम्। हनूमान् प्रज्वलँल्लक्ष्म्या पारियात्रोपमोऽभवत्॥५॥",
                    "arth": "उस ऊँचे प्रासादपर आक्रमण करके दुर्धर्ष वीर हनुमान्जी अपनी सहज शोभासे उद्भासित होते हुए पारियात्र पर्वतके समान प्रतीत होने लगे॥५॥ "
                },
                {
                    "slok": "स भूत्वा सुमहाकायः प्रभावान् मारुतात्मजः। धृष्टमास्फोटयामास लङ्कां शब्देन पूरयन्॥६॥ ",
                    "arth": "वे तेजस्वी पवनकुमार विशाल शरीर धारण करके लङ्काको प्रतिध्वनित करते हुए धृष्टतापूर्वक उस प्रासादको तोड़ने-फोड़ने लगे॥६॥ "
                },
                {
                    "slok": "तस्यास्फोटितशब्देन महता श्रोत्रघातिना। पेतुर्विहंगमास्तत्र चैत्यपालाश्च मोहिताः॥७॥ ",
                    "arth": "यि जोर-जोरसे होनेवाला वह तोड़-फोड़का शब्द | कानोंसे टकराकर उन्हें बहरा किये देता था। इससे मूर्च्छित हो वहाँके पक्षी और प्रासादरक्षक भी पृथ्वीपर गिर पड़े॥७॥ "
                },
                {
                    "slok": "अस्त्रविज्जयतां रामो लक्ष्मणश्च महाबलः। राजा जयति सुग्रीवो राघवेणाभिपालितः॥८॥ दासोऽहं कोसलेन्द्रस्य रामस्याक्लिष्टकर्मणः। हनूमान् शत्रुसैन्यानां निहन्ता मारुतात्मजः॥९॥ दासोऽहं कोसलेन्द्रस्य रामस्याक्लिष्टकर्मणः। हनूमान् शत्रुसैन्यानां निहन्ता मारुतात्मजः॥९॥ न रावणसहस्त्रं मे युद्धे प्रतिबलं भवेत्। शिलाभिश्च प्रहरतः पादपैश्च सहस्त्रशः॥१०॥ धर्षयित्वा पुरीं लङ्कामभिवाद्य च मैथिलीम्। समृद्धार्थों गमिष्यामि मिषतां सर्वरक्षसाम्॥११॥",
                    "arth": "उस समय हनुमान्जीने पुनः यह घोषणा की'अस्त्रवेत्ता भगवान् श्रीराम तथा महाबली लक्ष्मणकी जय हो। श्रीरघुनाथजीके द्वारा सुरक्षित राजा सुग्रीवकी भी जय हो। मैं अनायास ही महान् पराक्रम करनेवाले कोसलनरेश श्रीरामचन्द्रजीका दास हूँ। मेरा नाम हनुमान् है। मैं वायुका पुत्र तथा शत्रुसेनाका संहार करनेवाला हूँ। जब मैं हजारों वृक्षों और पत्थरोंसे प्रहार करने लगूंगा, उस समय सहस्रों रावण मिलकर भी युद्धमें मेरे बलकी समानता अथवा मेरा सामना नहीं कर सकते। मैं लङ्कापुरीको तहस-नहस कर डालूँगा और मिथिलेशकुमारी सीताको प्रणाम करनेके अनन्तर सब राक्षसोंके देखतेदेखते अपना कार्य सिद्ध करके जाऊँगा'॥८-११॥"
                },
                {
                    "slok": "एवमुक्त्वा महाकायश्चैत्यस्थो हरियूथपः। ननाद भीमनिर्बादो रक्षसां जनयन् भयम्॥१२॥",
                    "arth": "ऐसा कहकर चैत्यप्रासादपर खड़े हुए विशालकाय वानरयूथपति हनुमान् राक्षसोंके मनमें भय उत्पन्न करते हुए भयानक आवाजमें गर्जना करने लगे॥१२॥ "
                },
                {
                    "slok": "तेन नादेन महता चैत्यपालाः शतं ययुः। गृहीत्वा विविधानस्त्रान् प्रासान् खड्गान् परश्वधान्॥१३॥",
                    "arth": "स भीषण गर्जनासे प्रभावित हो सैकड़ों प्रासादरक्षक नाना प्रकारके प्रास, खड्ग और फरसे लिये वहाँ आये॥१३॥ "
                },
                {
                    "slok": "जी विसृजन्तो महाकाया मारुतिं पर्यवारयन्। ते गदाभिर्विचित्राभिः परिघैः काञ्चनाङ्गदैः॥१४॥ आजग्मुर्वानरश्रेष्ठं . बाणैश्चादित्यसंनिभैः।",
                    "arth": "उन विशालकाय राक्षसोंने उन सब अस्त्रोंका प्रहार करते हुए वहाँ पवनकुमार हनुमान्जीको घेर लिया। विचित्र गदाओं, सोनेके पत्र जड़े हुए परिघों और सूर्यतुल्य तेजस्वी बाणोंसे सुसज्जित हो वे सब-के-सब उन वानर श्रेष्ठ हनुमान्पर चढ़ आये॥१४॥ "
                },
                {
                    "slok": "आवर्त इव गडायास्तोयस्य विपुलो महान्॥१५॥ परिक्षिप्य हरिश्रेष्ठं स बभौ रक्षसां गणः।",
                    "arth": "वानरश्रेष्ठ हनुमान्को चारों ओरसे घेरकर खड़ा हुआ राक्षसोंका वह महान् समुदाय गङ्गाजीके जलमें उठे हुए बड़े भारी भँवरके समान जान पड़ता था॥१५३ ॥"
                },
                {
                    "slok": "ततो वातात्मजः क्रुद्धो भीमरूपं समास्थितः॥१६॥ प्रासादस्य महांस्तस्य स्तम्भं हेमपरिष्कृतम्। उत्पाटयित्वा वेगेन हनूमान् मारुतात्मजः॥१७॥ ततस्तं भ्रामयामास शतधारं महाबलः। तत्र चाग्निः समभवत् प्रासादश्चाप्यदह्यत॥१८॥",
                    "arth": "तब राक्षसोंको इस प्रकार आक्रमण करते देख पवनकुमार हनुमान्ने कुपित हो बड़ा भयंकर रूप धारण किया। उन महावीरने उस प्रासादके एक सुवर्णभूषित खंभेको, जिसमें सौ धारें थीं, बड़े वेगसे उखाड़ लिया। उखाड़कर उन महाबली वीरने उसे घुमाना आरम्भ किया। घुमानेपर उससे आग प्रकट हो गयी, जिससे वह प्रासाद जलने लगा॥१६–१८॥ "
                },
                {
                    "slok": "दह्यमानं ततो दृष्ट्वा प्रासादं हरियूथपः। स राक्षसशतं हत्वा वज्रणेन्द्र इवासुरान्॥१९॥ अन्तरिक्षस्थितः श्रीमानिदं वचनमब्रवीत्।",
                    "arth": "प्रासादको जलते देख वानरयूथपति हनुमान्ने वज्रसे असुरोंका संहार करनेवाले इन्द्रकी भाँति उन सैकड़ों राक्षसोंको उस खंभेसे ही मार डाला और आकाशमें खड़े होकर उन तेजस्वी वीरने इस प्रकार कहा- ॥ १९३ ।।"
                },
                {
                    "slok": "मादृशानां सहस्राणि विसृष्टानि महात्मनाम्॥२०॥ बलिनां वानरेन्द्राणां सुग्रीववशवर्तिनाम्।",
                    "arth": "'राक्षसो! सुग्रीवके वशमें रहनेवाले मेरे-जैसे सहस्रों विशालकाय बलवान् वानरश्रेष्ठ सब ओर भेजे गये हैं॥२० ॥"
                },
                {
                    "slok": "अटन्ति वसुधां कृत्स्नां वयमन्ये च वानराः ॥२१॥ दशनागबलाः केचित् केचिद् दशगुणोत्तराः। केचिन्नागसहस्त्रस्य बभूवुस्तुल्यविक्रमाः॥२२॥",
                    "arth": "'हम तथा दूसरे सभी वानर समूची पृथ्वीपर घूम रहे हैं। किन्हींमें दस हाथियोंका बल है तो किन्हींमें सौ हाथियोंका। कितने ही वानर एक सहस्र हाथियों के समान बल-विक्रमसे सम्पन्न हैं॥ २१-२२॥ "
                },
                {
                    "slok": "सन्ति चौघबलाः केचित् सन्ति वायुबलोपमाः। अप्रमेयबलाः केचित् तत्रासन् हरियूथपाः॥२३॥",
                    "arth": "'किन्हींका बल जलके महान् प्रवाहकी भाँति असह्य है। कितने ही वायुके समान बलवान् हैं और कितने ही वानर-यूथपति अपने भीतर असीम बल धारण करते हैं॥ २३॥ "
                },
                {
                    "slok": "ईदृग्विधैस्तु हरिभिर्वृतो दन्तनखायुधैः। शतैः शतसहस्त्रैश्च कोटिभिश्चायुतैरपि॥२४॥ ",
                    "arth": "आगमिष्यति सुग्रीवः सर्वेषां वो निषूदनः। दाँत और नख ही जिनके आयुध हैं ऐसे अनन्त बलशाली सैकड़ों, हजारों, लाखों और करोड़ों वानरोंसे घिरे हुए वानरराज सुग्रीव यहाँ पधारेंगे, जो तुम सब निशाचरोंका संहार करनेमें समर्थ हैं॥ २४ ॥ "
                },
                {
                    "slok": "नेयमस्ति पुरी लङ्का न यूयं न च रावणः। यस्य त्विक्ष्वाकुवीरेण बद्धं वैरं महात्मना॥२५॥",
                    "arth": "'अब न तो यह लङ्कापुरी रहेगी, न तुमलोग रहोगे और न वह रावण ही रह सकेगा, जिसने इक्ष्वाकुवंशी वीर महात्मा श्रीरामके साथ वैर बाँध रखा है'॥२५॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे त्रिचत्वारिंशः सर्गः॥४३॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें तैंतालीसवाँ सर्ग पूरा हुआ॥४३॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - चतुश्चत्वारिंशः सर्गः प्रहस्त-पुत्र जम्बुमालीका वध",
            "arths": [
                {
                    "slok": "संदिष्टो राक्षसेन्द्रेण प्रहस्तस्य सुतो बली। जम्बुमाली महादंष्ट्रो निर्जगाम धनुर्धरः॥१॥",
                    "arth": "राक्षसराज रावणकी आज्ञा पाकर प्रहस्तका बलवान पुत्र जम्बुमाली, जिसकी दाढ़ें बहुत बड़ी थीं, हाथमें धनुष लिये राजमहलसे बाहर निकला॥१॥ "
                },
                {
                    "slok": "रक्तमाल्याम्बरधरः स्त्रग्वी रुचिरकुण्डलः। महान् विवृत्तनयनश्चण्डः समरदुर्जयः॥२॥ ",
                    "arth": "वह लाल रंगके फूलोंकी माला और लाल रंगके ही वस्त्र पहने हुए था। उसके गलेमें हार और कानोंमें सुन्दर कुण्डल शोभा दे रहे थे। उसकी आँखें घूम रही थीं। वह विशालकाय, क्रोधी और संग्राममें दुर्जय था॥२॥"
                },
                {
                    "slok": "धनुः शक्रधनुःप्रख्यं महद् रुचिरसायकम्। विस्फारयाणो वेगेन वज्राशनिसमस्वनम्॥३॥",
                    "arth": "उसका धनुष इन्द्रधनुषके समान विशाल था। उसके द्वारा छोड़े जानेवाले बाण भी बड़े सुन्दर थे। जब वह वेगसे उस धनुषको खींचता, तब उससे वज्र और अशनिके समान गड़गड़ाहट पैदा होती थी॥३॥"
                },
                {
                    "slok": "तस्य विस्फारघोषेण धनुषो महता दिशः। प्रदिशश्च नभश्चैव सहसा समपूर्यत॥४॥",
                    "arth": "उस धनुषकी महती टंकार-ध्वनिसे सम्पूर्ण दिशाएँ, विदिशाएँ और आकाश सभी सहसा गूंज उठे॥४॥ "
                },
                {
                    "slok": "रथेन खरयुक्तेन तमागतमुदीक्ष्य सः। हनूमान् वेगसम्पन्नो जहर्ष च ननाद च॥ ५ ॥",
                    "arth": "वह गधे जुते हुए रथपर बैठकर आया था। उसे देखकर वेगशाली हनुमान्जी बड़े प्रसन्न हुए और जोरजोरसे गर्जना करने लगे॥५॥ "
                },
                {
                    "slok": "तं तोरणविटङ्कस्थं हनूमन्तं महाकपिम्। जम्बुमाली महातेजा विव्याध निशितैः शरैः॥ ६ ॥",
                    "arth": "महातेजस्वी जम्बुमालीने महाकपि हनुमान्जीको फाटकके छज्जेपर खड़ा देख उन्हें तीखे बाणोंसे बींधना आरम्भ कर दिया॥६॥ "
                },
                {
                    "slok": "अर्धचन्द्रेण वदने शिरस्येकेन कर्णिना। बाह्वोर्विव्याध नाराचैर्दशभिस्तु कपीश्वरम्॥ ७ ॥",
                    "arth": "उसने अर्द्धचन्द्र नामक बाणसे उनके मुखपर, कर्णी नामक एक बाणसे मस्तकपर और दस नाराचोंसे उन कपीश्वरकी दोनों भुजाओंपर गहरी चोट की॥७॥ "
                },
                {
                    "slok": "तस्य तच्छुशुभे तानं शरेणाभिहतं मुखम्। शरदीवाम्बुजं फुल्लं विद्धं भास्कररश्मिना॥ ८ ॥ ",
                    "arth": "उसके बाणसे घायल हुआ हनुमान्जीका लाल मुँह शरद्-ऋतुमें सूर्यकी किरणोंसे विद्ध हो खिले हुए लाल कमलके समान शोभा पा रहा था॥८॥ "
                },
                {
                    "slok": "तत्तस्य रक्तं रक्तेन रञ्जितं शुशुभे मुखम्। । यथाऽऽकाशे महापद्मं सिक्तं काञ्चनबिन्दुभिः॥ ९ ॥",
                    "arth": "रक्तसे रञ्जित हुआ उनका वह रक्तवर्णका मुख ऐसी शोभा पा रहा था, मानो आकाशमें लाल रंगके विशाल कमलको सुवर्णमय जलकी बूंदोंसे सींच दिया गया हो-उसपर सोनेका पानी चढा दिया गया हो॥९॥ "
                },
                {
                    "slok": "चुकोप बाणाभिहतो राक्षसस्य महाकपिः। ततः पार्वेऽतिविपुलां ददर्श महतीं शिलाम्॥१०॥ तरसा तां समुत्पाट्य चिक्षेप जववद् बली।",
                    "arth": "राक्षस जम्बुमालीके बाणोंकी चोट खाकर महाकपि हनुमान्जी कुपित हो उठे। उन्होंने अपने पास ही पत्थरकी एक बहुत बड़ी चट्टान पड़ी देखी और उसे वेगसे उठाकर उन बलवान् वीरने बड़े जोरसे उस राक्षसकी ओर फेंका॥१०॥"
                },
                {
                    "slok": "तां शरैर्दशभिः क्रुद्धस्ताडयामास राक्षसः॥११॥ विपन्नं कर्म तद् दृष्ट्वा हनूमांश्चण्डविक्रमः। सालं विपुलमुत्पाट्य भ्रामयामास वीर्यवान्॥१२॥",
                    "arth": "किंतु क्रोधमें भरे उस राक्षसने दस बाण मारकर उस प्रस्तर-शिलाको तोड़-फोड़ डाला। अपने उस कर्मको व्यर्थ हुआ देख प्रचण्ड पराक्रमी और बलशाली हनुमान्ने एक विशाल सालका वृक्ष उखाड़कर उसे घुमाना आरम्भ किया॥११-१२॥"
                },
                {
                    "slok": "भ्रामयन्तं कपिं दृष्ट्वा सालवृक्षं महाबलम्। चिक्षेप सुबहून् बाणाञ्जम्बुमाली महाबलः॥१३॥",
                    "arth": "उन महान् बलशाली वानरवीरको सालका वृक्ष घुमाते देख महाबली जम्बुमालीने उनके ऊपर बहुत-से बाणोंकी वर्षा की॥१३॥ "
                },
                {
                    "slok": "सालं चतुर्भिश्चिच्छेद वानरं पञ्चभिर्भुजे। उरस्येकेन बाणेन दशभिस्तु स्तनान्तरे॥१४॥",
                    "arth": "उसने चार बाणोंसे सालवृक्षको काट गिराया, पाँचसे हनुमान्जीकी भुजाओंमें, एक बाणसे उनकी छातीमें और दस बाणोंसे उनके दोनों स्तनोंके मध्यभागमें चोट पहुँचायी॥१४॥ "
                },
                {
                    "slok": "स शरैः पूरिततनुः क्रोधेन महता वृतः। तमेव परिघं गृह्य भ्रामयामास वेगितः॥१५॥",
                    "arth": "बाणोंसे हनुमान्जीका सारा शरीर भर गया। फिर तो उन्हें बड़ा क्रोध हुआ और उन्होंने उसी परिघको उठाकर उसे बड़े वेगसे घुमाना आरम्भ किया॥१५॥ "
                },
                {
                    "slok": "अतिवेगोऽतिवेगेन भ्रामयित्वा बलोत्कटः। परिघं पातयामास जम्बुमालेर्महोरसि ॥१६॥ ",
                    "arth": "अत्यन्त वेगवान् और उत्कट बलशाली हनुमान्ने बड़े वेगसे घुमाकर उस परिघको जम्बुमालीकी विशाल छातीपर दे मारा ॥१६॥"
                },
                {
                    "slok": "तस्य चैव शिरो नास्ति न बाहू जानुनी न च। न धनुर्न रथो नाश्वास्तत्रादृश्यन्त नेषवः॥१७॥",
                    "arth": "फिर तो न उसके मस्तकका पता लगा और न दोनों भुजाओं तथा घुटनोंका ही। न धनुष बचा न रथ, न वहाँ घोड़े दिखायी दिये और न बाण ही॥१७॥ "
                },
                {
                    "slok": "स हतस्तरसा तेन जम्बुमाली महारथः। पपात निहतो भूमौ चूर्णिताङ्ग इव द्रुमः॥१८॥",
                    "arth": "उस परिघसे वेगपूर्वक मारा गया महारथी जम्बुमाली चूर-चूर हुए वृक्षकी भाँति. पृथ्वीपर गिर पड़ा॥१८॥ "
                },
                {
                    "slok": "जम्बुमालिं सुनिहतं किंकरांश्च महाबलान्। चुक्रोध रावणः श्रुत्वा क्रोधसंरक्तलोचनः॥१९॥",
                    "arth": "जम्बुमाली तथा महाबली किंकरोंके मारे जानेका समाचार सुनकर रावणको बड़ा क्रोध हुआ। उसकी आँखें रोषसे रक्तवर्णकी हो गयीं॥१९॥ "
                },
                {
                    "slok": "स रोषसंवर्तितताम्रलोचनः प्रहस्तपुत्रे निहते महाबले। अमात्यपुत्रानतिवीर्यविक्रमान् समादिदेशाशु निशाचरेश्वरः॥२०॥",
                    "arth": "महाबली प्रहस्तपुत्र जम्बुमालीके मारे जानेपर निशाचरराज रावणके नेत्र रोषसे लाल होकर घूमने लगे। उसने तुरंत ही अपने मन्त्रीके पुत्रोंको, जो बड़े बलवान् और पराक्रमी थे, युद्धके लिये जानेकी आज्ञा दी ॥२०॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे चतुश्चत्वारिंशः सर्गः ॥ ४४ ॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवास्मोकिनिर्मित आपरामायण आदिकाव्य के सुन्दरकाण्डमें चालीस सर्ग पूरा हुआ ॥ ४४ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - पञ्चचत्वारिंशः सर्गः मन्त्रीके सात पुत्रोंका वध",
            "arths": [
                {
                    "slok": "ततस्ते राक्षसेन्द्रेण चोदिता मन्त्रिणः सुताः। निर्ययुर्भवनात् तस्मात् सप्त सप्तार्चिवर्चसः॥१॥ ",
                    "arth": "राक्षसोंके राजा रावणकी आज्ञा पाकर मन्त्रीके सात बेटे,जो अग्निके समान तेजस्वी थे, उस राजमहलसे बाहर निकले ॥१॥ "
                },
                {
                    "slok": "महबलपरीवारा धनुष्मन्तो महाबलाः। कृतास्त्रास्त्रविदां श्रेष्ठाः परस्परजयैषिणः॥२॥",
                    "arth": "उनके साथ बहुत बड़ी सेना थी। वे अत्यन्त बलवान्, धनुर्धर, अस्त्रवेत्ताओंमें श्रेष्ठ तथा परस्पर होड़ लगाकर शत्रुपर विजय पानेकी इच्छा रखनेवाले थे॥२॥ "
                },
                {
                    "slok": "हेमजालपरिक्षिप्तैर्ध्वजवद्भिः पताकिभिः। तोयदस्वननिर्घोषैर्वाजियुक्तैर्महारथैः ॥३॥ तप्तकाञ्चनचित्राणि चापान्यमितविक्रमाः। विस्फारयन्तः संहृष्टास्तडिद्वन्त इवाम्बुदाः॥४॥",
                    "arth": "उनके घोड़े जुते हुए विशाल रथ सोनेकी जालीसे ढके हुए थे। उनपर ध्वजा-पताकाएँ फहरा रही थीं और उनके पहियोंके चलनेसे मेघोंकी गम्भीर गर्जनाके समान ध्वनि होती थी। ऐसे रथोंपर सवार हो वे अमित पराक्रमी मन्त्रिकुमार तपाये हुए सोनेसे चित्रित अपने धनुषोंकी टङ्कार करते हुए बड़े हर्ष और उत्साहके साथ आगे बढ़े। उस समय वे सब- के-सब विद्युत्सहित मेघके समान शोभा पाते थे॥३-४॥ "
                },
                {
                    "slok": "जनन्यस्तास्ततस्तेषां विदित्वा किंकरान् हतान्। बभूवुः शोकसम्भ्रान्ताः सबान्धवसुहृज्जनाः॥५॥",
                    "arth": "तब, पहले जो किंकर नामक राक्षस मारे गये थे, उनकी मृत्युका समाचार पाकर इन सबकी माताएँ अमङ्गलकी आशङ्कासे भाई-बन्धु और सुहृदोंसहित शोकसे घबरा उठीं॥५॥ "
                },
                {
                    "slok": "ते परस्परसंघर्षात् तप्तकाञ्चनभूषणाः। अभिपेतुर्हनूमन्तं न तोरणस्थमवस्थितम्॥६॥",
                    "arth": "तपाये हुए सोनेके आभूषणोंसे विभूषित वे सातों वीर परस्पर होड़-सी लगाकर फाटकपर खड़े हुए हनुमान्जीपर टूट पड़े॥६॥ "
                },
                {
                    "slok": "सृजन्तो बाणवृष्टिं ते रथगर्जितनिःस्वनाः। प्रावृट्काल इवाम्भोदा विचेरुनैर्ऋताम्बुदाः॥७॥",
                    "arth": "जैसे वर्षाकालमें मेघ वर्षा करते हुए विचरते हैं, उसी प्रकार वे राक्षसरूपी बादल बाणोंकी वर्षा करते हुए वहाँ विचरण करने लगे। रथोंकी घर्घराहट ही उनकी गर्जना थी॥७॥ "
                },
                {
                    "slok": "अवकीर्णस्ततस्ताभिर्हनूमान् शरवृष्टिभिः । अभवत् संवृताकारः शैलराडिव वृष्टिभिः॥८॥",
                    "arth": "तदनन्तर राक्षसोंद्वारा की गयी उस बाण-वर्षासे हनुमान्जी उसी तरह आच्छादित हो गये, जैसे कोई गिरिराज जलकी वर्षासे ढक गया हो॥८॥ "
                },
                {
                    "slok": "स शरान् वञ्चयामास तेषामाशुचरः कपिः। | रथवेगांश्च वीराणां विचरन् विमलेऽम्बरे॥९॥",
                    "arth": "उस समय निर्मल आकाशमें शीघ्रतापूर्वक विचरते हुए कपिवर हनुमान् उन राक्षसवीरोंके बाणों तथा रथके वेगोंको व्यर्थ करते हुए अपने-आपको बचाने लगे॥९॥ "
                },
                {
                    "slok": "स तैः क्रीडन् धनुष्मद्भियॊनि वीरः प्रकाशते। धनुष्मद्भिर्यथा मेधैर्मारुतः प्रभुरम्बरे॥१०॥",
                    "arth": "जैसे व्योममण्डलमें शक्तिशाली वायुदेव इन्द्रधनुषयुक्त | मेघोंके साथ क्रीडा करते हैं, उसी प्रकार वीर पवनकुमार | उन धनुर्धर वीरोंके साथ खेल-सा करते हुए आकाशमें | अद्भुत शोभा पा रहे थे॥१०॥"
                },
                {
                    "slok": "स कृत्वा निनदं घोरं त्रासयंस्तां महाचमूम्। | चकार हनुमान् वेगं तेषु रक्षःसु वीर्यवान्॥११॥",
                    "arth": "पराक्रमी हनुमान्ने राक्षसोंकी उस विशाल वाहिनीको | भयभीत करते हुए घोर गर्जना की और उन राक्षसोंपर बड़े वेगसे आक्रमण किया॥११॥"
                },
                {
                    "slok": "तलेनाभिहनत् कांश्चित् पादैः कांश्चित् परंतपः। मुष्टिभिश्चाहनत् कांश्चिन्नखैः कांश्चिद् व्यदारयत्॥१२॥",
                    "arth": "शत्रुओंको संताप देनेवाले उन वानरवीरने किन्हींको थप्पड़से ही मार गिराया, किन्हींको पैरोंसे कुचल डाला, किन्हींका घूसोंसे काम तमाम किया और किन्हींको नखोंसे फाड़ डाला ॥१२॥ "
                },
                {
                    "slok": "प्रममाथोरसा कांश्चिदूरुभ्यामपरानपि। | केचित् तस्यैव नादेन तत्रैव पतिता भुवि॥१३॥",
                    "arth": "कुछ लोगोंको छातीसे दबाकर उनका कचूमर | निकाल दिया और किन्हीं-किन्हींको दोनों जाँघोंसे | दबोचकर मसल डाला। कितने ही निशाचर उनकी | गर्जनासे ही प्राणहीन होकर वहीं पृथ्वीपर गिर पड़े॥१३॥ "
                },
                {
                    "slok": "ततस्तेष्ववसन्नेषु भूमौ निपतितेषु च। | तत्सैन्यमगमत् सर्वं दिशो दश भयार्दितम्॥१४॥",
                    "arth": "इस प्रकार जब मन्त्रीके सारे पुत्र मारे जाकर धराशायी हो गये, तब उनकी बची-खुची सारी सेना भयभीत होकर दसों दिशाओंमें भाग गयी ॥ १४ ॥"
                },
                {
                    "slok": "विनेदुर्विस्वरं नागा निपेतुर्भुवि वाजिनः । भग्ननीडध्वजच्छत्रैर्भूश्च कीर्णाभवद् रथैः ॥ १५ ॥",
                    "arth": "उस समय हाथी वेदनाके मारे बुरी तरहसे चिग्घाड़ रहे थे, घोड़े धरतीपर मरे पड़े थे तथा जिनके बैठक, ध्वज और छत्र आदि खण्डित हो गये थे, ऐसे टूटे हुए रथोंसे समूची रणभूमि पट गयी थी ॥ १५ ॥ "
                },
                {
                    "slok": "स्त्रवता रुधिरेणाथ स्त्रवन्त्यो दर्शिताः पथि । विविधैश्च स्वनैर्लङ्का ननाद विकृतं तदा ॥ १६ ॥",
                    "arth": "मार्गमें खूनकी नदियाँ बहती दिखायी दी तथा लङ्कापुरी राक्षसोंके विविध शब्दोंके कारण मानो उस समय विकृत स्वरसे चीत्कार कर रही थी॥१६॥"
                },
                {
                    "slok": "स तान् प्रवृद्धान् विनिहत्य राक्षसान् । महाबलश्चण्डपराक्रमः कपिः । युयुत्सुरन्यैः पा, पुनरेव राक्षसै र स्तदेव वीरोऽभिजगाम तोरणम्॥१७॥",
                    "arth": "प्रचण्ड पराक्रमी और महाबली वानरवीर हनुमानजी उन बढ़े-चढ़े राक्षसोंको मौतके घाट उतारकर दूसरे राक्षसोंके साथ युद्ध करनेकी इच्छासे फिर उसी फाटकपर जा पहुँचे॥१७॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे पञ्चचत्वारिंशः सर्गः॥४५॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें पैंतालीसवाँ सर्ग पूरा हुआ॥४५॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - षट्चत्वारिंशः सर्गः रावणके पाँच सेनापतियोंका वध",
            "arths": [
                {
                    "slok": "हतान् मन्त्रिसुतान् बुद्ध्वा वानरेण महात्मना। रावणः संवृताकारश्चकार । मतिमुत्तमाम्॥१॥",
                    "arth": "महात्मा हनुमान्जीके द्वारा मन्त्रीके पुत्र भी मारे गये—यह जानकर रावणने भयभीत होनेपर भी अपने आकारको प्रयत्नपूर्वक छिपाया और उत्तम बुद्धिका आश्रय ले आगेके कर्तव्यका निश्चय किया॥१॥ "
                },
                {
                    "slok": "स विरूपाक्षयूपाक्षौ दुर्धरं चैव राक्षसम्। प्रघसं भासकर्णं च पञ्च सेनाग्रनायकान्॥२॥ संदिदेश दशग्रीवो वीरान् नयविशारदान्। पर हनूमद्ग्रहणेऽव्यग्रान् वायुवेगसमान् युधि॥३॥",
                    "arth": "दशग्रीवने विरूपाक्ष, यूपाक्ष, दुर्धर, प्रघस और भासकर्ण-इन पाँच सेनापतियोंको, जो बड़े वीर, नीतिनिपुण, धैर्यवान् तथा युद्ध में वायुके समान वेगशाली थे, हनुमान्जीको पकड़नेके लिये आज्ञा दी॥२-३॥ "
                },
                {
                    "slok": "यात सेनाग्रगाः सर्वे महाबलपरिग्रहाः। सवाजिरथमातङ्गाः स कपिः शास्यतामिति॥४॥ ",
                    "arth": "उसने कहा-'सेनाके अग्रगामी वीरो! तुमलोग घोड़े, रथ और हाथियोंसहित बड़ी भारी सेना साथ लेकर जाओ और उस वानरको बलपूर्वक पकड़कर उसे अच्छी तरह शिक्षा दो॥४॥"
                },
                {
                    "slok": "यत्तैश्च खलु भाव्यं स्यात् तमासाद्य वनालयम्। कर्म चापि समाधेयं देशकालाविरोधितम्॥५॥ ",
                    "arth": "'उस वनचारी वानरके पास पहूँचकर तम सब लोगोंको सावधान और अत्यन्त प्रयत्नशील हो जाना | चाहिये तथा काम वही करना चाहिये, जो देश और कालके अनुरूप हो॥५॥ "
                },
                {
                    "slok": "न ह्यहं तं कपिं मन्ये कर्मणा प्रति तर्कयन्। का सर्वथा तन्महद् भूतं महाबलपरिग्रहम्॥६॥",
                    "arth": "'जब मैं उसके अलौकिक कर्मको देखते हुए उसके स्वरूपपर विचार करता हूँ, तब वह मुझे वानर नहीं जान पड़ता है। वह सर्वथा कोई महान् प्राणी है, जो महान् बलसे सम्पन्न है॥६॥ "
                },
                {
                    "slok": "जर वानरोऽयमिति ज्ञात्वा नहि शुद्ध्यति मे मनः। नैवाहं तं कपिं मन्ये यथेयं प्रस्तुता कथा॥७॥",
                    "arth": "'यह वानर है' ऐसा समझकर मेरा मन उसकी ओरसे शुद्ध (विश्वस्त) नहीं हो रहा है। यह जैसा प्रसङ्ग उपस्थित है या जैसी बातें चल रही हैं, उन्हें देखते हुए मैं उसे वानर नहीं मानता हूँ॥७॥ "
                },
                {
                    "slok": "भवेदिन्द्रेण वा सृष्टमस्मदर्थं तपोबलात्। सनागयक्षगन्धर्वदेवासुरमहर्षयः ॥८॥ युष्माभिः प्रहितैः सर्वैर्मया सह विनिर्जिताः। तैरवश्यं विधातव्यं व्यलीकं किंचिदेव नः॥९॥",
                    "arth": "'सम्भव है इन्द्रने हमलोगोंका विनाश करनेके लिये अपने तपोबलसे इसकी सृष्टि की हो। मेरी आज्ञासे तुम सब लोगोंने मेरे साथ रहकर नागोंसहित यलों गन्धर्वो देवताओं अपों और मर्षियोंको भी अनेक बार पराजित किया है; अतः वे अवश्य हमारा कुछ अनिष्ट करना चाहेंगे॥८-९॥ "
                },
                {
                    "slok": "तदेव नात्र संदेहः प्रसह्य परिगृह्यताम्। यात सेनाग्रगाः सर्वे महाबलपरिग्रहाः॥१०॥ सवाजिरथमातङ्गाः स कपिः शास्यतामिति।",
                    "arth": "'अतः यह उन्हींका रचा हुआ प्राणी है, इसमें संदेह नहीं। तुमलोग उसे हठपूर्वक पकड़ ले आओ। मेरी सेनाके अग्रगामी वीरो! तुम हाथी, घोड़े और रथोंसहित बड़ी भारी सेना साथ लेकर जाओ और उस वानरको अच्छी तरह शिक्षा दो॥१०॥ "
                },
                {
                    "slok": "नावमन्यो भवद्भिश्च कपिर्धीरपराक्रमः॥११॥ दृष्टा हि हरयः पूर्वे मया विपुलविक्रमाः।",
                    "arth": "'वानर समझकर तुम्हें उसकी अवहेलना नहीं करनी चाहिये; क्योंकि वह धीर और पराक्रमी है। मैंने पहले बड़े-बड़े पराक्रमी वानर और भालू देखे हैं॥११३॥ "
                },
                {
                    "slok": "वाली च सह सुग्रीवो जाम्बवांश्च महाबलः॥१२॥ नीलः सेनापतिश्चैव ये चान्ये द्विविदादयः।",
                    "arth": "'जिनके नाम इस प्रकार हैं-वाली, सुग्रीव, महाबली जाम्बवान, सेनापति नील तथा द्विविद आदि अन्य वानर ॥ १२ ॥ "
                },
                {
                    "slok": "नैव तेषां गतिर्भीमा न तेजो न पराक्रमः॥१३॥ न मतिर्न बलोत्साहो न रूपपरिकल्पनम्।",
                    "arth": "म 'किंतु उनका वेग ऐसा भयंकर नहीं है और न उनमें ऐसा तेज, पराक्रम, बुद्धि, बल, उत्साह तथा रूप धारण करनेकी शक्ति ही है॥१३३॥ "
                },
                {
                    "slok": "महत्सत्त्वमिदं ज्ञेयं कपिरूपं व्यवस्थितम्॥१४॥ प्रयत्नं महदास्थाय क्रियतामस्य निग्रहः।",
                    "arth": "'वानरके रूपमें यह कोई बड़ा शक्तिशाली जीव प्रकट हुआ है, ऐसा जानना चाहिये। अतः तुमलोग महान् प्रयत्न करके उसे कैद करो ॥ १४ ॥ "
                },
                {
                    "slok": "कामं लोकास्त्रयः सेन्द्राः ससुरासुरमानवाः॥१५॥ भवतामग्रतः स्थातुं न पर्याप्ता रणाजिरे।",
                    "arth": "'भले ही इन्द्रसहित देवता, असुर, मनुष्य एवं तीनों लोक उतर आयें, वे रणभूमिमें तुम्हारे सामने ठहर नहीं सकते॥१५३ ॥ "
                },
                {
                    "slok": "तथापि तु नयज्ञेन जयमाकाङ्क्षता रणे॥१६॥ आत्मा रक्ष्यः प्रयत्नेन युद्धसिद्धिर्हि चञ्चला। ",
                    "arth": "'तथापि समराङ्गणमें विजयकी इच्छा रखनेवाले नीतिज्ञ पुरुषको यत्नपूर्वक अपनी रक्षा करनी चाहिये; क्योंकि युद्धमें सफलता अनिश्चित होती है' ॥१६३ ॥ |"
                },
                {
                    "slok": "ते स्वामिवचनं सर्वे प्रतिगृह्य महौजसः॥१७॥ समुत्पेतुर्महावेगा - हुताशसमतेजसः। रथैश्च मत्तै गैश्च वाजिभिश्च महाजवैः॥१८॥ शस्त्रैश्च विविधैस्तीक्ष्णैः सर्वैश्चोपहिता बलैः।",
                    "arth": "स्वामीकी आज्ञा स्वीकार करके वे सब-के-सब अग्निके समान तेजस्वी, महान् वेगशाली और अत्यन्त बलवान् राक्षस तेज चलनेवाले घोड़ों, मतवाले हाथियों तथा विशाल रथोंपर बैठकर युद्धके लिये चल दिये। | वे सब प्रकारके तीखे शस्त्रों और सेनाओंसे सम्पन्न थे॥ १७-१८३ ॥"
                },
                {
                    "slok": "ततस्तु ददृशुर्वीरा दीप्यमानं महाकपिम्॥१९॥ | रश्मिमन्तमिवोद्यन्तं स्वतेजोरश्मिमालिनम्। | तोरणस्थं महावेगं महासत्त्वं महाबलम्॥२०॥ महामतिं महोत्साहं महाकायं महाभुजम्।।",
                    "arth": "आगे जानेपर उन वीरोंने देखा, महाकपि हनुमान्जी फाटकपर खड़े हैं और अपनी तेजोमयी किरणोंसे मण्डित हो उदयकालके सूर्यकी भाँति देदीप्यमान हो रहे | हैं। उनकी शक्ति, बल, वेग, बुद्धि, उत्साह, शरीर और भुजाएँ सभी महान् थीं॥ १९-२०६॥"
                },
                {
                    "slok": "तं समीक्ष्यैव ते सर्वे दिक्षु सर्वास्ववस्थिताः॥२१॥ | तैस्तैः प्रहरणैर्भीमैरभिपेतुस्ततस्ततः।",
                    "arth": "उन्हें देखते ही वे सब राक्षस, जो सभी दिशाओंमें खड़े थे, भयंकर अस्त्र-शस्त्रोंकी वर्षा करते हुए चारों ओरसे उनपर टूट पड़े॥ २१३ ॥"
                },
                {
                    "slok": "प्रणमामला तस्य पञ्चायसास्तीक्ष्णाः सिताः पीतमुखाः शराः। शिरस्युत्पलपत्राभा दुर्धरण निपातिताः॥२२॥",
                    "arth": "निकट पहुँचनेपर पहले दुर्धरने हनुमान्जीके मस्तकपर लोहेके बने हुए पाँच बाण मारे। वे सभी बाण मर्मभेदी और पैनी धारवाले थे। उनके अग्रभागपर सोनेका पानी दिया गया था। जिससे वे पीतमुख दिखायी देते थे। वे पाँचों बाण उनके सिरपर प्रफुल्लकमलदलके समान शोभा पा रहे थे॥२२॥ "
                },
                {
                    "slok": "स तैः पञ्चभिराविद्धः शरैः शिरसि वानरः। | उत्पपात नदन् व्योम्नि दिशो दश विनादयन्॥२३॥",
                    "arth": "मस्तकमें उन पाँच बाणोंसे गहरी चोट खाकर वानरवीर हनुमान्जी अपनी भीषण गर्जनासे दसों दिशाओंको प्रतिध्वनित करते हुए आकाशमें ऊपरकी ओर उछल पड़े॥ २३॥"
                },
                {
                    "slok": "न ए ततस्तु दुर्धरो वीरः सरथः सज्जकार्मुकः।। | किरन् शरशतै कैरभिपेदे महाबलः॥२४॥",
                    "arth": "तब रथमें बैठे हुए महाबली वीर दुर्धरने धनुष चढ़ाये कई सौ बाणोंकी वर्षा करते हुए उनका पीछा किया। "
                },
                {
                    "slok": "स कपिर्वारयामास तं व्योग्नि शरवर्षिणम्। वृष्टिमन्तं पयोदान्ते पयोदमिव मारुतः॥२५॥",
                    "arth": "आकाशमें खड़े हुए उन वानरवीरने बाणोंकी वर्षा करते हुए दुर्धरको अपने हुंकारमात्रसे उसी प्रकार रोक दिया, जैसे वर्षा-ऋतुके अन्तमें वृष्टि करनेवाले बादलको वायु रोक देती है॥ २५॥ "
                },
                {
                    "slok": "भावना का ना अद्यमानस्ततस्तेन दुर्धरणानिलात्मजः। चकार निनदं भूयो व्यवर्धत च वीर्यवान्॥२६॥",
                    "arth": "जब दुर्धर अपने बाणोंसे अधिक पीड़ा देने लगा, तब वे परम पराक्रमी पवनकुमार पुनः विकट गर्जना करने और अपने शरीरको बढ़ाने लगे॥२६॥"
                },
                {
                    "slok": "स दूरं सहसोत्पत्य दुर्धरस्य रथे हरिः। निपपात महावेगो विद्युद्राशिगिराविव॥२७॥",
                    "arth": "तत्पश्चात् वे महावेगशाली वानरवीर बहुत दूरतक ऊँचे उछलकर सहसा दुर्धरके रथपर कूद पड़े, मानो किसी पर्वतपर बिजलीका समूह गिर पड़ा हो॥२७॥ "
                },
                {
                    "slok": "ततः स मथिताष्टाश्वं रथं भग्नाक्षकूबरम्। विहाय न्यपतद् भूमौ दुर्धरस्त्यक्तजीवितः॥२८॥",
                    "arth": "उनके भारसे रथके आठों घोड़ोंका कचूमर निकल गया, धुरी और कूबर टूट गये तथा दुर्धर प्राणहीन हो उस रथको छोड़कर पृथ्वीपर गिर पड़ा ॥२८॥ "
                },
                {
                    "slok": "तं विरूपाक्षयूपाक्षौ दृष्ट्वा निपतितं भुवि। तौ जातरोषौ दुर्धर्षावुत्पेततुररिंदमौ॥२९॥",
                    "arth": "दुर्धरको धराशायी हुआ देख शत्रुओंका दमन करनेवाले दुर्धर्ष वीर विरूपाक्ष और यूपाक्षको बड़ा क्रोध हुआ। वे दोनों आकाशमें उछले ॥२९॥ "
                },
                {
                    "slok": "स ताभ्यां सहसोत्प्लुत्य विष्ठितो विमलेऽम्बरे। मुद्राभ्यां महाबाहुर्वक्षस्यभिहतः कपिः॥३०॥",
                    "arth": "उन दोनोंने सहसा उछलकर निर्मल आकाशमें खड़े हुए महाबाहु कपिवर हनुमान्जीकी छातीमें मुद्गरोंसे प्रहार किया॥३०॥ "
                },
                {
                    "slok": "तयोर्वेगवतोर्वेगं निहत्य स महाबलः। निपपात पुनर्भूमौ सुपर्ण इव वेगितः॥३१॥",
                    "arth": "से उन दोनों वेगवान् वीरोंके वेगको विफल करके महाबली हनुमान्जी वेगशाली गरुड़के समान पुनः पृथ्वीपर कूद पड़े॥ ३१॥ "
                },
                {
                    "slok": "स सालवृक्षमासाद्य समुत्पाट्य च वानरः । तावुभौ राक्षसौ वीरौ जघान पवनात्मजः ॥ ३२ ॥",
                    "arth": "वहाँ वानरशिरोमणि पवनकुमारने एक सालवृक्षके पास जाकर उसे उखाड़ लिया और उसीके द्वारा उन दोनों राक्षसवीरोंको मार डाला॥३२॥ "
                },
                {
                    "slok": "ततस्तांस्त्रीन् हतान् ज्ञात्वा वानरेण तरस्विना। अभिपेदे महावेगः प्रहस्य प्रघसो बली॥३३॥ भासकर्णश्च संक्रुद्धः शूलमादाय वीर्यवान्। एकतः कपिशार्दूलं यशस्विनमवस्थितौ॥३४॥",
                    "arth": "उन वेगशाली वानरवीरके द्वारा उन तीनों राक्षसोंको मारा गया देख महान् वेगसे युक्त बलवान् वीर प्रघस हँसता हुआ उनके पास आया। दूसरी ओरसे पराक्रमी वीर भासकर्ण भी अत्यन्त क्रोधमें भरकर शूल हाथमें लिये वहाँ आ पहुँचा। वे दोनों यशस्वी कपिश्रेष्ठ हनुमान्जीके निकट एक ही ओर खड़े हो गये॥ ३३-३४॥ "
                },
                {
                    "slok": "पट्टिशेन शिताग्रेण प्रघसः प्रत्यपोथयत्। भासकर्णश्च शूलेन राक्षसः कपिकुञ्जरम्॥३५॥",
                    "arth": "प्रघसने तेज धारवाले पट्टिशसे तथा राक्षस भासकर्णने शूलसे कपिकुञ्जर हनुमान्जीपर प्रहार किया॥ ३५॥"
                },
                {
                    "slok": "स ताभ्यां विक्षतैर्गात्रैरसृग्दिग्धतनूरुहः। अभवद् वानरः क्रुद्धो बालसूर्यसमप्रभः॥३६॥",
                    "arth": "उन दोनोंके प्रहारोंसे हनुमान्जीके शरीरमें कई जगह घाव हो गये और उनके शरीरकी रोमावली रक्तसे रँग गयी। उस समय क्रोधमें भरे हुए वानरवीर हनुमान् प्रात:कालके सूर्यकी भाँति अरुण कान्तिसे प्रकाशित हो रहे थे॥३६॥ "
                },
                {
                    "slok": "समुत्पाट्य गिरेः शृङ्गं समृगव्यालपादपम्। जघान हनुमान् वीरो राक्षसौ कपिकुञ्जरः। गिरिशृङ्गसुनिष्पिष्टौ तिलशस्तौ बभूवतुः॥३७॥",
                    "arth": "तब मृग, सर्प और वृक्षोंसहित एक पर्वतशिखरको उखाड़कर कपिश्रेष्ठ वीर हनुमान्ने उन दोनों राक्षसोंपर दे मारा। पर्वत-शिखरके आघातसे वे दोनों पिस गये और उनके शरीर तिलके समान खण्ड-खण्ड हो गये॥ ३७॥ "
                },
                {
                    "slok": "ततस्तेष्ववसन्नेषु सेनापतिषु । पञ्चसु। पद बलं तदवशेषं तु नाशयामास वानरः॥३८॥",
                    "arth": "इस प्रकार उन पाँचों सेनापतियोंके नष्ट हो जानेपर हनुमान्जीने उनकी बची-खुची सेनाका भी संहार आरम्भ किया॥३८॥ "
                },
                {
                    "slok": "पर अश्वैरश्वान् गजै गान् योधैर्योधान् रथै रथान्। स कपिर्नाशयामास सहस्राक्ष इवासुरान्॥३९॥",
                    "arth": "माना जैसे देवराज इन्द असरोंका विनाश करते हैं. उसी प्रकार उन वानरवीरने घोड़ोंसे घोड़ोंका, हाथियोंसे हाथियोंका, योद्धाओंसे योद्धाओंका और रथोंसे रथोंका संहार कर डाला ॥ ३९॥ "
                },
                {
                    "slok": "हयै गैस्तुरंगैश्च भनाक्षश्च महारथैः। हतैश्च राक्षसैर्भूमी रुद्धमार्गा समन्ततः॥४०॥",
                    "arth": "मरे हुए हाथियों और तीव्रगामी घोड़ोंसे, टूटी हुई धुरीवाले विशाल रथोंसे तथा मारे गये राक्षसोंकी लाशोंसे वहाँकी सारी भूमि चारों ओरसे इस तरह पट गयी थी कि आने-जानेका रास्ता बंद हो गया था॥४०॥"
                },
                {
                    "slok": "ततः कपिस्तान् ध्वजिनीपतीन् रणे । निहत्य वीरान् सबलान् सवाहनान्। | तथैव वीरः परिगृह्य तोरणं कृतक्षणः काल इव प्रजाक्षये॥४१॥",
                    "arth": "इस प्रकार सेना और वाहनोंसहित उन पाँचों वीर | सेनापतियोंको रणभूमिमें मौतके घाट उतारकर महावीर वानर हनुमान्जी पुनः युद्धके लिये अवसर पाकर पहलेकी ही भाँति फाटकपर जाकर खड़े हो गये। उस समय वे प्रजाका संहार करनेके लिये उद्यत हुए कालके | समान जान पड़ते थे॥४१॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे षट्चत्वारिंशः सर्गः॥४६॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें छियालीसवाँ सर्ग पूरा हुआ॥४६॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - सप्तचत्वारिंशः सर्गः रावणपुत्र अक्षकुमारका पराक्रम और वध",
            "arths": [
                {
                    "slok": "सेनापतीन् पञ्च स तु प्रमापितान् हनूमता सानुचरान् सवाहनान्। निशम्य राजा समरोद्धतोन्मुखं । कुमारमक्षं प्रसमैक्षताक्षम्॥१॥",
                    "arth": "हनुमान्जीके द्वारा अपने पाँच सेनापतियोंको सेवकों और वाहनोंसहित मारा गया सुनकर राजा रावणने अपने सामने बैठे हुए पुत्र अक्षकुमारकी ओर देखा, जो युद्धमें उद्धत और उसके लिये उत्कण्ठित रहनेवाला था॥१॥"
                },
                {
                    "slok": "स तस्य दृष्ट्यर्पणसम्प्रचोदितः प्रतापवान् काञ्चनचित्रकार्मुकः। समुत्पपाताथ सदस्युदीरितो द्विजातिमुख्यैर्हविषेव पावकः॥२॥",
                    "arth": "पिताके दृष्टिपातमात्रसे प्रेरित हो वह प्रतापी वीर युद्धके लिये उत्साहपूर्वक उठा। उसका धनुष सुवर्णजटित होनेके कारण विचित्र शोभा धारण करता था। जैसे श्रेष्ठ ब्राह्मणोंद्वारा यज्ञशालामें हविष्यकी आहुति देनेपर अग्निदेव प्रज्वलित हो उठते हैं, उसी प्रकार वह भी सभामें उठकर खड़ा हो गया॥२॥ "
                },
                {
                    "slok": "ततो महान् बालदिवाकरप्रभं प्रतप्तजाम्बूनदजालसंततम् । रथं समास्थाय ययौ स वीर्यवान् महाहरिं तं प्रति नैर्ऋतर्षभः॥३॥",
                    "arth": "वह महापराक्रमी राक्षसशिरोमणि अक्ष प्रातःकालीन सूर्यके समान कान्तिमान् तथा तपाये हुए सुवर्णके जालसे आच्छादित रथपर आरूढ़ हो उन महाकपि हनुमान्जीके पास चल दिया ॥३॥"
                },
                {
                    "slok": "ततस्तपःसंग्रहसंचयार्जितं प्रतप्तजाम्बूनदजालचित्रितम् । पताकिनं रत्नविभूषितध्वजं मनोजवाष्टाश्ववरैः सुयोजितम्॥४॥ सुरासुराधृष्यमसङ्गचारिणं तडित्प्रभं व्योमचरं समाहितम् । सतूणमष्टासिनिबद्धबन्धुरं यथाक्रमावेशितशक्तितोमरम् ॥५॥ विराजमानं प्रतिपूर्णवस्तुना सहेमदाम्ना शशिसूर्यवर्चसा। र दिवाकराभं रथमास्थितस्ततः स निर्जगामामरतुल्यविक्रमः॥६॥",
                    "arth": "वह रथ उसे बड़ी भारी तपस्याओंके संग्रहसे प्राप्त हुआ था। उसमें तपे हुए जाम्बूनद (सुवर्ण)-की जाली जड़ी हुई थी। पताका फहरा रही थी। उसका ध्वजदण्ड रत्नोंसे विभूषित था। उसमें मनके समान वेगवाले आठ घोड़े अच्छी तरह जुते हुए थे। देवता और असुर कोई भी उस रथको नष्ट नहीं कर सकते थे। उसकी गति कहीं रुकती नहीं थी। वह बिजलीके समान प्रकाशित होता और आकाशमें भी चलता था। उस रथको सब सामग्रियोंसे सुसज्जित किया गया था। उसमें तरकस रखे गये थे। आठ तलवारोंके बँधे रहनेसे वह और भी सुन्दर दिखायी देता था। उसमें यथास्थान शक्ति और तोमर आदि अस्त्र-शस्त्र क्रमसे रखे गये थे। चन्द्रमा और सूर्यके समान दीप्तिमान् तथा सोनेकी रस्सीसे युक्त युद्धके समस्त उपकरणोंसे सुशोभित उस सूर्यतुल्य तेजस्वी रथपर बैठकर देवताओंके तुल्य पराक्रमी अक्षकुमार राजमहलसे बाहर निकला॥४-६॥ "
                },
                {
                    "slok": "स पूरयन् खं च महीं च साचला। तुरङ्गमातङ्गमहारथस्वनैः । बलैः समेतैः सहतोरणस्थितं त्याने विचार समर्थमासीनमुपागमत् कपिम्॥ ७ ॥",
                    "arth": "घोड़े, हाथी और बड़े-बड़े रथोंकी भयंकर आवाजसे पर्वतोंसहित पृथ्वी तथा आकाशको [जाता हुआ वह बड़ी भारी सेना साथ लेकर वाटिकाके द्वारपर बैठे हुए शक्तिशाली वीर वानर हनुमान्जीके पास जा पहुँचा॥७॥"
                },
                {
                    "slok": "स तं समासाद्य हरिं हरीक्षणो । युगान्तकालाग्निमिव प्रजाक्षये। अवस्थितं को विस्मितजातसम्भ्रमं समैक्षताक्षो तक बहुमानचक्षुषा॥ ८ ॥",
                    "arth": "सिंहके समान भयंकर नेत्रवाले अक्षने वहाँ पहुँचकर लोकसंहारके समय प्रज्वलित हुई प्रलयाग्निके समान स्थित और विस्मय एवं सम्भ्रममें पड़े हुए हनुमान्जीको अत्यन्त गर्वभरी दृष्टिसे देखा॥८॥ "
                },
                {
                    "slok": "स तस्य वेगं च कर्महात्मनः पराक्रमं चारिषु रावणात्मजः। विचारयन् स्वं च बलं महाबलो जो युगक्षये सूर्य इवाभिवर्धत ॥ ९ ॥",
                    "arth": "उन महात्मा कपिश्रेष्ठके वेग तथा शत्रुओंके प्रति उनके पराक्रमका और अपने बलका भी विचार करके वह महाबली रावणकुमार प्रलयकालके सूर्यकी भाँति बढ़ने लगा॥९॥ "
                },
                {
                    "slok": "स जातमन्युः प्रसमीक्ष्य विक्रम स्थितः स्थिरः संयति दुर्निवारणम्। समाहितात्मा मानो हनुमन्तमाहवे प्रचोदयामास शितैः शरैस्त्रिभिः॥१०॥",
                    "arth": "हनुमान्जीके पराक्रमपर दृष्टिपात करके उसे क्रोध आ गया। अतः स्थिरतापूर्वक स्थित हो उसने एकाग्रचित्तसे तीन तीखे बाणोंद्वारा रणदुर्जय हनुमान्जीको युद्धके लिये प्रेरित किया॥१०॥"
                },
                {
                    "slok": "ततः कपिं तं प्रसमीक्ष्य गर्वितं जितश्रमं शत्रुपराजयोचितम् । अवैक्षताक्षः समुदीर्णमानसं सबाणपाणिः प्रगृहीतकार्मुकः॥११॥",
                    "arth": "तदनन्तर हाथमें धनुष और बाण लिये अक्षने यह जानकर कि 'ये खेद या थकावटको जीत चुके हैं, शत्रुओंको पराजित करनेकी योग्यता रखते हैं और युद्धके लिये इनके मनका उत्साह बढ़ा हुआ है। इसीलिये ये गर्वीले दिखायी देते हैं, उनकी ओर दृष्टिपात किया॥११॥ "
                },
                {
                    "slok": "स हेमनिष्काङ्गदचारुकुण्डलः शर समाससादाशुपराक्रमः कपिम्। तयोर्बभूवाप्रतिमः समागमः सुरासुराणामपि वा सम्भ्रमप्रदः॥१२॥",
                    "arth": "गलेमें सुवर्णके निष्क (पदक), बाँहोंमें बाजूबंद और कानोंमें मनोहर कुण्डल धारण किये वह शीघ्रपराक्रमी रावणकुमार हनुमान्जीके पास आया। उस समय उन दोनों वीरोंमें जो टक्कर हुई, उसकी कहीं तुलना नहीं थी। उनका युद्ध देवताओं और असुरोंके मनमें भी घबराहट पैदा कर देनेवाला था॥१२॥ "
                },
                {
                    "slok": "ररास भूमिर्न तताप भानुमान् ववौ न वायुः प्रचचाल चाचलः। कपेः कुमारस्य च वीर्यसंयुगं ननाद च द्यौरुदधिश्च चुक्षुभे॥१३॥",
                    "arth": "कपिश्रेष्ठ हनुमान् और अक्षकुमारका वह संग्राम देखकर भूतलके सारे प्राणी चीख उठे। सूर्यका ताप कम हो गया। वायुकी गति रुक गयी। पर्वत हिलने लगे। आकाशमें भयंकर शब्द होने लगा और समुद्रमें तूफान आ गया॥१३॥ "
                },
                {
                    "slok": "स तस्य वीरः सुमुखान् पतत्रिणः सुवर्णपुङ्खान् सविषानिवोरगान्। समाधिसंयोगविमोक्षतत्त्वविच्छरानथ त्रीन् कपिमूर्च्यताडयत्॥१४॥",
                    "arth": "अक्षकुमार निशाना साधने, बाणको धनुषपर चढ़ाने और उसे लक्ष्यकी ओर छोड़नेमें बड़ा प्रवीण था। उस वीरने विषधर सोके समान भयंकर, सुवर्णमय पंखोंसे युक्त, सुन्दर अग्रभागवाले तथा पत्रयुक्त तीन बाण हनुमान्जीके मस्तकमें मारे॥१४॥ "
                },
                {
                    "slok": "स तैः शरैर्मूर्ध्नि समं निपातितैः क्षरन्नसृग्दिग्धविवृत्तनेत्रः नवोदितादित्यनिभः शरांशुमान् व्यराजतादित्य इवांशुमालिकः ॥ १५ ॥",
                    "arth": "उन तीनोंकी चोट हनुमान्जीके माथेमें एक साथ ही लगी, इससे खूनकी धारा गिरने लगी। वे उस रक्तसे नहा उठे और उनकी आँखें घूमने लगीं। उस समय बाणरूपी किरणोंसे युक्त हो वे तुरंतके उगे हुए अंशुमाली सूर्यके समान शोभा पाने लगे॥१५॥"
                },
                {
                    "slok": "ततः प्लवङ्गाधिपमन्त्रिसत्तमः समीक्ष्य तं राजवरात्मजं रणे। उदग्रचित्रायुधचित्रकार्मुकं जहर्ष चापूर्यत चाहवोन्मुखः॥१६॥",
                    "arth": "तदनन्तर वानरराजके श्रेष्ठ मन्त्री हनुमान्जी राक्षसराज रावणके राजकुमार अक्षको अति उत्तम विचित्र आयुध एवं अद्भुत धनुष धारण किये देख हर्ष और उत्साहसे भर गये और युद्धके लिये उत्कण्ठित हो अपने शरीरको बढ़ाने लगे॥१६॥ "
                },
                {
                    "slok": "स मन्दराग्रस्थ इवांशुमाली विवृद्धकोपो बलवीर्यसंवृतः। कुमारमक्षं सबलं सवाहनं ददाह नेत्राग्निमरीचिभिस्तदा॥१७॥",
                    "arth": "हनुमान्जीका क्रोध बहुत बढ़ा हुआ था। वे बल और पराक्रमसे सम्पन्न थे, अतः मन्दराचलके शिखरपर प्रकाशित होनेवाले सूर्यदेवके समान वे अपनी नेत्राग्निमयी किरणोंसे उस समय सेना और सवारियोंसहित राजकुमार अक्षको दग्ध-सा करने लगे॥१७॥ "
                },
                {
                    "slok": "ततः स बाणासनशक्रकार्मुकः शरप्रवर्षों युधि राक्षसाम्बुदः। शरान् मुमोचाशु हरीश्वराचले बलाहको वृष्टिमिवाचलोत्तमे॥१८॥",
                    "arth": "तब जैसे बादल श्रेष्ठ पर्वतपर जल बरसाता है, उसी प्रकार युद्धस्थलमें अपने शरासनरूपी इन्द्र-धनुषसे युक्त वह राक्षसरूपी मेघ बाणवर्षी होकर कपिश्रेष्ठ हनुमानरूपी पर्वतपर बड़े वेगसे बाणोंकी वृष्टि करने लगा॥१८॥"
                },
                {
                    "slok": "कपिस्ततस्तं रणचण्डविक्रम हा प्रवृद्धतेजोबलवीर्यसायकम् । कुमारमक्षं के प्रसमीक्ष्य संयुगे ननाद हर्षाद् घनतुल्यनिःस्वनः॥१९॥",
                    "arth": "रणभूमिमें अक्षकुमारका पराक्रम बड़ा प्रचण्ड दिखायी देता था। उसके तेज, बल, पराक्रम और बाण सभी बढ़े-चढ़े थे। युद्धस्थलमें उसकी ओर दृष्टिपात करके हनुमान्जीने हर्ष और उत्साहमें भरकर मेघके समान भयानक गर्जना की॥१९॥ "
                },
                {
                    "slok": "स बालभावाद् युधि वीर्यदर्पितः प्रवृद्धमन्युः क्षतजोपमेक्षणः। समाससादाप्रतिमं रणे कपिं गजो महाकूपमिवावृतं तृणैः॥२०॥",
                    "arth": "समराङ्गणमें बलके घमंडमें भरे हुए अक्षकुमारको उनकी गर्जना सनकर बडा क्रोध हआ। उसकी आँखें रक्तके समान लाल हो गयीं। वह अपने बालोचित अज्ञानके कारण अनुपम पराक्रमी हनुमान्जीका सामना करनेके लिये आगे बढ़ा। ठीक उसी तरह, जैसे कोई हाथी तिनकोंसे ढके हुए विशाल कूपकी ओर अग्रसर होता है॥२०॥"
                },
                {
                    "slok": "स तेन बाणैः प्रसभं निपातितै श्चकार नादं घननादनिःस्वनः। समुत्सहेनाशु नभः समारुजन् भुजोरुविक्षेपणघोरदर्शनः ॥२१॥",
                    "arth": "उसके बलपूर्वक चलाये हुए बाणोंसे विद्ध होकर हनुमान्जीने तुरंत ही उत्साहपूर्वक आकाशको विदीर्ण करते हुए-से मेघके समान गम्भीर स्वरसे भीषण गर्जना की। उस समय दोनों भुजाओं और जाँघोंको चलानेके कारण वे बड़े भयंकर दिखायी देते थे॥ २१॥ | "
                },
                {
                    "slok": "तमुत्पतन्तं समभिद्रवद् बली स राक्षसानां प्रवरः प्रतापवान्। | रथी रथश्रेष्ठतरः किरन् शरैः पयोधरः शैलमिवाश्मवृष्टिभिः॥२२॥",
                    "arth": "उन्हें आकाशमें उछलते देख रथियोंमें श्रेष्ठ और | रथपर चढ़े हुए उस बलवान्, प्रतापी एवं राक्षसशिरोमणि | वीरने बाणोंकी वर्षा करते हुए उनका पीछा किया। उस | समय वह ऐसा जान पड़ता था मानो कोई मेघ किसी पर्वतपर ओले और पत्थरोंकी वर्षा कर रहा हो ॥२२॥ "
                },
                {
                    "slok": "स ताञ्छरांस्तस्य हरिविमोक्षयं श्चचार वीरः पथि वायुसेविते। शरान्तरे मारुतवद्या विनिष्पतन् मनोजवः संयति भीमविक्रमः॥२३॥",
                    "arth": "उस युद्धस्थलमें मनके समान वेगवाले वीर हनुमान्जी भयंकर पराक्रम प्रकट करने लगे। वे अक्षकुमारके उन बाणोंको व्यर्थ करते हुए वायुके पथपर विचरते और दो बाणोंके बीचसे हवाकी भाँति निकल जाते थे॥२३॥ "
                },
                {
                    "slok": "तमात्तबाणासनमाहवोन्मुखं । खमास्तृणन्तं विविधैः शरोत्तमैः। अवैक्षताक्षं लावा बहुमानचक्षुषा जगाम चिन्तां स च मारुतात्मजः॥२४॥",
                    "arth": "अक्षकुमार हाथमें धनुष लिये युद्धके लिये उन्मुख हो नाना प्रकारके उत्तम बाणोंद्वारा आकाशको आच्छादित किये देता था। पवनकुमार हनुमान्ने उसे बड़े आदरकी दृष्टिसे देखा और वे मन-ही-मन कुछ सोचने लगे॥२४॥"
                },
                {
                    "slok": "ततः शरैभिन्नभुजान्तरः कपिः कुमारवर्येण महात्मना नदन्। महाभुजः कर्मविशेषतत्त्वविद् मोका विचिन्तयामास रणे पराक्रमम्॥२५॥",
                    "arth": "इतनेहीमें महामना वीर अक्षकुमारने अपने बाणोंद्वारा कपिश्रेष्ठ हनुमान्जीकी दोनों भुजाओंके मध्यभागछातीमें गहरा आघात किया। वे महाबाहु वानरवीर समयोचित कर्तव्यविशेषको ठीक-ठीक जानते थे; अतः वे रणक्षेत्रमें उस चोटको सहकर सिंहनाद करते हुए उसके पराक्रमके विषयमें इस प्रकार विचार करने लगे- ॥२५॥ "
                },
                {
                    "slok": "॥२५॥ अबालवद्या बालदिवाकरप्रभः करोत्ययं कर्म महन्महाबलः। न चास्य सर्वाहवकर्मशालिनः प्रमापणे मे मतिरत्र जायते॥२६॥",
                    "arth": "'यह महाबली अक्षकुमार बालसूर्यके समान तेजस्वी है और बालक होकर भी बड़ोंके समान महान् कर्म कर रहा है। युद्धसम्बन्धी समस्त कर्मों में कुशल होनेके कारण अद्भुत शोभा पानेवाले इस वीरको यहाँ मार डालनेकी मेरी इच्छा नहीं हो रही है॥२६॥"
                },
                {
                    "slok": "अयं महात्मा च महांश्च वीर्यतः या समाहितश्चातिसहश्च संयुगे। असंशयं कर्मगुणोदयादयं सनागयज्ञैर्मुनिभिश्च पूजितः॥२७॥",
                    "arth": "'यह महामनस्वी राक्षसकुमार बल-पराक्रमकी दृष्टिसे महान् है। युद्ध में सावधान एवं एकाग्रचित्त है तथा शत्रुके वेगको सहन करनेमें अत्यन्त समर्थ है। अपने कर्म और गुणोंकी उत्कृष्टताके कारण यह नागों, यक्षों और मुनियोंके द्वारा भी प्रशंसित हुआ होगा, इसमें संशय नहीं है॥२७॥"
                },
                {
                    "slok": "पराक्रमोत्साहविवृद्धमानसः समीक्षते मां प्रमुखोऽग्रतः स्थितः । राक्रमो ह्यस्य मनांसि कम्पयेत् सुरासुराणामपि शीघ्रकारिणः ॥ २८ ॥",
                    "arth": "'पराक्रम और उत्साहसे इसका मन बढ़ा हुआ है। यह युद्धके मुहानेपर मेरे सामने खड़ा हो मुझे ही देख रहा है। शीघ्रतापूर्वक युद्ध करनेवाले इस वीरका पराक्रम देवताओं और असुरोंके हृदयको भी कम्पित कर सकता है॥ २८॥ "
                },
                {
                    "slok": "न खल्वयं नाभिभवेदुपेक्षितः पराक्रमो ह्यस्य रणे विवर्धते। प्रमापणं ह्यस्य ममाद्य रोचते न वर्धमानोऽग्निरुपेक्षितुं क्षमः ॥२९॥",
                    "arth": "और 'किंतु यदि इसकी उपेक्षा की गयी तो यह मुझे परास्त किये बिना नहीं रहेगा; क्योंकि संग्राममें इसका पराक्रम बढ़ता जा रहा है। अतः अब इसे मार डालना ही मुझे अच्छा जान पड़ता है। बढ़ती हुई आगकी उपेक्षा करना कदापि उचित नहीं है'॥ २९॥"
                },
                {
                    "slok": "इति प्रवेगं तु परस्य तर्कयन् स्वकर्मयोगं च विधाय वीर्यवान्। चकार वेगं तु महाबलस्तदा। मतिं च चक्रेऽस्य वधे तदानीम्॥३०॥",
                    "arth": "इस प्रकार शत्रुके वेगका विचार कर उसके प्रतीकारके लिये अपने कर्तव्यका निश्चय करके महान् बल और पराक्रमसे सम्पन्न हनुमान्जीने उस समय अपना वेग बढ़ाया और उस शत्रुको मार डालनेका विचार किया॥३०॥"
                },
                {
                    "slok": "स तस्य तानष्ट वरान् महाहयान् समाहितान् भारसहान् विवर्तने। जघान वीरः पथि वायुसेविते तलप्रहारैः पवनात्मजः कपिः॥३१॥",
                    "arth": "तत्पश्चात् आकाशमें विचरते हुए वीर वानर पवनकुमारने थप्पड़ोंकी मारसे अक्षकुमारके उन आठों उत्तम और विशाल घोड़ोंको, जो भार सहन करनेमें समर्थ और नाना प्रकारके पैंतरे बदलनेकी कलामें सुशिक्षित थे, यमलोक पहुँचा दिया॥३१॥ "
                },
                {
                    "slok": "ततस्तलेनाभिहतो महारथः स तस्य पिङ्गाधिपमन्त्रिनिर्जितः। स भग्ननीडः परिवृत्तकूबरः पपात भूमौ हतवाजिरम्बरात्॥३२॥",
                    "arth": "तदनन्तर वानरराज सुग्रीवके मन्त्री हनुमान्जीने अक्षकुमारके उस विशाल रथको भी अभिभूत कर दिया, उन्होंने हाथसे ही पीटकर रथकी बैठक तोड़ नाली और रपके दरसेको रलट दिया। घोडे तो पहले ही मर चुके थे, अतः वह महान् रथ आकाशसे पृथ्वीपर | गिर पड़ा॥ ३२॥ "
                },
                {
                    "slok": "मत स तं परित्यज्य महारथो रथं सकार्मुकः खड्गधरः खमुत्पतन्। ततोऽभियोगाषिरुग्रवीर्यवान् । विहाय देहं मरुतामिवालयम्॥३३॥",
                    "arth": "उस समय महारथी अक्षकुमार धनुष और तलवार ले रथ छोड़कर अन्तरिक्षमें ही उड़ने लगा। ठीक वैसे ही, जैसे कोई उग्रशक्तिसे सम्पन्न महर्षि योगमार्गसे शरीर त्यागकर स्वर्गलोककी ओर चला जा रहा हो ॥ ३३॥ "
                },
                {
                    "slok": "कपिस्ततस्तं विचरन्तमम्बरे पतत्रिराजानिलसिद्धसेविते । समेत्य तं मारुतवेगविक्रमः क्रमेण जग्राह च पादयोर्दूढम्॥३४॥",
                    "arth": "तब वायुके समान वेग और पराक्रमवाले कपिवर हनुमान्जीने पक्षिराज गरुड़, वायु तथा सिद्धोंसे सेवित व्योममार्गमें विचरते हुए उस राक्षसके पास पहुँचकर क्रमशः उसके दोनों पैर दृढ़तापूर्वक पकड़ लिये॥ ३४॥"
                },
                {
                    "slok": "स तं समाविध्य सहस्रशः कपि महोरगं गृह्य इवाण्डजेश्वरः। मुमोच वेगात् पितृतुल्यविक्रमो महीतले संयति वानरोत्तमः॥३५॥",
                    "arth": "फिर तो अपने पिता वायु देवताके तुल्य पराक्रमी वानर-शिरोमणि हनुमान्ने जिस प्रकार गरुड़ बड़े-बड़े सोको घुमाते हैं, उसी तरह उसे हजारों बार घुमाकर बड़े वेगसे उस युद्ध-भूमिमें पटक दिया॥ ३५॥ "
                },
                {
                    "slok": "सा भगबाहरुकटीपयोधरः क्षरन्नसृनिर्मथितास्थिलोचनः । सम्भिन्नसंधिः प्रविकीर्णबन्धनो हतः क्षितौ वायुसुतेन राक्षसः॥३६॥",
                    "arth": "नीचे गिरते ही उसकी भुजा, जाँघ, कमर और छातीके टुकड़े-टुकड़े हो गये, खूनकी धारा बहने लगी, शरीरकी हड्डियाँ चूर-चूर हो गयीं, आँखें बाहर निकल आयीं, अस्थियोंके जोड़ टूट गये और नस-नाड़ियोंके बन्धन शिथिल हो गये। इस तरह वह राक्षस पवनकुमार हनुमान्जीके हाथसे मारा गया॥३६॥"
                },
                {
                    "slok": "गया॥३६॥प्रक महाकपिभूमितले निपीड्य तं चकार रक्षोऽधिपतेर्महद्भयम्। महर्षिभिश्चक्रचरैः समागतः । समेत्य भूतैश्च सयक्षपन्नगैः। सुरैश्च सेन्द्र शजातविस्मयै हते कुमारे स कपिर्निरीक्षितः॥३७॥",
                    "arth": "अक्षकुमारको पृथ्वीपर पटककर महाकपि हनुमान्जीने राक्षसराज रावणके हृदयमें बहुत बड़ा भय उत्पन्न कर दिया। उसके मारे जानेपर नक्षत्र-मण्डलमें विचरनेवाले महर्षियों, यक्षों, नागों, भूतों तथा इन्द्रसहित देवताओंने वहाँ एकत्र होकर बड़े विस्मयके साथ हनुमान्जीका दर्शन किया॥ ३७॥ "
                },
                {
                    "slok": "निहत्य तं वज्रिसुतोपमं रणे पर कुमारमक्षं मामा क्षतजोपमेक्षणम्। तदेव वीरोऽभिजगाम : तोरणं कृतक्षणः काल इव प्रजाक्षये॥३८॥",
                    "arth": "झार युद्धमें इन्द्रपुत्र जयन्तके समान पराक्रमी और लाल-लाल आँखोंवाले अक्षकुमारका काम तमाम करके वीरवर हनुमान्जी प्रजाके संहारके लिये उद्यत हुए कालकी भाँति पुनः युद्धकी प्रतीक्षा करते हुए वाटिकाके उसी द्वारपर जा पहुँचे ॥३८॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे सप्तचत्वारिंशः सर्गः॥४७॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें सैंतालीसवाँ सर्ग पूरा हुआ॥४७॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - अष्टचत्वारिंशः सर्गः इन्द्रजित् और हनुमानजीका युद्ध, उसके दिव्यास्त्रके बन्धनमें बँधकर हनुमान्जीका रावणके दरबारमें उपस्थित होना",
            "arths": [
                {
                    "slok": "हनूमताक्षे निहते कुमारे। मनः समाधाय स देवकल्पं समादिदेशेन्द्रजितं सरोषः॥१॥",
                    "arth": "तदनन्तर हनुमान्जीके द्वारा अक्षकुमारके मारे जानेपर राक्षसोंका स्वामी महाकाय रावण अपने मनको किसी तरह सुस्थिर करके रोषसे जल उठा और देवताओंके तुल्य पराक्रमी कुमार इन्द्रजित् (मेघनाद) को इस प्रकार आज्ञा दी-॥१॥"
                },
                {
                    "slok": "त्वमस्त्रविच्छस्त्रभृतां वरिष्ठः सुरासुराणामपि शोकदाता। सुरेषु सेन्द्रेषु च दृष्टकर्मा पितामहाराधनसंचितास्त्रः ॥२॥",
                    "arth": "'बेटा! तुमने ब्रह्माजीकी आराधना करके अनेक प्रकारके अस्त्रोंका ज्ञान प्राप्त किया है। तुम अस्त्रवेत्ता शस्त्रधारियोंमें श्रेष्ठ तथा देवताओं और असुरोंको भी शोक प्रदान करनेवाले हो। इन्द्रसहित सम्पूर्ण देवताओंके समुदायमें तुम्हारा पराक्रम देखा गया है॥२॥"
                },
                {
                    "slok": "त्वदस्त्रबलमासाद्य ससुराः समरुद्गणाः। न शेकुः समरे स्थातुं सुरेश्वरसमाश्रिताः॥३।",
                    "arth": "'इन्द्रके आश्रयमें रहनेवाले देवता और मरुद्गण भी समरभूमिमें तुम्हारे अस्त्र-बलका सामना होनेपर टिक नहीं सके हैं॥३॥ "
                },
                {
                    "slok": "न कश्चित् त्रिषु लोकेषु संयुगे न गतश्रमः। भुजवीर्याभिगुप्तश्च तपसा ए चाभिरक्षितः। देशकालप्रधानश्च । त्वमेव मतिसत्तमः॥४।",
                    "arth": "'तीनों लोकोंमें तुम्हारे सिवा दूसरा कोई ऐसा नहीं है, जो युद्धसे थकता न हो। तुम अपने बाहुबलसे तो सुरक्षित हो ही, तपस्याके बलसे भी पूर्णतः निरापद हो देश-कालका ज्ञान रखनेवालोंमें प्रधान और बुद्धिक दृष्टिसे भी सर्वश्रेष्ठ तुम्हीं हो॥४॥ "
                },
                {
                    "slok": "न तेऽस्त्यशक्यं समरेषु कर्मणां बाद न तेऽस्त्यकार्यं मतिपूर्वमन्त्रणे। न सोऽस्ति कश्चित् त्रिषु संग्रहेषु न वेद यस्तेऽस्त्रबलं बलं च॥५।",
                    "arth": "'युद्धमें तुम्हारे वीरोचित कर्मोंके द्वारा कुछ भ असाध्य नहीं है। शास्त्रानुकूल बुद्धिपूर्वक राजकार्यक विचार करते समय तुम्हारे लिये कुछ भी असम्भव नह है। तुम्हारा कोई भी विचार ऐसा नहीं होता, जो कार्यक साधक न हो। त्रिलोकीमें एक भी ऐसा वीर नहीं है जो तुम्हारी शारीरिक शक्ति और अस्त्र-बलको । जानता हो ॥५॥"
                },
                {
                    "slok": "ममानुरूपं तपसो बलं च ते पराक्रमश्चास्त्रबलं च संयुगे। न त्वां समासाद्य रणावमर्दै मनः श्रमं गच्छति निश्चितार्थम् ॥ ६ ॥",
                    "arth": "'तुम्हारा तपोबल, युद्धविषयक पराक्रम और अस्त्र बल मेरे ही समान है। युद्धस्थलमें तुमको पाकर मेरा मन कभी खेद या विषादको नहीं प्राप्त होता; क्योंकि इसे यह निश्चित विश्वास रहता है कि विजय तुम्हारे पक्षमें होगी॥६॥ "
                },
                {
                    "slok": "निहताः किंकराः सर्वे जम्बुमाली च राक्षसः। अमात्यपुत्रा वीराश्च पञ्च सेनाग्रगामिनः॥ ७ ॥",
                    "arth": "'देखो, किंकर नामवाले समस्त राक्षस मार डाले गये। जम्बुमाली नामका राक्षस भी जीवित न रह सका, मन्त्रीके सातों वीर पुत्र तथा मेरे पाँच सेनापति भी कालके गालमें चले गये॥७॥ "
                },
                {
                    "slok": "प्रस बलानि सुसमृद्धानि साश्वनागरथानि च। सहोदरस्ते दयितः कुमारोऽक्षश्च सूदितः। न तु तेष्वेव मे सारो यस्त्वय्यरिनिषूदन॥ ८ ॥",
                    "arth": "'उनके साथ ही हाथी, घोड़े और रथोंसहित मेरी बहुत-सी बल-वीर्यसे सम्पन्न सेनाएँ भी नष्ट हो गयीं और तुम्हारा प्रिय बन्धु कुमार अक्ष भी मार डाला गया। शत्रुसूदन! मुझमें जो तीनों लोकोंपर विजय पानेकी शक्ति है, वह तुम्हीमें है। पहले जो लोग मारे गये हैं, उनमें वह शक्ति नहीं थी (इसलिये तुम्हारी विजय निश्चित है)॥८॥ "
                },
                {
                    "slok": "इदं च दृष्ट्वा निहतं महद् बलं नाज कपेः प्रभावं च पराक्रमं च। त्वमात्मनश्चापि निरीक्ष्य सारंग कुरुष्व वेगं स्वबलानुरूपम्॥ ९ ॥",
                    "arth": "'इस प्रकार अपनी विशाल सेनाका संहार और उस वानरका प्रभाव एवं पराक्रम देखकर तुम अपने बलका भी विचार कर लो; फिर अपनी शक्तिके अनुसार उद्योग करो॥९॥"
                },
                {
                    "slok": "बलावमर्दस्त्वयि संनिकृष्ट यथा गते शाम्यति शान्तशत्रौ। तथा समीक्ष्यात्मबलं परं च समारभस्वास्त्रभृतां वरिष्ठ॥१०॥",
                    "arth": "'शस्त्रधारियोंमें श्रेष्ठ वीर! तुम्हारे सब शत्रु शान्त हो चुके हैं। तुम अपने और पराये बलका विचार करके ऐसा प्रयत्न करो, जिससे युद्धभूमिके निकट तुम्हारे पहुँचते ही मेरी सेनाका विनाश रुक जाय॥१०॥ "
                },
                {
                    "slok": "न वीर सेना गणशो च्यवन्ति न वज्रमादाय विशालसारम्। न मारुतस्यास्ति गतिप्रमाणं न चाग्निकल्पः करणेन हन्तुम्॥११॥",
                    "arth": "'वीरवर! तुम्हें अपने साथ सेना नहीं ले जानी चाहिये; क्योंकि वे सेनाएँ समूह-की-समूह या तो भाग जाती हैं या मारी जाती हैं। इसी तरह अधिक तीक्ष्णता और कठोरतासे युक्त वज्र लेकर भी जानेकी कोई आवश्यकता नहीं है (क्योंकि उसके ऊपर वह भी व्यर्थ सिद्ध हो चुका है)। उस वायुपुत्र हनुमान्की गति अथवा शक्तिका कोई माप-तौल या सीमा नहीं है। वह अग्नितुल्य तेजस्वी वानर किसी साधनविशेषसे नहीं मारा जा सकता॥११॥ "
                },
                {
                    "slok": "तमेवमर्थं प्रसमीक्ष्य सम्यक् । स्वकर्मसाम्याद्धि समाहितात्मा। स्मरंश्च दिव्यं धनुषोऽस्य वीर्य । व्रजाक्षतं कर्म समारभस्व॥१२॥",
                    "arth": "'इन सब बातोंका अच्छी तरह विचार करके प्रतिपक्षीमें अपने समान ही पराक्रम समझकर तुम अपने चित्तको एकाग्र कर लो-सावधान हो जाओ। अपने इस धनुषके दिव्य प्रभावको याद रखते हुए आगे बढ़ो और ऐसा पराक्रम करके दिखाओ, जो खाली न जाय॥"
                },
                {
                    "slok": "न खल्वियं मतिश्रेष्ठ यत्त्वां सम्प्रेषयाम्यहम्।पर इयं च राजधर्माणां क्षत्रस्य च मतिर्मता॥१३॥",
                    "arth": "'उत्तम बुद्धिवाले वीर! मैं तुम्हें जो ऐसे संकटमें भेज रहा हूँ, यह यद्यपि (स्नेहकी दृष्टिसे) उचित नहीं है, तथापि मेरा यह विचार राजनीति और क्षत्रिय-धर्मके अनुकूल है॥ १३॥"
                },
                {
                    "slok": "नानाशस्त्रेषु संग्रामे वैशारद्यमरिंदम। अवश्यमेव बोद्धव्यं काम्यश्च विजयो रणे॥१४॥ ",
                    "arth": "'शत्रुदमन! वीर पुरुषको संग्राममें नाना प्रकारके शस्त्रोंकी कुशलता अवश्य प्राप्त करनी चाहिये, साथ ही युद्ध में विजय पानेकी भी अभिलाषा रखनी चाहिये' ॥१४॥ "
                },
                {
                    "slok": "ततः पितुस्तद्वचनं निशम्य प्रदक्षिणं दक्षसुतप्रभावः । चकार भर्तारमतित्वरेण रणाय वीरः प्रतिपन्नबुद्धिः ॥ १५ ॥",
                    "arth": "यह अपने पिता राक्षसराज रावणके इस वचनको सुनकर देवताओंके समान प्रभावशाली वीर मेघनादने युद्धके लिये निश्चित विचार करके जल्दीसे अपने स्वामी रावणकी परिक्रमा की॥१५॥"
                },
                {
                    "slok": "ततस्तैः स्वगणैरिष्टैरिन्द्रजित् प्रतिपूजितः। युद्धोद्धतकृतोत्साहः संग्रामं सम्प्रपद्यत॥१६॥",
                    "arth": "तत्पश्चात् सभामें बैठे हुए अपने दलके प्रिय राक्षसोंद्वारा भूरि-भूरि प्रशंसित हो इन्द्रजित् विकट युद्धके लिये मनमें उत्साह भरकर संग्रामभूमिकी ओर जानेको उद्यत हुआ॥१६॥ "
                },
                {
                    "slok": "श्रीमान् पद्मविशालाक्षो राक्षसाधिपतेः सुतः। निर्जगाम महातेजाः समुद्र इव पर्वणि॥१७॥",
                    "arth": "उस समय प्रफुल्ल कमलदलके समान विशाल नेत्रोंवाला राक्षसराज रावणका पुत्र महातेजस्वी श्रीमान् इन्द्रजित् पर्वके दिन उमड़े हुए समुद्रके समान विशेष हर्ष और उत्साहसे पूर्ण हो राजमहलसे बाहर निकला।"
                },
                {
                    "slok": "स पक्षिराजोपमतुल्यवेगै र्व्याघ्रैश्चतुर्भिः स तु तीक्ष्णदंष्ट्रैः । रथं समायुक्तमसह्यवेगः समारुरोहेन्द्रजिदिन्द्रकल्पः ॥ १८ ॥",
                    "arth": "जिसका वेग शत्रुओंके लिये असह्य था, वह इन्द्रके समान पराक्रमी मेघनाद पक्षिराज गरुड़के समान तीव्र गति तथा तीखे दाढ़ोंवाले चार सिंहोंसे जुते हुए उत्तम रथपर आरूढ़ हुआ॥१८॥ "
                },
                {
                    "slok": "भार स रथी धन्विनां श्रेष्ठः शस्त्रज्ञोऽस्त्रविदां वरः। रथेनाभिययौ क्षिप्रं हनूमान् यत्र सोऽभवत्॥१९॥",
                    "arth": "अस्त्र-शस्त्रोंका ज्ञाता, अस्त्रवेत्ताओंमें अग्रगण्य और धनुर्धरोंमें श्रेष्ठ वह रथी वीर रथके द्वारा शीघ्र उस स्थानपर गया, जहाँ हनुमान्जी उसकी प्रतीक्षामें बैठे थे॥१९॥ "
                },
                {
                    "slok": "स तस्य रथनिर्घोषं ज्यास्वनं कार्मुकस्य च। निशम्य हरिवीरोऽसौ सम्प्रहृष्टतरोऽभवत्॥२०॥",
                    "arth": "उसके रथकी घर्घराहट और धनुषकी प्रत्यञ्चाका गम्भीर घोष सुनकर वानरवीर हनुमान्जी अत्यन्त हर्ष और उत्साहसे भर गये ॥२०॥"
                },
                {
                    "slok": "इन्द्रजिच्चापमादाय शितशल्यांश्च सायकान्। हनूमन्तमभिप्रेत्य जगाम रणपण्डितः॥२१॥",
                    "arth": "इन्द्रजित् युद्धकी कलामें प्रवीण था। वह धनुष और तीखे अग्रभागवाले सायकोंको लेकर हनुमान्जीको लक्ष्य करके आगे बढ़ा ॥ २१॥"
                },
                {
                    "slok": "तस्मिंस्ततः संयति जातहर्षे रणाय निर्गच्छति बाणपाणौ। दिशश्च सर्वाः कलुषा बभूवु मूंगाश्च रौद्रा बहुधा विनेदुः॥२२॥",
                    "arth": "हृदयमें हर्ष और उत्साह तथा हाथोंमें बाण लेकर वह ज्यों ही युद्धके लिये निकला, त्यों ही सम्पूर्ण दिशाएँ मलिन हो गयीं और भयानक पशु नाना प्रकारसे आर्तनाद करने लगे॥ २२॥"
                },
                {
                    "slok": "समागतास्तत्र तु नागयक्षा का महर्षयश्चक्रचराश्च सिद्धाः। नभः समावृत्य च पक्षिसङ्घा विनेदुरुच्चैः परमप्रहृष्टाः ॥२३॥",
                    "arth": "उस समय वहाँ नाग, यक्ष, महर्षि और नक्षत्रमण्डलमें विचरनेवाले सिद्धगण भी आ गये। साथ ही पक्षियोंके समुदाय भी आकाशको आच्छादित करके अत्यन्त हर्षमें भरकर उच्च स्वरसे चहचहाने लगे॥ २३ ॥"
                },
                {
                    "slok": "आयान्तं स रथं दृष्ट्वा तूर्णमिन्द्रध्वजं कपिः। ननाद च महानादं व्यवर्धत च वेगवान्॥२४॥",
                    "arth": "इन्द्राकार चिह्नवाली ध्वजासे सुशोभित रथपर बैठकर शीघ्रतापूर्वक आते हुए मेघनादको देखकर वेगशाली वानर-वीर हनुमान्ने बड़े जोरसे गर्जना की और अपने शरीरको बढ़ाया॥२४॥"
                },
                {
                    "slok": "इन्द्रजित् स रथं दिव्यमाश्रितश्चित्रकार्मुकः। धनुर्विस्फारयामास तडिदूर्जितनिःस्वनम्॥२५॥",
                    "arth": "उस दिव्य रथपर बैठकर विचित्र धनुष धारण करनेवाले इन्द्रजित्ने बिजलीकी गड़गड़ाहटके समान टंकार करनेवाले अपने धनुषको खींचा॥ २५॥"
                },
                {
                    "slok": "ततः समेतावतितीक्ष्णवेगौ मात्र महाबलौ तौ रणनिर्विशङ्कौ। कपिश्च रक्षोऽधिपतेस्तनूजः सुरासुरेन्द्राविव से बद्धवैरौ॥२६॥",
                    "arth": "फिर तो अत्यन्त दुःसह वेग और महान् बलसे सम्पन्न हो युद्धमें निर्भय होकर आगे बढ़नेवाले वे दोनों वीर कपिवर हनुमान् तथा राक्षसराजकुमार मेघनाद परस्पर वैर बाँधकर देवराज इन्द्र और दैत्यराज बलिकी भाँति एक-दूसरेसे भिड़ गये॥२६॥"
                },
                {
                    "slok": "स तस्य । वीरस्य महारथस्य । धनुष्मतः संयति सम्मतस्य। शरप्रवेगं व्यहनत्र प्रवृद्ध श्वचार मार्गे पितुरप्रमेयः॥२७॥",
                    "arth": "अप्रमेय शक्तिशाली हनुमान्जी विशाल शरीर धारण करके अपने पिता वायुके मार्गपर विचरने और युद्ध में सम्मानित होनेवाले उस धनुर्धर महारथी राक्षसवीरके बाणोंके महान् वेगको व्यर्थ करने लगे॥२७॥ "
                },
                {
                    "slok": "अध्याय",
                    "arth": "इतनेहीमें शत्रुवीरोंका संहार करनेवाले इन्द्रजित्ने बड़ी और तीखी नोक तथा सुन्दर परोंवाले, सोनेकी विचित्र पंखोंसे सुशोभित और वज्रके समान वेगशाली बाणोंको लगातार छोड़ना आरम्भ किया॥२८॥"
                },
                {
                    "slok": "ततः स तत्स्यन्दननिःस्वनं च त मृदङ्गभेरीपटहस्वनं का च। विकृष्यमाणस्य च कार्मुकस्य का निशम्य घोषं पुनरुत्पपात॥२९॥",
                    "arth": "उस समय उसके रथकी घर्घराहट, मृदङ्ग, भेरी और पटह आदि बाजोंके शब्द एवं खींचे जाते हुए धनुषकी टंकार सुनकर हनुमान्जी फिर ऊपरकी ओर उछले॥२९॥"
                },
                {
                    "slok": "शराणामन्तरेष्वाशु व्यावर्तत महाकपिः। हरिस्तस्याभिलक्ष्यस्य मोक्षयल्लक्ष्यसंग्रहम्॥३०॥",
                    "arth": "ऊपर जाकर वे महाकपि वानरवीर लक्ष्य बेधनेमें प्रसिद्ध मेघनादके साधे हुए निशानेको व्यर्थ करते हुए उसके छोड़े हुए बाणोंके बीचसे शीघ्रतापूर्वक निकलकर अपनेको बचाने लगे॥३०॥"
                },
                {
                    "slok": "शराणामग्रतस्तस्य पुनः समभिवर्तत। प्रसार्य हस्तौ हनुमानुत्पपातानिलात्मजः॥३१॥",
                    "arth": "वे पवनकुमार हनुमान् बारंबार उसके बाणोंके सामने आकर खड़े हो जाते और फिर दोनों हाथ फैलाकर बात-की-बातमें उड़ जाते थे॥३१॥"
                },
                {
                    "slok": "तावुभौ वेगसम्पन्नौ रणकर्मविशारदौ। सर्वभूतमनोग्राहि चक्रतुयुद्धमुत्तमम् ॥३२॥",
                    "arth": "वे दोनों वीर महान् वेगसे सम्पन्न तथा युद्ध करनेकी कलामें चतुर थे। वे सम्पूर्ण भूतोंके चित्तको आकर्षित करनेवाला उत्तम युद्ध करने लगे॥३२॥"
                },
                {
                    "slok": "हनूमतो वेद न राक्षसोऽन्तरं पाया न मारुतिस्तस्य महात्मनोऽन्तरम्। परस्परं निर्विषहौ । बभूवतुः समेत्य तौ देवसमानविक्रमौ॥३३॥",
                    "arth": "वह राक्षस हनुमान्जीपर प्रहार करनेका अवसर नहीं पाता था और पवनकुमार हनुमान्जी भी उस महामनस्वी वीरको धर दबानेका मौका नहीं पाते थे। देवताओंके समान पराक्रमी वे दोनों वीर परस्पर भिड़कर एक-दूसरेके लिये दुःसह हो उठे थे॥३३॥"
                },
                {
                    "slok": "ततस्तु लक्ष्ये स विहन्यमाने शरेष्वमोघेषु च र सम्पतत्सु। जगाम चिन्तां महतीं महात्मा समाधिसंयोगसमाहितात्मा जय ॥३४॥",
                    "arth": "लक्ष्यवेधके लिये चलाये हुए मेघनादके वे अमोघ बाण भी जब व्यर्थ होकर गिर पड़े, तब लक्ष्यपर बाणोंका संधान करने में सदा एकाग्रचित्त रहनेवाले उस महामनस्वी वीरको बड़ी चिन्ता हुई ॥३४॥ "
                },
                {
                    "slok": "ततो मतिं राक्षसराजसून श्चकार तस्मिन् हरिवीरमुख्ये। अवध्यतां तस्य कपेः समीक्ष्य कथं निगच्छेदिति निग्रहार्थम् ॥ ३५॥",
                    "arth": "उन कपिश्रेष्ठको अवध्य समझकर राक्षसराजकुमार मेघनाद वानरवीरोंमें प्रमुख हनुमान्जीके विषयमें यह विचार करने लगा कि 'इन्हें किसी तरह कैद कर लेना चाहिये, परंतु ये मेरी पकड़में आ कैसे सकते हैं?' ॥३५॥ "
                },
                {
                    "slok": "ततः पैतामहं वीरः सोऽस्त्रमस्त्रविदां वरः। संदधे सुमहातेजास्तं हरिप्रवरं प्रति॥३६॥",
                    "arth": "फिर तो अस्त्रवेत्ताओंमें श्रेष्ठ उस महातेजस्वी वीरने उन कपिश्रेष्ठको लक्ष्य करके अपने धनुषपर | ब्रह्माजीके दिये हुए अस्त्रका संधान किया॥३६॥ "
                },
                {
                    "slok": "अवध्योऽयमिति ज्ञात्वा तमस्त्रेणास्त्रतत्त्ववित्।। निजग्राह महाबाहुं मारुतात्मजमिन्द्रजित्॥३७॥",
                    "arth": "अस्त्रतत्त्वके ज्ञाता इन्द्रजित्ने महाबाहु पवनकुमारको अवध्य जानकर उन्हें उस अस्त्रसे बाँध लिया॥ ३७॥ "
                },
                {
                    "slok": "तेन बद्धस्ततोऽस्त्रेण राक्षसेन स वानरः। अभवनिर्विचेष्टश्च पपात च महीतले॥३८॥",
                    "arth": "राक्षसद्वारा उस अस्त्रसे बाँध लिये जानेपर वानरवीर हनुमान्जी निश्चेष्ट होकर पृथ्वीपर गिर पड़े॥३८॥ "
                },
                {
                    "slok": "ततोऽथ बुद्ध्वा स तदस्त्रबन्ध । प्रभोः प्रभावाद् विगताल्पवेगः। पितामहानुग्रहमात्मनश विचिन्तयामास - हरिप्रवीरः॥३९॥",
                    "arth": "अपनेको ब्रह्मास्त्रसे बँधा हुआ जानकर भी उन्हीं भगवान् ब्रह्माके प्रभावसे हनुमान्जीको थोड़ी-सी भी पीड़ाका अनुभव नहीं हुआ। वे प्रमुख वानरवीर अपने ऊपर ब्रह्माजीके महान् अनुग्रहका विचार करने लगे॥ ३९॥"
                },
                {
                    "slok": "ततः स्वायम्भुवैमन्त्रैर्ब्रह्मास्त्रं चाभिमन्त्रितम्। हनूमांश्चिन्तयामास वरदानं पितामहात्॥४०॥",
                    "arth": "जिन मन्त्रोंके देवता साक्षात् स्वयम्भू ब्रह्मा हैं, उनसे अभिमन्त्रित हुए उस ब्रह्मास्त्रको देखकर हनुमान्जीको पितामह ब्रह्मासे अपने लिये मिले हुए वरदानका स्मरण हो आया (ब्रह्माजीने उन्हें वर दिया था कि मेरा अस्त्र तुम्हें एक ही मुहूर्तमें अपने बन्धनसे मुक्त कर देगा) ॥४०॥"
                },
                {
                    "slok": "न मेऽस्य बन्धस्य च शक्तिरस्त विमोक्षणे लोकगुरोः प्रभावात्। इत्येवमेवं विहितोऽस्त्रबन ॥ मयाऽऽत्मयोनेरनुवर्तितव्यः ॥४१॥",
                    "arth": "फिर वे सोचने लगे 'लोकगुरु ब्रह्माके प्रभावसे मुझमें इस अस्त्रके बन्धनसे छुटकारा पानेकी शक्ति नहीं है-ऐसा मानकर ही इन्द्रजित्ने मुझे इस प्रकार बाँधा है, तथापि मुझे भगवान् ब्रह्माके सम्मानार्थ इस अस्त्रबन्धनका अनुसरण करना चाहिये'॥४१॥ "
                },
                {
                    "slok": "एरियर स ॥ वीर्यमस्त्रस्य कपिर्विचार्य अनार पितामहानुग्रहमात्मनश्च नी । विमोक्षशक्तिं परिचिन्तयित्वा के पितामहाज्ञामनुवर्तते स्म॥४२॥",
                    "arth": "कपिश्रेष्ठ हनुमान्जीने उस अस्त्रकी शक्ति, अपने ऊपर पितामहकी कृपा तथा अपने में उसके बन्धनसे छूट जानेकी सामर्थ्य-इन तीनोंपर विचार करके अन्तमें ब्रह्माजीकी आज्ञाका ही अनुसरण किया॥४२॥"
                },
                {
                    "slok": "अस्त्रेणापि हि बद्धस्य भयं मम न जायते। पितामहमहेन्द्राभ्यां रक्षितस्यानिलेन च॥४३॥",
                    "arth": "उनके मनमें यह बात आयी कि 'इस अस्त्रसे बँध जानेपर भी मुझे कोई भय नहीं है; क्योंकि ब्रह्मा, इन्द्र और वायुदेवता तीनों मेरी रक्षा करते हैं॥४३॥"
                },
                {
                    "slok": "ग्रहणे चापि रक्षोभिर्महन्मे गुणदर्शनम्। राक्षसेन्द्रेण संवादस्तस्माद् गृह्णन्तु मां परे॥४४॥",
                    "arth": "'राक्षसोंद्वारा पकड़े जानेमें भी मुझे महान् लाभ ही दिखायी देता है; क्योंकि इससे मुझे राक्षसराज रावणके साथ बातचीत करनेका अवसर मिलेगा। अतः शत्रु मुझे पकड़कर ले चलें'॥४४॥ "
                },
                {
                    "slok": "स निश्चितार्थः परवीरहन्त समीक्ष्यकारी विनिवृत्तचेष्टः। परैः प्रसह्याभिगतैर्निगृह्य का ननाद तैस्तैः परिभय॑मानः॥४५॥",
                    "arth": "पाए ऐसा निश्चय करके विचारपूर्वक कार्य करनेवाले शत्रुवीरोंके संहारक हनुमान्जी निश्चेष्ट हो गये। फिर तो सभी शत्रु निकट आकर उन्हें बलपूर्वक पकड़ने और डाँट बताने लगे। उस समय हनुमान्जी, मानो कष्ट पा रहे हों, इस प्रकार चीखते और कटकटाते थे॥४५॥"
                },
                {
                    "slok": "ततस्ते राक्षसा दृष्ट्वा विनिश्चेष्टमरिंदमम्। बबन्धुः शणवल्कैश्च द्रुमचीरैश्च संहतैः॥४६॥ ",
                    "arth": "राक्षसोंने देखा, अब यह हाथ-पैर नहीं हिलाता, तब वे शत्रुहन्ता हनुमान्जीको सुतरी और वृक्षोंके वल्कलको बटकर बनाये गये रस्सोंसे बाँधने लगे ॥ ४६॥"
                },
                {
                    "slok": "स रोचयामास प्रसह्य कौतूहलान्यां यदि राक्षसेन्द्रो च। परैश्च बन्धं वीरैरभिगर्हणं द्रष्टुं व्यवस्येदिति निश्चितार्थः ॥ ४७ ॥",
                    "arth": "शत्रुवीरोंने जो उन्हें हठपूर्वक बाँधा और उनका तिरस्कार किया, यह सब कुछ उस समय उन्हें अच्छा लगा। उनके मनमें यह निश्चित विचार हो गया था कि ऐसी अवस्थामें राक्षसराज रावण सम्भवतः कौतूहलवश मुझे देखनेकी इच्छा करेगा (इसीलिये वे सब कुछ सह रहे थे) ॥ ४७ ॥"
                },
                {
                    "slok": "स बद्धस्तेन वल्केन विमुक्तोऽस्त्रेण वीर्यवान्। अस्त्रबन्धः स चान्यं हि न बन्धमनुवर्तते ॥ ४८ ॥",
                    "arth": "वल्कलके रस्सेसे बँध जानेपर पराक्रमी हनुमान् ब्रह्मास्त्रके बन्धनसे मुक्त हो गये; क्योंकि उस अस्त्रका बन्धन किसी दूसरे बन्धनके साथ नहीं रहता ॥ ४८ ॥"
                },
                {
                    "slok": "अथेन्द्रजित् तं द्रुमचीरबद्धं विचार्य वीरः कपिसत्तमं तम् । विमुक्तमस्त्रेण जगाम चिन्ता मन्येन बद्धोऽप्यनुवर्ततेऽस्त्रम् ॥ ४९ ॥ अहो महत् कर्म कृतं निरर्थ न राक्षसैर्मन्त्रगतिर्विमृष्टा । नास्त्रे विहतेऽस्त्रमन्यत् पुनश्च प्रवर्तते संशयिताः स्म सर्वे ॥ ५० ॥",
                    "arth": "वीर इन्द्रजित्ने जब देखा कि यह वानरशिरोमणि तो केवल वृक्षोंके वल्कलसे बँधा है, दिव्यास्त्र के बन्धनसे मुक्त हो चुका है, तब उसे बड़ी चिन्ता हुई। वह सोचने लगा-'दूसरी वस्तुओंसे बँधा हुआ होनेपर भी यह अस्त्र-बन्धनमें बँधे हुएकी भाँति बर्ताव कर रहा है। ओह! इन राक्षसोंने मेरा किया हुआ बहुत बड़ा काम चौपट कर दिया। इन्होंने मन्त्रकी शक्तिपर विचार नहीं किया। यह अस्त्र जब एक बार व्यर्थ हो जाता है, तब पुनः दूसरी बार इसका प्रयोग नहीं हो सकता। अब तो विजयी होकर भी हम सब लोग संशयमें पड़ गये ॥"
                },
                {
                    "slok": "अस्त्रेण हनुमान् मुक्तो नात्मानमवबुध्यते । कृष्यमाणस्तु रक्षोभिस्तैश्च बन्धैर्निपीडितः ॥ ५१॥ हन्यमानस्ततः क्रूरै राक्षसैः कालमुष्टिभिः । समीपं राक्षसेन्द्रस्य प्राकृष्यत स वानरः ।। ५२ ।।",
                    "arth": "हनुमानजी यद्यपि अस्त्रके बन्धनसे मुक्त हो गये थे तो भी उन्होंने ऐसा बर्ताव किया, मानो वे इस बातको जानते ही न हों। क्रूर राक्षस उन्हें बन्धनोंसे पीड़ा देते और कठोर मुक्कोंसे मारते हुए खींचकर ले चले। इस तरह वे वानरवीर राक्षसराज रावणके पास पहुँचाये गये॥"
                },
                {
                    "slok": "अथेन्द्रजित् तं प्रसमीक्ष्य मुक्त । मस्त्रेण बद्धं द्रुमचीरसूत्रैः। व्यदर्शयत् तत्र महाबलं तंग । हरिप्रवीरं सगणाय राज्ञे॥५३॥",
                    "arth": "तब इन्द्रजित्ने उन महाबली वानरवीरको ब्रह्मास्त्रसे मुक्त तथा वृक्षके वल्कलोंकी रस्सियोंसे बँधा देख उन्हें वहाँ सभासद्गणोंसहित राजा रावणको दिखाया॥५३॥"
                },
                {
                    "slok": "तं मत्तमिव मातङ्गं बद्धं कपिवरोत्तमम्। राक्षसा राक्षसेन्द्राय रावणाय न्यवेदयन्॥५४॥",
                    "arth": "मतवाले हाथीके समान बँधे हुए उन वानरशिरोमणिको राक्षसोंने राक्षसराज रावणकी सेवामें समर्पित कर दिया ॥५४॥"
                },
                {
                    "slok": "कोऽयं कस्य कुतो वापि किं कार्य कोऽभ्युपाश्रयः। इति राक्षसवीराणां दृष्ट्वा संजज्ञिरे कथाः॥५५॥",
                    "arth": "उन्हें देखकर राक्षसवीर आपसमें कहने लगे'यह कौन है? किसका पुत्र या सेवक है? कहाँसे आया है? यहाँ इसका क्या काम है? तथा इसे सहारा देनेवाला कौन है? ॥ ५५॥"
                },
                {
                    "slok": "हन्यतां दह्यतां वापि भक्ष्यतामिति चापरे। राक्षसास्तत्र संक्रुद्धाः परस्परमथाब्रुवन्॥५६॥",
                    "arth": "कुछ दूसरे राक्षस जो अत्यन्त क्रोधसे भरे थे, परस्पर इस प्रकार बोले-'इस वानरको मार डालो, जला डालो या खा डालो'॥५६॥"
                },
                {
                    "slok": "मन अतीत्य मार्ग सहसा महात्म स तत्र रक्षोऽधिपपादमूले। ददर्श राज्ञः परिचारवृद्धान् मा गृहं महारत्नविभूषितं च॥५७॥",
                    "arth": "महात्मा हनुमान्जी सारा रास्ता तै करके जब सहसा राक्षसराज रावणके पास पहुँच गये, तब उन्होंने उसके चरणोंके समीप बहुत-से बड़े-बूढ़े सेवकोंको और बहुमूल्य रत्नोंसे विभूषित सभाभवनको भी देखा॥"
                },
                {
                    "slok": "स ददर्श महातेजा रावणः कपिसत्तमम्। रक्षोभिर्विकृताकारैः कृष्यमाणमितस्ततः॥५८॥",
                    "arth": "उस समय महातेजस्वी रावणने विकट आकारवाले राक्षसोंके द्वारा इधर-उधर घसीटे जाते हुए कपिश्रेष्ठ हनमानजीको देखा ॥५८॥"
                },
                {
                    "slok": "राक्षसाधिपतिं चापि ददर्श कपिसत्तमः। तेजोबलसमायुक्तं तपन्तमिव भास्करम्॥५९॥",
                    "arth": "कपिश्रेष्ठ हनुमान्ने भी राक्षसराज रावणको तपते हुए सूर्यके समान तेज और बलसे सम्पन्न देखा ॥ ५९॥"
                },
                {
                    "slok": "स रोषसंवर्तितताम्रदृष दशाननस्तं कपिमन्ववेक्ष्य । अथोपविष्टान कुलशीलवृद्धान समादिशत् तं प्रति मुख्यमन्त्रीन् ॥६० ।।",
                    "arth": "हनुमान्जीको देखकर दशमुख रावणकी आँखें रोषसे चञ्चल और लाल हो गयीं। उसने वहाँ बैठे हुए कुलीन, सुशील और मुख्य मन्त्रियोंको उनसे परिचय पूछनेके लिये आज्ञा दी॥६०॥"
                },
                {
                    "slok": "यथाक्रमं तैः स कपिश्च पृष्ट कार्यार्थमर्थस्य च मूलमादौ। निवेदयामास व हरीश्वरस्य दूतः सकाशादहमागतोऽस्मि॥६१॥",
                    "arth": "उन सबने पहले क्रमशः कपिवर हनुमान्से उनका कार्य, प्रयोजन तथा उसके मूल कारणके विषयमें पूछा। तब उन्होंने यह बताया कि 'मैं वानरराज सुग्रीवके पाससे उनका दूत होकर आया हूँ॥६१॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डेऽष्टचत्वारिंशः सर्गः॥४८॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें अड़तालीसवाँ सर्ग पूरा हुआ॥४८॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकोनपञ्चाशः सर्गः रावणके प्रभावशाली स्वरूपको देखकर हनुमान्जीक मनमें अनेक प्रकारके विचारोंका उठना",
            "arths": [
                {
                    "slok": "ततः स कर्मणा तस्य विस्मितो भीमविक्रमः। हनूमान् क्रोधताम्राक्षो रक्षोऽधिपमवैक्षत॥१॥",
                    "arth": "इन्द्रजित्के उस नीतिपूर्ण कर्मसे विस्मित तथा रावणके सीताहरण आदि कर्मोंसे कुपित हो रोषसे लाल आँखें किये भयंकर पराक्रमी हनुमान्जीने राक्षसराज रावणकी ओर देखा॥१॥"
                },
                {
                    "slok": "भ्राजमानं महार्हेण काञ्चनेन विराजता। मुक्ताजालवृतेनाथ मुकुटेन महाद्युतिम्॥२॥",
                    "arth": "वह महातेजस्वी राक्षसराज सोनेके बने हुए बहुमूल्य एवं दीप्तिमान् मुकुटसे, जिसमें मोतियोंका काम किया हुआ था, उद्भासित हो रहा था॥२॥"
                },
                {
                    "slok": "वज्रसंयोगसंयुक्तैर्महाहमणिविग्रहै: । हैमैराभरणैश्चित्रैर्मनसेवक प्रकल्पितैः॥३॥",
                    "arth": "उसके विभिन्न अङ्गोंमें सोनेके विचित्र आभूषण ऐसे सुन्दर लगते थे मानो मानसिक संकल्पद्वारा बनाये गये हों। उनमें हीरे तथा बहुमूल्य मणिरत्न जड़े हुए थे, उन आभूषणोंसे रावणकी अद्भुत शोभा होती थी॥३॥"
                },
                {
                    "slok": "महार्हक्षौमसंवीतं रक्तचन्दनरूषितम्। स्वनुलिप्तं विचित्राभिर्विविधाभिश्च भक्तिभिः॥४॥",
                    "arth": "बहुमूल्य रेशमी वस्त्र उसके शरीरकी शोभा बढ़ा रहे थे। वह लाल चन्दनसे चर्चित था और भाँतिभाँतिकी विचित्र रचनाओंसे युक्त सुन्दर अङ्गरागोंसे उसका सारा अङ्ग सुशोभित हो रहा था॥४॥"
                },
                {
                    "slok": "विचित्रं दर्शनीयैश्च रक्ताक्षैर्भीमदर्शनैः। दीप्ततीक्ष्णमहादंष्ट्रं प्रलम्बं दशनच्छदैः॥५॥",
                    "arth": "उसकी आँखें देखने योग्य लाल-लाल और भयावनी थीं; उनसे और चमकीली तीखी एवं बड़ी-बड़ी दाढ़ों तथा लंबे-लंबे ओठोंके कारण उसकी विचित्र शोभा होती थी॥"
                },
                {
                    "slok": "शिरोभिर्दशभिर्वीरो भ्राजमानं महौजसम्। नानाव्यालसमाकीर्णैः शिखरैरिव मन्दरम्॥६॥",
                    "arth": "वीर हनुमान्जीने देखा, अपने दस मस्तकोंसे सुशोभित महाबली रावण नाना प्रकारके सोंसे भरे हुए अनेक शिखरोंद्वारा शोभा पानेवाले मन्दराचलके समान प्रतीत हो रहा है॥६॥"
                },
                {
                    "slok": "नीलाञ्जनचयप्रख्यं हारेणोरसि राजता। पूर्णचन्द्राभवक्त्रेण सबालार्कमिवाम्बुदम्॥७॥",
                    "arth": "उसका शरीर काले कोयलेके ढेरकी भाँति काला था और वक्षःस्थल चमकीले हारसे विभूषित था। वह पूर्ण चन्द्रके समान मनोरम मुखद्वारा प्रातःकालके सूर्यसे युक्त मेघकी भाँति शोभा पा रहा था॥७॥ "
                },
                {
                    "slok": "बाहुभिर्बद्धकेयूरैश्चन्दनोत्तमरूषितैः । भ्राजमानाङ्गदैर्भीमैः पञ्चशीरिवोरगैः॥८॥",
                    "arth": "जिनमें केयूर बँधे थे, उत्तम चन्दनका लेप हुआ था और चमकीले अङ्गद शोभा दे रहे थे, उन भयंकर भुजाओंसे सुशोभित रावण ऐसा जान पड़ता था, मानो | पाँच सिरवाले अनेक साँसे सेवित हो रहा हो॥८॥"
                },
                {
                    "slok": "महति स्फाटिके चित्रे रत्नसंयोगचित्रिते। उत्तमास्तरणास्तीर्णे सूपविष्टं वरासने॥९॥",
                    "arth": "वह स्फटिकमणिके बने हुए विशाल एवं सुन्दर सिंहासनपर, जो नाना प्रकारके रत्नोंके संयोगसे चित्रित, विचित्र तथा सुन्दर बिछौनोंसे आच्छादित था, बैठा हुआ था।"
                },
                {
                    "slok": "अलंकृताभिरत्यर्थं प्रमदाभिः समन्ततः। वालव्यजनहस्ताभिरारात्समुपसेवितम् ॥१०॥",
                    "arth": "वस्त्र और आभूषणोंसे खूब सजी हुई बहुत-सी युवतियाँ हाथमें चँवर लिये सब ओरसे आस-पास खड़ी हो उसकी सेवा करती थीं॥१०॥"
                },
                {
                    "slok": "दुर्धरण प्रहस्तेन महापाइँन रक्षसा। मन्त्रिभिर्मन्त्रतत्त्वज्ञैनिकुम्भेन च मन्त्रिणा॥११॥ उपोपविष्टं रक्षोभिश्चतुर्भिर्बलदर्पितम्। कृत्स्नं परिवृतं लोकं चतुर्भिरिव सागरैः॥१२॥",
                    "arth": "मन्त्र-तत्त्वको जाननेवाले दुर्धर, प्रहस्त, महापार्श्व तथा निकुम्भ-ये चार राक्षसजातीय मन्त्री उसके पास बैठे थे। उन चारों राक्षसोंसे घिरा हुआ बलाभिमानी रावण चार समुद्रोंसे घिरे हुए समस्त भूलोककी भाँति शोभा पा रहा था॥११-१२॥ "
                },
                {
                    "slok": "मन्त्रिभिर्मन्त्रतत्त्वज्ञैरन्यैश्च शुभदर्शिभिः। आश्वास्यमानं सचिवैः सुरैरिव सुरेश्वरम्॥१३॥",
                    "arth": "जैसे देवता देवराज इन्द्रको सान्त्वना देते हैं, उसी प्रकार मन्त्र-तत्त्वके ज्ञाता मन्त्री तथा दूसरे-दूसरे शुभचिन्तक सचिव उसे आश्वासन दे रहे थे॥१३॥"
                },
                {
                    "slok": "अपश्यद् राक्षसपतिं हनूमानतितेजसम्। वेष्टितं मेरुशिखरे सतोयमिव तोयदम्॥१४॥",
                    "arth": "इस प्रकार हनुमान्जीने मन्त्रियोंसे घिरे हुए अत्यन्त तेजस्वी, सिंहासनारूढ़ राक्षसराज रावणको मेरुशिखरपर विराजमान सजल जलधरके समान देखा॥१४॥"
                },
                {
                    "slok": "स तैः सम्पीड्यमानोऽपि रक्षोभिर्भीमविक्रमैः। विस्मयं परमं गत्वा रक्षोऽधिपमवैक्षत॥१५॥",
                    "arth": "उन भयानक पराक्रमी राक्षसोंसे पीड़ित होनेपर भी हनुमान्जी अत्यन्त विस्मित होकर राक्षसराज रावणको बड़े गौरसे देखते रहे ॥ १५ ॥"
                },
                {
                    "slok": "भ्राजमानं ततो दृष्ट्वा हनुमान् राक्षसेश्वरम्। मनसा चिन्तयामास तेजसा तस्य मोहितः ।। १६ ।।",
                    "arth": "स दीप्तिशाली राक्षसराजको अच्छी तरह देखकर उसके तेजसे मोहित हो हनुमान्जी मन-ही-मन इस प्रकार विचार करने लगे- ॥ १६ ॥"
                },
                {
                    "slok": "अहो रूपमहो धैर्यमहो सत्त्वमहो द्युतिः । अहो राक्षसराजस्य सर्वलक्षणयुक्तता ॥ १७ ॥",
                    "arth": "अहो! इस राक्षसराजका रूप कैसा अद्भुत है! कैसा अनोखा धैर्य है। कैसी अनुपम शक्ति है! और कैसा आश्चर्यजनक तेज है। इसका सम्पूर्ण राजोचित लक्षणोंसे सम्पन्न होना कितने आश्चर्यकी बात है!॥ १७ ॥"
                },
                {
                    "slok": "यद्यधर्मो न बलवान् स्यादयं राक्षसेश्वरः । स्यादयं सुरलोकस्य सशक्रस्यापि रक्षिता ॥ १८ ॥",
                    "arth": "यदि इसमें प्रबल अधर्म न होता तो यह राक्षसराज रावण इन्द्रसहित सम्पूर्ण देवलोकका संरक्षक हो सकता था ॥ १८ ॥"
                },
                {
                    "slok": "अस्य क्रूरैर्नृशंसैश्च कर्मभिर्लोककुत्सितैः । सर्वे बिभ्यति खल्वस्माल्लोकाः सामरदानवाः ॥ १९ ॥ ह्युत्सहते क्रुद्धः कर्तुमेकार्णवं जगत् । इति चिन्तां बहुविधामकरोन्मतिमान् कपिः । दृष्ट्वा राक्षसराजस्य प्रभावममितौजसः ।। २० ।।",
                    "arth": "इसके लोकनिन्दित क्रूरतापूर्ण निष्ठुर कर्मोंके कारण देवताओं और दानवॉसहित सम्पूर्ण लोक इससे भयभीत रहते हैं। यह कुपित होनेपर समस्त जगत्को एकार्णवमें निमग्र कर सकता है-संसारमें प्रलय मचा सकता है।' अमित तेजस्वी राक्षसराजके प्रभावको देखकर वे बुद्धिमान् वानरवीर ऐसी अनेक प्रकारकी चिन्ताएँ करते रहे ॥ १९-२० ॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे एकोनपञ्चाशः सर्गः॥४९॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें उनचासवाँ सर्ग पूरा हुआ॥४९॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - पञ्चाशः सर्गः २को रावणका प्रहस्तके द्वारा हनुमानजीसे लङ्कामें आनेका कारण पुछवाना या और हनुमान्का अपनेको श्रीरामका दूत बताना",
            "arths": [
                {
                    "slok": "तमुद्रीक्ष्य महाबाहुः पिङ्गाक्षं पुरतः स्थितम् । रोषेण महताऽऽविष्टो रावणो लोकरावणः ॥ १ ॥",
                    "arth": "समस्त लोकोंको रुलानेवाला महाबाहु रावण भूरी आँखोंवाले हनुमान्जीको सामने खड़ा देख महान् रोषसे भर गया॥१॥"
                },
                {
                    "slok": "शङ्काहतात्मा दध्यौ स कपीन्द्रं तेजसा वृतम्।। किमेष भगवान् नन्दी भवेत् साक्षादिहागतः॥२॥ येन शप्तोऽस्मि कैलासे मया प्रहसिते पुरा। सोऽयं वानरमूर्तिः स्यात्किंस्विद् बाणोऽपि वासुरः॥३॥",
                    "arth": "साथ ही तरह-तरहकी आशङ्काओंसे उसका दिल बैठ गया। अतः वह तेजस्वी वानरराजके विषयमें विचार करने लगा-'क्या इस वानरके रूपमें साक्षात् भगवान् नन्दी यहाँ पधारे हुए हैं, जिन्होंने पूर्वकालमें कैलास पर्वतपर जब कि मैंने उनका उपहास किया था, मुझे शाप दे दिया था? वे ही तो वानरका स्वरूप धारण करके यहाँ नहीं आये हैं ? अथवा इस रूपमें बाणासुरका आगमन तो नहीं हुआ है?'॥२-३॥ "
                },
                {
                    "slok": "स राजा रोषताम्राक्षः प्रहस्तं मन्त्रिसत्तमम्। कालयुक्तमुवाचेदं वचो विपुलमर्थवत्॥४॥",
                    "arth": "इस तरह तर्क-वितर्क करते हुए राजा रावणने क्रोधसे लाल आँखें करके मन्त्रिवर प्रहस्तसे समयानुकूल गम्भीर एवं अर्थयुक्त बात कही-॥४॥ "
                },
                {
                    "slok": "दुरात्मा पृच्छयतामेष कुतः किं वास्य कारणम्। वनभते च कोऽस्यार्थो राक्षसानां च तर्जने॥५॥ ",
                    "arth": "'अमात्य! इस दुरात्मासे पूछो तो सही, यह कहाँसे आया है? इसके आनेका क्या कारण है? प्रमदावनको उजाड़ने तथा राक्षसोंको मारनेमें इसका क्या उद्देश्य था?॥५॥ "
                },
                {
                    "slok": "मत्पुरीमप्रधृष्यां वै गमने किं प्रयोजनम्। आयोधने वा किं कार्यं पृच्छयतामेष दुर्मतिः॥६॥",
                    "arth": "'मेरी दुर्जय पुरीमें जो इसका आना हुआ है, इसमें इसका क्या प्रयोजन है? अथवा इसने जो राक्षसोंके साथ युद्ध छेड़ दिया है, उसमें इसका क्या उद्देश्य है? ये सारी बातें इस दुर्बुद्धि वानरसे पूछो' ॥६॥"
                },
                {
                    "slok": "रावणस्य वचः श्रुत्वा प्रहस्तो वाक्यमब्रवीत्। समाश्वसिहि भद्रं ते न भी: कार्या त्वया कपे॥७॥",
                    "arth": "रावणकी बात सुनकर प्रहस्तने हनुमान्जीसे कहा'वानर! तुम घबराओ न, धैर्य रखो। तुम्हारा भला हो। तुम्हें डरनेकी आवश्यकता नहीं है॥७॥ "
                },
                {
                    "slok": "यदि तावत् त्वमिन्द्रेण प्रेषितो रावणालयम्। तत्त्वमाख्याहि मा ते भूद् भयं वानर मोक्ष्यसे॥८॥ ",
                    "arth": "'यदि तुम्हें इन्द्रने महाराज रावणकी नगरीमें भेजा है तो ठीक-ठीक बता दो। वानर! डरो न। छोड़ दिये जाओगे॥८॥"
                },
                {
                    "slok": "यदि वैश्रवणस्य त्वं यमस्य वरुणस्य च। चारुरूपमिदं कृत्वा प्रविष्टो नः पुरीमिमाम्॥९॥",
                    "arth": "'अथवा यदि तुम कुबेर, यम या वरुणके दूत हो और यह सुन्दर रूप धारण करके हमारी इस पुरीमें घुस आये हो तो यह भी बता दो॥९॥"
                },
                {
                    "slok": "विष्णुना प्रेषितो वापि दूतो विजयकाक्षिणा। नहि ते वानरं तेजो रूपमात्रं तु वानरम्॥१०॥",
                    "arth": "'अथवा विजयकी अभिलाषा रखनेवाले विष्णुने तम्हें दत बनाकर भेजा है? तुम्हारा तेज वानरोंका-सा नहीं है। केवल रूपमात्र वानरका है॥१०॥"
                },
                {
                    "slok": "तत्त्वतः कथयस्वाद्य ततो वानर मोक्ष्यसे। अनृतं वदतश्चापि दुर्लभं तव जीवितम्॥११॥",
                    "arth": "'वानर! इस समय सच्ची बात कह दो, फिर तुम छोड़ दिये जाओगे। यदि झूठ बोलोगे तो तुम्हारा जीना असम्भव हो जायगा॥११॥"
                },
                {
                    "slok": "अथवा यन्निमित्तस्ते प्रवेशो रावणालये। एवमुक्तो हरिवरस्तदा रक्षोगणेश्वरम्॥१२॥ अब्रवीनास्मि शक्रस्य यमस्य वरुणस्य च। धनदेन न मे सख्यं विष्णुना नास्मि चोदितः॥१३॥",
                    "arth": "'अथवा और सब बातें छोड़ो। तुम्हारा इस रावणके नगरमें आनेका क्या उद्देश्य है? यही बता दो।' प्रहस्तके इस प्रकार पूछनेपर उस समय वानरश्रेष्ठ हनुमान्ने राक्षसोंके स्वामी रावणसे कहा-'मैं इन्द्र, यम अथवा वरुणका दूत नहीं हूँ। कुबेरके साथ भी मेरी मैत्री नहीं है और भगवान् विष्णुने भी मुझे यहाँ नहीं भेजा है॥ १२-१३॥"
                },
                {
                    "slok": "जातिरेव मम त्वेषा वानरोऽहमिहागतः। दर्शने राक्षसेन्द्रस्य तदिदं दुर्लभं मया॥१४॥ वनं राक्षसराजस्य दर्शनार्थं विनाशितम्। ततस्ते राक्षसाः प्राप्ता बलिनो युद्धकाक्षिणः॥१५॥ रक्षणार्थं च देहस्य प्रतियुद्धा मया रणे।",
                    "arth": "'मैं जन्मसे ही वानर हूँ और राक्षस रावणसे मिलनेके उद्देश्यसे ही मैंने उनके इस दुर्लभ वनको उजाड़ा है। इसके बाद तुम्हारे बलवान् राक्षस युद्धकी इच्छासे मेरे पास आये और मैंने अपने शरीरकी रक्षाके लिये रणभूमिमें उनका सामना किया॥१४-१५३॥"
                },
                {
                    "slok": "अस्त्रपाशैर्न शक्योऽहं बद्धं देवासुरैरपि॥१६॥ पितामहादेष वरो ममापि हि समागतः।",
                    "arth": "'देवता अथवा असुर भी मुझे अस्त्र अथवा | पाशसे बाँध नहीं सकते। इसके लिये मुझे भी ब्रह्माजीसे वरदान मिल चुका है॥१६॥"
                },
                {
                    "slok": "राजानं द्रष्टुकामेन मयास्त्रमनुवर्तितम्॥१७॥ विमुक्तोऽप्यहमस्त्रेण राक्षसैस्त्वभिवेदितः।",
                    "arth": "'राक्षसराजको देखनेकी इच्छासे ही मैंने अस्त्रसे बँधना स्वीकार किया है। यद्यपि इस समय मैं अस्त्रसे मुक्त हूँ तथापि इन राक्षसोंने मुझे बँधा समझकर ही यहाँ लाकर तुम्हें सौंपा है॥ १७३ ॥"
                },
                {
                    "slok": "केनचिद् रामकार्येण आगतोऽस्मि तवान्तिकम्॥१८॥ दूतोऽहमिति विज्ञाय राघवस्यामितौजसः। श्रूयतामेव वचनं मम पथ्यमिदं प्रभो॥१९॥",
                    "arth": "'भगवान् श्रीरामचन्द्रजीका कुछ कार्य है, जिसके लिये मैं तुम्हारे पास आया हूँ। प्रभो! मैं अमित तेजस्वी श्रीरघुनाथजीका दूत हूँ, ऐसा समझकर मेरे इस हितकारी वचनको अवश्य सुनो' ॥ १८-१९॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे पञ्चाशः सर्गः॥५०॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें पचासवाँ सर्ग पूरा हुआ॥५०॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकपञ्चाशः सर्गः हनुमान्जीका श्रीरामके प्रभावका वर्णन करते हुए रावणको समझाना",
            "arths": [
                {
                    "slok": "तं समीक्ष्य महासत्त्वं सत्त्ववान् हरिसत्तमः। वाक्यमर्थवदव्यग्रस्तमुवाच र दशाननम्॥१॥",
                    "arth": "महाबली दशमुख रावणकी ओर देखते हुए शक्तिशाली वानरशिरोमणि हनुमान्ने शान्तभावसे यह अर्थयुक्त बात कही- ॥१॥"
                },
                {
                    "slok": "अहं सुग्रीवसंदेशादिह प्राप्तस्तवान्तिके। राक्षसेश हरीशस्त्वां भ्राता कुशलमब्रवीत्॥२॥",
                    "arth": "'राक्षसराज! मैं सुग्रीवका संदेश लेकर यहाँ तुम्हारे पास आया हूँ। वानरराज सुग्रीव तुम्हारे भाई हैं। इसी नाते उन्होंने तुम्हारा कुशल-समाचार पूछा है॥२॥"
                },
                {
                    "slok": "भ्रातुः शृणु समादेशं सुग्रीवस्य महात्मनः। धर्मार्थसहितं वाक्यमिह चामुत्र च क्षमम्॥३॥",
                    "arth": "का 'अब तुम अपने भाई महात्मा सुग्रीवका संदेशधर्म और अर्थयुक्त वचन, जो इहलोक और परलोकमें भी लाभदायक है, सुनो॥३॥"
                },
                {
                    "slok": "राजा दशरथो नाम रथकुञ्जरवाजिमान्। पितेव बन्धुर्लोकस्य सुरेश्वरसमद्युतिः॥ ४ ॥",
                    "arth": "'अभी हालमें ही दशरथनामसे प्रसिद्ध एक राजा हो गये हैं, जो पिताकी भाँति प्रजाके हितैषी, इन्द्रके समान तेजस्वी तथा रथ, हाथी, घोड़े आदिसे सम्पन्न थे॥४॥"
                },
                {
                    "slok": "ज्येष्ठस्तस्य महाबाहुः पुत्रः प्रियतरः प्रभुः। पितुर्निदेशान्निष्क्रान्तः प्रविष्टो दण्डकावनम्॥ ५ ॥ लक्ष्मणेन सह भ्राता सीतया सह भार्यया। रामो नाम महातेजा धन॑ पन्थानमाश्रितः॥ ६ ॥",
                    "arth": "उनके परम प्रिय ज्येष्ठ पुत्र महातेजस्वी, प्रभावशाली महाबाहु श्रीरामचन्द्रजी पिताकी आज्ञासे धर्ममार्गका आश्रय लेकर अपनी पत्नी सीता और भाई लक्ष्मणके साथ दण्डकारण्यमें आये थे॥५-६॥"
                },
                {
                    "slok": "तस्य भार्या जनस्थाने भ्रष्टा सीतेति विश्रुता। वैदेहस्य सुता राज्ञो जनकस्य महात्मनः॥ ७॥",
                    "arth": "'सीता विदेहदेशके राजा महात्मा जनककी पुत्री हैं। जनस्थानमें आनेपर श्रीरामपत्नी सीता कहीं खो गयी हैं।"
                },
                {
                    "slok": "मार्गमाणस्तु तां देवीं राजपुत्रः सहानुजः। ऋष्यमूकमनुप्राप्तः सुग्रीवेण च संगतः॥ ८ ॥",
                    "arth": "'राजकुमार श्रीराम अपने भाईके साथ उन्हीं सीतादेवीकी खोज करते हुए ऋष्यमूक पर्वतपर आये और सुग्रीवसे मिले ॥८॥"
                },
                {
                    "slok": "तस्य तेन प्रतिज्ञातं सीतायाः परिमार्गणम्। सुग्रीवस्यापि रामेण हरिराज्यं निवेदितुम्॥ ९ ॥",
                    "arth": "'सुग्रीवने उनसे सीताको ढूँढ निकालनेकी प्रतिज्ञा की और श्रीरामने सुग्रीवको वानरोंका राज्य दिलानेका वचन दिया॥९॥"
                },
                {
                    "slok": "ततस्तेन मृधे हत्वा राजपुत्रेण वालिनम्। सुग्रीवः स्थापितो राज्ये हयृक्षाणां गणेश्वरः॥१०॥",
                    "arth": "'तत्पश्चात् राजकुमार श्रीरामचन्द्रजीने युद्ध में वालीको मारकर सुग्रीवको किष्किन्धाके राज्यपर स्थापित कर दिया। इस समय सुग्रीव वानरों और भालुओंके समुदायके स्वामी हैं॥१०॥ "
                },
                {
                    "slok": "त्वया विज्ञातपूर्वश्च वाली वानरपुङ्गवः। स तेन निहतः संख्ये शरेणैकेन वानरः॥११॥",
                    "arth": "'वानरराज वालीको तो तुम पहलेसे ही जानते हो। उस वानरवीरको युद्धभूमिमें श्रीरामने एक ही बाणसे मार गिराया था॥११॥"
                },
                {
                    "slok": "स सीतामार्गणे व्यग्रः सुग्रीवः सत्यसंगरः। हरीन् सम्प्रेषयामास दिशः सर्वा हरीश्वरः॥१२॥",
                    "arth": "'अब सत्यप्रतिज्ञ सुग्रीव सीताको खोज निकालनेके लिये व्यग्र हो उठे हैं। उन वानरराजने समस्त दिशाओंमें वानरोंको भेजा है॥१२॥"
                },
                {
                    "slok": "तां हरीणां सहस्त्राणि शतानि नियुतानि च। दिक्षु सर्वासु मार्गन्ते ह्यधश्चोपरि चाम्बरे॥१३॥",
                    "arth": "'इस समय सैकड़ों, हजारों और लाखों वानर सम्पूर्ण दिशाओं तथा आकाश और पातालमें भी सीताजीकी खोज कर रहे हैं॥१३॥"
                },
                {
                    "slok": "वैनतेयसमाः केचित् केचित् तत्रानिलोपमाः। असङ्गगतयः शीघ्रा हरिवीरा महाबलाः॥१४॥",
                    "arth": "'उन वानरवीरोंमेंसे कोई गरुड़के समान वेगवान् हैं तो कोई वायुके समान। उनकी गति कहीं नहीं रुकती। वे कपिवीर शीघ्रगामी और महान् बली हैं॥१४॥"
                },
                {
                    "slok": "अहं तु हनुमान्नाम मारुतस्यौरसः सुतः। सीतायास्त कते तर्णं शतयोजनमायतम॥१५॥ समुद्रं लवयित्वैव त्वां दिदृक्षुरिहागतः। भ्रमता च मया दृष्टा गृहे ते जनकात्मजा॥१६॥",
                    "arth": "'मेरा नाम हनुमान् है। मैं वायुदेवताका औरस पुत्र हूँ। सीताका पता लगाने और तुमसे मिलनेके लिये सौ योजन विस्तृत समुद्रको लाँघकर तीव्र गतिसे यहाँ आया हूँ। घूमते-घूमते तुम्हारे अन्तःपुरमें मैंने जनकनन्दिनी सीताको देखा है॥१५-१६॥"
                },
                {
                    "slok": "तद् भवान् दृष्टधर्मार्थस्तपःकृतपरिग्रहः। परदारान् महाप्राज्ञ नोपरोद्धं त्वमर्हसि ॥१७॥",
                    "arth": "'महामते! तुम धर्म और अर्थके तत्त्वको जानते हो। तुमने बड़े भारी तपका संग्रह किया है। अतः दूसरेकी स्त्रीको अपने घरमें रोक रखना तुम्हारे लिये कदापि उचित नहीं है॥१७॥ "
                },
                {
                    "slok": "नहि धर्मविरुद्धेषु बह्वपायेषु कर्मसु। मूलघातिषु सज्जन्ते बुद्धिमन्तो भवद्विधाः॥१८॥",
                    "arth": "'धर्मविरुद्ध कार्यों में बहुत-से अनर्थ भरे रहते हैं। वे कर्ताका जड़मूलसे नाश कर डालते हैं। अतः तुमजैसे बुद्धिमान् पुरुष ऐसे कार्योंमें नहीं प्रवृत्त होते॥१८॥"
                },
                {
                    "slok": "कश्च लक्ष्मणमुक्तानां रामकोपानुवर्तिनाम्। शराणामग्रतः स्थातुं शक्तो देवासुरेष्वपि॥१९॥",
                    "arth": "'देवताओं और असुरोंमें भी कौन ऐसा वीर है, जो श्रीरामचन्द्रजीके क्रोध करनेके पश्चात् लक्ष्मणके छोड़े हुए बाणोंके सामने ठहर सके॥१९॥"
                },
                {
                    "slok": "न चापि त्रिषु लोकेषु राजन् विद्येत कश्चन। राघवस्य व्यलीकं यः कृत्वा सुखमवाप्नुयात् ॥ २० ॥",
                    "arth": "राजन् ! तीनों लोकोंमें एक भी ऐसा प्राणी नहीं है, जो भगवान् श्रीरामका अपराध करके सुखी रह सके ॥ २० ॥"
                },
                {
                    "slok": "तत् त्रिकालहितं वाक्यं धर्म्यमर्थानुयायि च। मन्यस्व नरदेवाय जानकी प्रतिदीयताम् ॥ २१ ॥",
                    "arth": "इसलिये मेरी धर्म और अर्थके अनुकूल बात, जो तीनों कालोंमें हितकर है, मान लो और जानकीजीको श्रीरामचन्द्रजीके पास लौटा दो ॥ २१ ॥"
                },
                {
                    "slok": "दृष्टा हीयं मया देवी लब्धं यदिह दुर्लभम् । उत्तरं कर्म यच्छेषं निमित्तं तत्र राघवः ॥ २२ ॥",
                    "arth": "मैंने इन देवी सीताका दर्शन कर लिया। जो दुर्लभ वस्तु थी, उसे यहाँ पा लिया। इसके बाद जो कार्य शेष है, उसके साधनमें श्रीरघुनाथजी ही निमित्त हैं ॥ २२ ॥"
                },
                {
                    "slok": "लक्षितेयं मया सीता तथा शोकपरायणा । गृहे यां नाभिजानासि पञ्चास्यामिव पत्रगीम् ॥ २३ ॥",
                    "arth": "मैंने यहाँ सीताकी अवस्थाको लक्ष्य किया है। वे निरन्तर शोकमें डूबी रहती हैं। सीता तुम्हारे घरमें पाँच फनवाली नागिनके समान निवास करती हैं, जिन्हें तुम नहीं जानते हो ॥ २३ ॥"
                },
                {
                    "slok": "यं जरयितुं शक्या सासुरैरमरैरपि । विषसंस्पृष्टमत्यर्थं भुक्तमन्नमिवौजसा ॥ २४ ॥",
                    "arth": "‘जैसे अत्यन्त विषमिश्रित अन्नको खाकर कोई उसे बलपूर्वक नहीं पचा सकता, उसी प्रकार सीताजीको अपनी शक्तिसे पचा लेना देवताओं और असुरोंके लिये भी असम्भव है ॥ २४ ॥"
                },
                {
                    "slok": "तपःसंतापलब्धस्ते सोऽयं धर्मपरिग्रहः । न स नाशयितुं न्याय्य आत्मप्राणपरिग्रहः ॥ २५ ॥",
                    "arth": "तुमने तपस्याका कष्ट उठाकर धर्मके फलस्वरूप जो यह ऐश्वर्यका संग्रह किया है तथा शरीर और प्राणोंको चिरकालतक धारण करनेकी शक्ति प्राप्त की है, उसका विनाश करना उचित नहीं ॥ २५ ॥"
                },
                {
                    "slok": "अवध्यतां तपोभिय भवान् समनुपश्यति । आत्मनः सासुरैर्देवैर्हेतुस्तत्राप्ययं महान् ॥ २६ ॥",
                    "arth": "तुम तपस्याके प्रभावसे देवताओं और असुरोंद्वारा जो अपनी अवध्यता देख रहे हो, उसमें भी तपस्याजनित यह धर्म ही महान् कारण है (अथवा उस अवध्यताके होते हुए भी तुम्हारे वधका दूसरा महान् कारण उपस्थित है) ॥ २६ ॥"
                },
                {
                    "slok": "सुग्रीवो न च देवोऽयं न यक्षो न च राक्षसः । मानुषो राघवो राजन् सुग्रीवश्च हरीश्वरः । तस्मात् प्राणपरित्राणं कथं राजन् करिष्यसि ॥ २७ ॥",
                    "arth": "'राक्षसराज! सुग्रीव और श्रीरामचन्द्रजी न तो देवता हैं, न यक्ष हैं और न राक्षस ही हैं। श्रीरघुनाथजी मनुष्य हैं और सुग्रीव वानरोंके राजा। अतः उनके हाथसे तुम अपने प्राणोंकी रक्षा कैसे करोगे? ॥ २७ ॥"
                },
                {
                    "slok": "न तु धर्मोपसंहारमधर्मफलसंहितम् । तदेव फलमन्वेति धर्मश्चाधर्मनाशनः ॥ २८ ॥",
                    "arth": "जो पुरुष प्रबल अधर्मके फलसे बँधा हुआ है, उसे धर्मका फल नहीं मिलता। वह उस अधर्मफलको ही पाता है। हाँ, यदि उस अधर्मके बाद किसी प्रबल धर्मका अनुष्ठान किया गया हो तो वह पहलेके अधर्मका नाशक होता है* ॥ २८ ॥"
                },
                {
                    "slok": "प्राप्तं धर्मफलं तावद् भवता नात्र संशयः । फलमस्याप्यधर्मस्य क्षिप्रमेव प्रपत्स्यसे ॥ २९ ॥",
                    "arth": "तुमने पहले जो धर्म किया था, उसका पूरा-पूरा फल तो यहाँ पा लिया, अब इस सीताहरणरूपी अधर्मका फल भी तुम्हें शीघ्र ही मिलेगा ॥ २९ ॥"
                },
                {
                    "slok": "जनस्थानवधं बुद्ध्वा वालिनश्च वधं तथा। रामसुग्रीवसख्यं च बुद्ध्यस्व हितमात्मनः ॥ ३० ॥",
                    "arth": "जनस्थानके राक्षसोंका संहार, वालीका वध और श्रीराम तथा सुग्रीवकी मैत्री-इन तीनों कार्योंको अच्छी तरह समझ लो। उसके बाद अपने हितका विचार करो ॥ ३० ॥"
                },
                {
                    "slok": "कामं खल्वहमप्येकः सवाजिरथकुञ्जराम्। लङ्कां नाशयितुं शक्तस्तस्यैष तु न निश्चयः ॥ ३१ ॥",
                    "arth": "यद्यपि मैं अकेला ही हाथी, घोड़े और रथसहित समूची लङ्काका नाश कर सकता हूँ, तथापि श्रीरघुनाथजीका ऐसा विचार नहीं है उन्होंने मुझे इस कार्यके लिये आज्ञा नहीं दी है॥ ३१ ॥"
                },
                {
                    "slok": "रामेण हि प्रतिज्ञातं हयृक्षगणसंनिधौ । उत्सादनममित्राणां सीता वैस्तु प्रधर्षिता ॥ ३२ ॥",
                    "arth": "जिन लोगोंने सीताका तिरस्कार किया है, उन शत्रुओंका स्वयं ही संहार करनेके लिये श्रीरामचन्द्रजीने वानरों और भालुओंके सामने प्रतिज्ञा की है॥ ३२ ॥"
                },
                {
                    "slok": "अपकुर्वन् हि रामस्य साक्षादपि पुरंदरः । न सुखं प्राप्नुयादन्यः किं पुनस्त्वद्विधो जनः ॥ ३३ ॥",
                    "arth": "भगवान् श्रीरामका अपराध करके साक्षात् इन्द्र भी सुख नहीं पा सकते, फिर तुम्हारे-जैसे साधारण लोगोंकी तो बात ही क्या है? ॥ ३३ ॥"
                },
                {
                    "slok": "यां सीतेत्यभिजानासि येयं तिष्ठति ते गृहे। कालरात्रीति तां विद्धि सर्वलङ्काविनाशिनीम्॥ ३४ ॥",
                    "arth": "जिनको तुम सीताके नामसे जानते हो और जो इस समय तुम्हारे अन्तःपुरमें मौजूद हैं, उन्हें सम्पूर्ण लङ्काका विनाश करनेवाली कालरात्रि समझो ॥ ३४ ॥"
                },
                {
                    "slok": "तदलं कालपाशेन सीताविग्रहरूपिणा । स्वयं स्कन्धावसक्तेन क्षेममात्मनि चिन्त्यताम् ॥ ३५ ॥",
                    "arth": "सीताका शरीर धारण करके तुम्हारे पास कालकी फाँसी आ पहुँची है, उसमें स्वयं गला फँसाना ठीक नहीं है; अतः अपने कल्याणकी चिन्ता करो ॥ ३५ ॥"
                },
                {
                    "slok": "सीतायास्तेजसा दग्धां रामकोपप्रदीपिताम् । दह्यमानामिमां पश्य पुरीं सादृप्रतोलिकाम् ॥ ३६॥",
                    "arth": "देखो, अट्टालिकाओं और गलियोंसहित यह लङ्कापुरी सीताजीके तेज और श्रीरामकी क्रोधाग्रिसे जलकर भस्म होने जा रही है (बचा सको तो बचाओ) ॥ ३६ ॥"
                },
                {
                    "slok": "स्वानि मित्राणि मन्त्रींश्च ज्ञातीन् भ्रातॄन् सुतान् हितान् । भोगान् दारांश्च लङ्कां च मा विनाशमुपानय ॥ ३७ ॥",
                    "arth": "इन मित्रों, मन्त्रियों, कुटुम्बीजनों भाइयों, पुत्रों, हितकारियों, स्त्रियों, सुख-भोगके साधनों तथा समूची लङ्काको मौतके मुखमें न झोंको ॥ ३७ ॥"
                },
                {
                    "slok": "सत्यं राक्षसराजेन्द्र शृणुष्व वचनं मम । रामदासस्य दूतस्य वानरस्य विशेषतः ॥ ३८ ॥",
                    "arth": "राक्षसोंके राजाधिराज! मैं भगवान् श्रीरामका दास हूँ, दूत हूँ और विशेषतः वानर हूँ। मेरी सच्ची बात सुनो ॥"
                },
                {
                    "slok": "सर्वाल्लोकान् सुसंहृत्य सभूतान् सचराचरान्। पुनरेव तथा स्त्रष्टुं शक्तो रामो महायशाः ॥ ३९ ॥",
                    "arth": "'महायशस्वी श्रीरामचन्द्रजी चराचर प्राणियोंसहित सम्पूर्ण लोकोंका संहार करके फिर उनका नये सिरेसे निर्माण करनेकी शक्ति रखते हैं ॥ ३९ ॥"
                },
                {
                    "slok": "देवासुरनरेन्द्रेषु यक्षरक्षोरगेषु च। विद्याधरेषु नागेषु गन्धर्वेषु मृगेषु च ॥ ४० ॥ सिद्धेषु किंनरेन्द्रेषु पतत्त्रिषु च सर्वतः । सर्वत्र सर्वभूतेषु सर्वकालेषु नास्ति सः ॥ ४१ । यो रामं प्रति युध्येत विष्णुतुल्यपराक्रमम् ।",
                    "arth": "'भगवान् श्रीराम श्रीविष्णुके तुल्य पराक्रमी हैं। देवता, असुर, मनुष्य, यक्ष, राक्षस, सर्प, विद्याधर, नाग, गन्धर्व, मृग, सिद्ध, किंनर, पक्षी एवं अन्य समस्त प्राणियोंमें कहीं किसी समय कोई भी ऐसा नहीं है, जो श्रीरघुनाथजीके साथ लोहा ले सके॥ ४०-४१३॥"
                },
                {
                    "slok": "सर्वलोकेश्वरस्येह कृत्वा विप्रियमीदृशम्। रामस्य राजसिंहस्य दुर्लभं तव जीवितम् ॥४२॥",
                    "arth": "'सम्पूर्ण लोकोंके अधीश्वर राजसिंह श्रीरामका ऐसा महान् अपराध करके तुम्हारा जीवित रहना कठिन है॥"
                },
                {
                    "slok": "देवाश्च दैत्याश्च का निशाचरेन्द्र गन्धर्वविद्याधरनागयक्षाः । रामस्य लोकत्रयनायकस्य स्थातुं न शक्ताः समरेषु सर्वे॥४३॥",
                    "arth": "निशाचरराज! श्रीरामचन्द्रजी तीनों लोकोंके स्वामी हैं। देवता, दैत्य, गन्धर्व, विद्याधर, नाग तथा यक्ष-ये सब मिलकर भी युद्धमें उनके सामने नहीं टिक सकते॥४३॥"
                },
                {
                    "slok": "ब्रह्मा स्वयम्भूश्चतुराननो वा रुद्रस्त्रिनेत्रस्त्रिपुरान्तको वा इन्द्रो महेन्द्रः सुरनायको वा स्थातुं न शक्ता युधि राघवस्य ॥४४॥",
                    "arth": "चार मुखोंवाले स्वयम्भू ब्रह्मा, तीन नेत्रोंवाले त्रिपुरनाशक रुद्र अथवा देवताओंके स्वामी महान् ऐश्वर्यशाली इन्द्र भी समराङ्गणमें श्रीरघुनाथजीके सामने नहीं ठहर सकते' ॥ ४४ ॥"
                },
                {
                    "slok": "स सौष्ठवोपेतमदीनवादिनः कपेर्निशम्याप्रतिमोऽप्रियं वचः । दशाननः कोपविवृत्तलोचनः समादिशत् तस्य वधं महाकपेः ॥ ४५ ॥",
                    "arth": "वीरभावसे निर्भयतापूर्वक भाषण करनेवाले महाकपि हनुमान्जीकी बातें बड़ी सुन्दर एवं युक्तियुक्त थीं, तथापि वे रावणको अप्रिय लगीं। उन्हें सुनकर अनुपम शक्तिशाली दशानन रावणने क्रोधसे आँखें तरेरकर सेवकोंको उनके वधके लिये आज्ञा दी ॥ ४५ ॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे एकपञ्चाशः सर्गः ॥ ५१ ॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आरामायण आदिकाव्यके सुन्दरकाण्डमें इक्यावनवाँ सर्ग पूरा हुआ ॥५१॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - द्विपञ्चाशः सर्गः विभीषणका दूतके वधको अनुचित बताकर उसे दूसरा कोई दण्ड देनेके लिये कहना तथा रावणका उनके अनुरोधको स्वीकार कर लेना",
            "arths": [
                {
                    "slok": "स तस्य वचनं श्रुत्वा वानरस्य महात्मनः । आज्ञापयद् वधं तस्य रावणः क्रोधमूच्छितः ॥ १ ॥",
                    "arth": "वानरशिरोमणि महात्मा हनुमान्जीका वचन सुनकर क्रोधसे तमतमाये हुए रावणने अपने सेवकोंको आज्ञा दी-'इस वानरका वध कर डालो' ॥ १ ॥"
                },
                {
                    "slok": "वधे तस्य समाज्ञप्ते रावणेन दुरात्मना। निवेदितवतो दौत्यं नानुमेने विभीषणः ॥ २ ॥",
                    "arth": "दुरात्मा रावणने जब उनके वधकी आज्ञा दी, तब विभीषण भी वहीं थे। उन्होंने उस आज्ञाका अनुमोदन नहीं किया; क्योंकि हनुमान्जी अपनेको सुग्रीव एवं श्रीरामका दूत बता चुके ॥२॥"
                },
                {
                    "slok": "तं रक्षोऽधिपतिं क्रुद्धं तच्च कार्यमुपस्थितम् । विदित्वा चिन्तयामास कार्यं कार्यविधौ स्थितः ॥ ३ ॥",
                    "arth": "एक ओर राक्षसराज रावण क्रोधसे भरा हुआ था, दूसरी ओर वह दूतके वधका कार्य उपस्थित था। यह सब जानकर यथोचित कार्यके सम्पादनमें लगे हुए विभीषणने समयोचित कर्तव्यका निश्चय किया॥३॥"
                },
                {
                    "slok": "निश्चितार्थस्ततः साम्ना पूज्यं शत्रुजिदग्रजम्। उवाच हितमत्यर्थं वाक्यं वाक्यविशारदः॥ ४ ॥",
                    "arth": "निश्चय हो जानेपर वार्तालापकुशल विभीषणने पूजनीय ज्येष्ठ भ्राता शत्रुविजयी रावणसे शान्तिपूर्वक यह हितकर वचन कहा-॥४॥ "
                },
                {
                    "slok": "क्षमस्व रोषं त्यज राक्षसेन्द्र प्रसीद मे वाक्यमिदं शृणुष्व। वधं न कुर्वन्ति परावरज्ञा दूतस्य सन्तो वसुधाधिपेन्द्राः॥ ५ ॥",
                    "arth": "'राक्षसराज! क्षमा कीजिये, क्रोधको त्याग दीजिये, प्रसन्न होइये और मेरी यह बात सुनिये। ऊँच-नीचका ज्ञान रखनेवाले श्रेष्ठ राजालोग दूतका वध नहीं करते हैं।"
                },
                {
                    "slok": "राजन् धर्मविरुद्धं च लोकवृत्तेश्च गर्हितम्। तव चासदृशं वीर कपेरस्य प्रमापणम्॥६॥",
                    "arth": "'वीर महाराज! इस वानरको मारना धर्मके विरुद्ध और लोकाचारकी दृष्टिसे भी निन्दित है। आप-जैसे वीरके लिये तो यह कदापि उचित नहीं है॥६॥"
                },
                {
                    "slok": "धर्मज्ञश्च कृतज्ञश्च राजधर्मविशारदः। परावरज्ञो भूतानां त्वमेव परमार्थवित्॥७॥ गृह्यन्ते यदि रोषेण त्वादशोऽपि विचक्षणाः। ततः शास्त्रविपश्चित्त्वं श्रम एव हि केवलम्॥८॥",
                    "arth": "'आप धर्मके ज्ञाता, उपकारको माननेवाले और राजधर्मके विशेषज्ञ हैं, भले-बुरेका ज्ञान रखनेवाले और परमार्थके ज्ञाता हैं। यदि आप-जैसे विद्वान् भी रोषके वशीभत हो जाय तब तो समस्त शास्त्रोंका पाण्डित्य प्राप्त करना केवल श्रम ही होगा॥७-८॥"
                },
                {
                    "slok": "तस्मात् प्रसीद शत्रुघ्न राक्षसेन्द्र दुरासद। युक्तायुक्तं विनिश्चित्य दूतदण्डो विधीयताम्॥ ९ ॥",
                    "arth": "'अतः शत्रुओंका संहार करनेवाले दुर्जय राक्षसराज! आप प्रसन्न होइये और उचित-अनुचितका विचार करके दूतके योग्य किसी दण्डका विधान कीजिये'॥९॥ "
                },
                {
                    "slok": "विभीषणवचः श्रुत्वा रावणो राक्षसेश्वरः।। कोपेन महताऽऽविष्टो वाक्यमुत्तरमब्रवीत् ॥१०॥",
                    "arth": "विभीषणकी बात सुनकर राक्षसोंका स्वामी रावण महान् कोपसे भरकर उन्हें उत्तर देता हुआ बोला-॥"
                },
                {
                    "slok": "न पापानां वधे पापं विद्यते शत्रुसूदन। तस्मादिमं वधिष्यामि वानरं पापकारिणम्॥११॥ ",
                    "arth": "'शत्रुसूदन! पापियोंका वध करने में पाप नहीं है। इस वानरने वाटिकाका विध्वंस तथा राक्षसोंका वध करके पाप किया है। इसलिये अवश्य ही इसका वध करूँगा' ॥११॥ "
                },
                {
                    "slok": "अधर्ममूलं राजा बहुदोषयुक्त मनार्यजुष्टं वचनं निशम्य। उवाच वाक्यं परमार्थतत्त्वं विभीषणो बुद्धिमतां वरिष्ठः॥१२॥",
                    "arth": "रावणका वचन अनेक दोषोंसे युक्त और पापका मूल था। वह श्रेष्ठ पुरुषोंके योग्य नहीं था। उसे सुनकर बुद्धिमानोंमें श्रेष्ठ विभीषणने उत्तम कर्तव्यका निश्चय करानेवाली बात कही-॥१२॥ "
                },
                {
                    "slok": "प्रसीद लड़ेश्वर ला राक्षसेन्द्र धर्मार्थतत्त्वं वचनं शृणुष्व। दूता न वध्याः समयेषु राजन् सर्वेषु सर्वत्र वदन्ति सन्तः॥१३॥",
                    "arth": "'लङ्केश्वर! प्रसन्न होइये। राक्षसराज! मेरे धर्म और अर्थतत्त्वसे युक्त वचनको ध्यान देकर सुनिये। राजन्! सत्पुरुषोंका कथन है कि दूत कहीं किसी समय भी वध करने योग्य नहीं होते॥१३॥"
                },
                {
                    "slok": "असंशयं शत्रुरयं गो. प्रवृद्धः कृतं ह्यनेनाप्रियमप्रमेयम्। | न दूतवध्यां प्रवदन्ति सन्तो दूतस्य दृष्टा बहवो हि दण्डाः ॥१४॥",
                    "arth": "'इसमें संदेह नहीं कि यह बहुत बड़ा शत्रु है; क्योंकि इसने वह अपराध किया है जिसकी कहीं तुलना । नहीं है, तथापि सत्पुरुष दूतका वध करना उचित नहीं बताते हैं। दूतके लिये अन्य प्रकारके बहुत-से दण्ड देखे गये हैं॥१४॥"
                },
                {
                    "slok": "वैरूप्यमङ्गेषुपए कशाभिघातो मौण्ड्यं तथा लक्षणसंनिपातः। | एतान् हि दूते प्रवदन्ति दण्डान् के वधस्तु दूतस्य न नः श्रुतोऽस्ति॥१५॥",
                    "arth": "'किसी अङ्गको भङ्ग या विकृत कर देना, कोड़ेसे पिटवाना, सिर मुड़वा देना तथा शरीरमें कोई चिह्न दाग | देना–ये ही दण्ड दूतके लिये उचित बताये गये हैं। | उसके लिये वधका दण्ड तो मैंने कभी नहीं सुना है॥ "
                },
                {
                    "slok": "धर्मार्थविनीतबुद्धिः परावरप्रत्ययनिश्चितार्थः । भवद्विधः कोपवशे हि तिष्ठेत् गीत कोपं न गच्छन्ति हि सत्त्ववन्तः॥१६॥",
                    "arth": "'आपकी बुद्धि धर्म और अर्थकी शिक्षासे युक्त है। | आप ऊँच-नीचका विचार करके कर्तव्यका निश्चय करनेवाले हैं। आप-जैसा नीतिज्ञ पुरुष कोपके अधीन कैसे हो सकता है? क्योंकि शक्तिशाली पुरुष क्रोध नहीं करते हैं। "
                },
                {
                    "slok": "न धर्मवादे न च लोकवृत्ते । न शास्त्रबुद्धिग्रहणेषु वापि | विद्येत कश्चित्तव वीर तुल्य स्त्वं ह्युत्तमः सर्वसुरासुराणाम्॥१७॥",
                    "arth": "'वीर! धर्मकी व्याख्या करने, लोकाचारका पालन | करने अथवा शास्त्रीय सिद्धान्तको समझनेमें आपके समान दूसरा कोई नहीं है। आप सम्पूर्ण देवताओं और असुरोंमें श्रेष्ठ हैं॥१७॥"
                },
                {
                    "slok": "पराक्रमोत्साहमनस्विनां च सुरासुराणामपि दुर्जयेन। | त्वयाप्रमेयेण - सुरेन्द्रसङ्घा जिताश्च युद्धेष्वसकृन्नरेन्द्राः॥१८॥",
                    "arth": "पराक्रम और उत्साहसे सम्पन्न जो मनस्वी देवता और असुर हैं, उनके लिये भी आपपर विजय पाना अत्यन्त कठिन है। आप अप्रमेय शक्तिशाली हैं। आपने अनेक युद्धोंमे बारंबार देवेश्वरों तथा नरेशोंको पराजित किया है॥१८॥"
                },
                {
                    "slok": "इत्थंविधस्यामरदैत्यशत्रोः । शूरस्य वीरस्य तवाजितस्य। कुर्वन्ति वीरा । मनसाप्यलीकं प्राणैर्विमुक्ता न तु भोः पुरा ते॥१९॥",
                    "arth": "'देवताओं और दैत्योंसे भी शत्रुता रखनेवाले ऐसे आप अपराजित शूरवीरका पहले कभी शत्रुपक्षी वीर मनसे भी पराभव नहीं कर सके हैं। जिन्होंने सिर उठाया, वे तत्काल प्राणोंसे हाथ धो बैठे॥१९॥"
                },
                {
                    "slok": "न चाप्यस्य कपे_ते कंचित् पश्याम्यहं गुणम्। तेष्वयं पात्यतां दण्डो यैरयं प्रेषितः कपिः॥२०॥",
                    "arth": "'इस वानरको मारनेमें मुझे कोई लाभ नहीं दिखायी देता। जिन्होंने इसे भेजा है, उन्हींको यह प्राणदण्ड दिया जाय ॥२०॥"
                },
                {
                    "slok": "साधुर्वा यदि वासाधुः परेष समर्पितः। ब्रुवन् परार्थं परवान् न दूतो वधमर्हति ॥२१॥",
                    "arth": "'यह भला हो या बुरा, शत्रुओंने इसे भेजा है; अतः यह उन्हींके स्वार्थकी बात करता है। दूत सदा पराधीन होता है, अतः वह वधके योग्य नहीं होता है॥२१॥"
                },
                {
                    "slok": "अपि चास्मिन् हते नान्यं राजन् पश्यामि खेचरम्। इह यः पुनरागच्छेत् परं पारं महोदधेः॥२२॥",
                    "arth": "'राजन्! इसके मारे जानेपर मैं दूसरे किसी ऐसे आकाशचारी प्राणीको नहीं देखता, जो शत्रुके समीपसे महासागरके इस पार फिर आ सके (ऐसी दशामें शत्रुक गति-विधिका आपको पता नहीं लग सकेगा) ॥ २२ ॥"
                },
                {
                    "slok": "तस्मानास्य वधे यत्नः कार्यः परपुरंजय। भवान् सेन्द्रेषु देवेषु यत्नमास्थातुमर्हति ॥२३।",
                    "arth": "'अतः शत्रुनगरीपर विजय पानेवाले महाराज आपको इस दूतके वधके लिये कोई प्रयत्न नहीं करन चाहिये। आप तो इस योग्य हैं कि इन्द्रसहित सम्पूर्ण देवताओंपर चढ़ाई कर सकें ॥ २३ ॥"
                },
                {
                    "slok": "अस्मिन् विनष्ट नहि भूतमन्यं पश्यामि यस्तौ नरराजपुत्रौ। युद्धाय युद्धप्रिय दुर्विनीता वद्योजयेद् वै भवता विरुद्धौ॥२४॥",
                    "arth": "'युद्धप्रेमी महाराज! इसके नष्ट हो जानेपर मैं दूसरे किसी प्राणीको ऐसा नहीं देखता, जो आपसे विरोध करनेवाले उन दोनों स्वतन्त्र प्रकृतिके राजकुमारोंको युद्धके लिये तैयार कर सके॥२४॥ "
                },
                {
                    "slok": "पराक्रमोत्साहमनस्विनां च सुरासुराणामपि दुर्जयेन। त्वया मनोनन्दन नैर्ऋतानां युद्धाय निर्नाशयितुं न युक्तम्॥२५॥",
                    "arth": "'राक्षसोंके हृदयको आनन्दित करनेवाले वीर! आप देवताओं और दैत्योंके लिये भी दुर्जय हैं; अतः पराक्रम और उत्साहसे भरे हुए हृदयवाले इन राक्षसोंके मनमें जो युद्ध करनेका हौसला बढ़ा हुआ है, उसे नष्ट कर देना आपके लिये कदापि उचित नहीं है॥ २५ ॥"
                },
                {
                    "slok": "हिताश्च शूराश्च समाहिताश्च कुलेषु जाताश्च महागुणेषु। मनस्विनः शस्त्रभृतां वरिष्ठाः कोपप्रशस्ताः सुभृताश्च योधाः ॥२६॥ तदेकदेशेन बलस्य तावत् केचित् तवादेशकृतोऽद्य यान्तु। | तौ राजपुत्रावुपगृह्य मूढौ परेषु ते भावयितुं प्रभावम्॥२७॥",
                    "arth": "'मेरी राय तो यह है कि उन विरह-दुःखसे | विकलचित्त राजकुमारोंको कैद करके शत्रुओंपर आपका प्रभाव डालने– दबदबा जमानेके लिये आपकी आज्ञासे थोड़ी-सी सेनाके साथ कुछ ऐसे योद्धा यहाँसे यात्रा करें, जो हितैषी, शूरवीर, सावधान, अधिक गुणवाले, महान् कुलमें उत्पन्न, मनस्वी, शस्त्रधारियोंमें श्रेष्ठ, अपने रोष और जोशके लिये प्रशंसित तथा अधिक वेतन देकर अच्छी तरह पाले-पोसे गये हों' ॥ २६-२७॥ "
                },
                {
                    "slok": "निशाचराणामधिपोऽनुजस्य विभीषणस्योत्तमवाक्यमिष्टम् । जग्राह बुद्ध्या सुरलोकशत्रु महाबलो राक्षसराजमुख्यः॥२८॥",
                    "arth": "अपने छोटे भाई विभीषणके इस उत्तम और प्रिय वचनको सुनकर निशाचरोंके स्वामी तथा देवलोकके शत्रु महाबली राक्षसराज रावणने बुद्धिसे सोच-विचारकर उसे स्वीकार कर लिया॥ २८॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे द्विपञ्चाशः सर्गः॥५२॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें बावनवाँ सर्ग पूरा हुआ॥५२॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - त्रिपञ्चाशः सर्गः राक्षसोंका हनुमान्जीकी पूँछमें आग लगाकर उन्हें नगरमें घुमाना",
            "arths": [
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा दशग्रीवो महात्मनः। देशकालहितं वाक्यं भ्रातुरुत्तरमब्रवीत्॥१॥",
                    "arth": "छोटे भाई महात्मा विभीषणकी बात देश और कालके लिये उपयुक्त एवं हितकर थी। उसको सुनकर दशाननने इस प्रकार उत्तर दिया- ॥१॥"
                },
                {
                    "slok": "सम्यगुक्तं हि भवता दूतवध्या विगर्हिता। अवश्यं तु वधायान्यः क्रियतामस्य निग्रहः ॥२॥",
                    "arth": "'विभीषण! तुम्हारा कहना ठीक है। वास्तवमें दूतके वधकी बड़ी निन्दा की गयी है; परंतु वधके अतिरिक्त दूसरा कोई दण्ड इसे अवश्य देना चाहिये।"
                },
                {
                    "slok": "कपीनां किल लालमिष्टं भवति भूषणम्। तदस्य दीप्यतां शीघ्रं तेन दग्धेन गच्छतु॥३॥",
                    "arth": "'वानरोंको अपनी पूँछ बड़ी प्यारी होती है। वही इनका आभूषण है। अतः जितना जल्दी हो सके, इसकी पूँछ जला दो। जली पूँछ लेकर ही यह यहाँसे जाय॥३॥"
                },
                {
                    "slok": "ततः पश्यन्त्वमुं दीनमङ्गवैरूप्यकर्शितम्। सुमित्रज्ञातयः सर्वे बान्धवाः ससुहृज्जनाः॥४॥ ",
                    "arth": "'वहाँ इसके मित्र, कुटुम्बी, भाई-बन्धु तथा हितैषी सुहृद् इसे अङ्ग-भङ्गके कारण पीड़ित एवं दीन अवस्थामें देखें ॥४॥"
                },
                {
                    "slok": "आज्ञापयद् राक्षसेन्द्रः पुरं सर्वं सचत्वरम्। लाङ्गलेन प्रदीप्तेन रक्षोभिः परिणीयताम्॥५॥",
                    "arth": "फिर राक्षसराज रावणने यह आज्ञा दी कि 'राक्षसगण इसकी पूँछमें आग लगाकर इसे सड़कों और चौराहोंसहित समूचे नगरमें घुमावें ॥५॥ "
                },
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा राक्षसाः कोपकर्कशाः। वेष्टन्ते तस्य लाङ्गलं जीर्णैः कासिकैः पटैः॥६॥",
                    "arth": "स्वामीका यह आदेश सुनकर क्रोधके कारण कठोरतापूर्ण बर्ताव करनेवाले राक्षस हनुमान्जीकी पूँछमें पुराने सूती कपड़े लपेटने लगे॥६॥ "
                },
                {
                    "slok": "संवेष्ट्यमाने लाङ्गले व्यवर्धत महाकपिः। शुष्कमिन्धनमासाद्य वनेष्विव हुताशनम्॥ ७ ॥",
                    "arth": "जब उनकी पूँछमें वस्त्र लपेटा जाने लगा, उस समय वनोंमें सूखी लकड़ी पाकर भभक उठनेवाली आगकी उन महाकपिका शरीर बढ़कर बहुत बड़ा हो गया।"
                },
                {
                    "slok": "तैलेन परिषिच्याथ तेऽग्निं तत्रोपपादयन्। लाङ्गलेन प्रदीप्तेन राक्षसांस्तानताडयत्॥ ८॥ रोषामर्षपरीतात्मा - बालसूर्यसमाननः।।",
                    "arth": "राक्षसोंने वस्त्र लपेटनेके पश्चात् उनकी पूँछपर तेल छिड़क दिया और आग लगा दी। तब हनुमान्जीका हृदय रोषसे भर गया। उनका मुख प्रातःकालके सूर्यकी भाँति अरुण आभासे उद्भासित हो उठा और वे अपनी जलती हुई पूँछसे ही राक्षसोंको पीटने लगे॥८॥ "
                },
                {
                    "slok": "स भूयः संगतैः क्रूरै राक्षसैर्हरिपुङ्गवः॥ ९ ॥ सहस्त्रीबालवृद्धाश्च जग्मुः प्रीतिं निशाचराः।।",
                    "arth": "तब क्रूर राक्षसोंने मिलकर पुनः उन वानरशिरोमणिको कसकर बाँध दिया। यह देख स्त्रियों, बालकों और वृद्धोंसहित समस्त निशाचर बड़े प्रसन्न हुए॥९३ ॥ "
                },
                {
                    "slok": "निबद्धः कृतवान् वीरस्तत्कालसदृशीं मतिम्॥१०॥ कामं खलु न मे शक्ता निबद्धस्यापि राक्षसाः। छित्त्वा पाशान् समुत्पत्य हन्यामहमिमान् पुनः॥११॥",
                    "arth": "तब वीरवर हनुमान्जी बँधे-बँधे ही उस समयके योग्य विचार करने लगे–'यद्यपि मैं बँधा हुआ हूँ तो भी इन राक्षसोंका मुझपर जोर नहीं चल सकता। इन बन्धनोंको तोड़कर मैं ऊपर उछल जाऊँगा और पुनः इन्हें मार सकूँगा॥१०-११॥ "
                },
                {
                    "slok": "यदि भर्तृहितार्थाय चरन्तं भर्तृशासनात्। निबनन्ते दुरात्मानो न तु मे निष्कृतिः कृता॥१२॥",
                    "arth": "'मैं अपने स्वामी श्रीरामके हितके लिये विचर रहा हँ तो भी ये दरात्मा राक्षस यदि अपने राजाके आदेशसे मुझे बाँध रहे हैं तो इससे मैं जो कुछ कर चुका हूँ, उसका बदला नहीं पूरा हो सका है॥१२॥ "
                },
                {
                    "slok": "सर्वेषामेव पर्याप्तो राक्षसानामहं युधि। किं तु रामस्य प्रीत्यर्थं विषहिष्येऽहमीदृशम्॥१३॥ ",
                    "arth": "'मैं युद्धस्थलमें अकेला ही इन समस्त राक्षसोंका संहार करनेमें पूर्णत: समर्थ हूँ, किंतु इस समय श्रीरामचन्द्रजीकी प्रसन्नताके लिये मैं ऐसे बन्धनको चुपचाप सह लूँगा॥१३॥ "
                },
                {
                    "slok": "लङ्का चारयितव्या मे पुनरेव भवेदिति। रात्रौ नहि सुदृष्टा मे दुर्गकर्मविधानतः॥१४॥",
                    "arth": " ‘ऐसा करनेसे मुझे पुनः समूची लङ्कामें विचरने और इसके निरीक्षण करनेका अवसर मिलेगा; क्योंकि रातमें घूमनेके कारण मैंने दुर्गरचनाकी विधिपर दृष्टि रखते हुए इसका अच्छी तरह अवलोकन नहीं किया था॥१४॥ "
                },
                {
                    "slok": "अवश्यमेव द्रष्टव्या मया लङ्का निशाक्षये।। कामं बध्नन्तु मे भूयः पुच्छस्योद्दीपनेन च॥१५॥ पीडां कुर्वन्ति रक्षांसि न मेऽस्ति मनसः श्रमः।",
                    "arth": "'अतः सबेरा हो जानेपर मुझे अवश्य ही लङ्का देखनी है। भले ही ये राक्षस मुझे बारंबार बाँधे और पूँछमें आग लगाकर पीड़ा पहुँचायें। मेरे मनमें इसके कारण तनिक भी कष्ट नहीं होगा'॥ १५३ ॥"
                },
                {
                    "slok": "ततस्ते संवृताकारं सत्त्ववन्तं महाकपिम्॥१६॥ परिगृह्य ययुर्हष्टा राक्षसाः कपिकुञ्जरम्। शङ्खभेरीनिनादैश्च घोषयन्तः स्वकर्मभिः॥१७॥ राक्षसाः क्रूरकर्माणश्चारयन्ति स्म तां पुरीम्।।",
                    "arth": "तदनन्तर वे क्रूरकर्मा राक्षस अपने दिव्य आकारको छिपाये रखनेवाले सत्त्वगुणशाली महान् वानरवीर कपिकुञ्जर हनुमान्जीको पकड़कर बड़े हर्षके साथ ले चले और शङ्क एवं भेरी बजाकर उनके (रावण-द्रोह आदि) अपराधोंकी घोषणा करते हुए उन्हें लङ्कापुरीमें सब ओर घुमाने लगे॥१६-१७३ ॥ "
                },
                {
                    "slok": "अन्वीयमानो रक्षोभिर्ययौ सुखमरिंदमः॥१८॥ हनूमांश्चारयामास राक्षसानां महापुरीम्।। अथापश्यद् विमानानि विचित्राणि महाकपिः॥१९॥ ",
                    "arth": "शत्रुदमन हनुमान्जी बड़ी मौजसे आगे बढ़ने लगे। समस्त राक्षस उनके पीछे-पीछे चल रहे थे महाकपि हनुमान्जी राक्षसोंकी उस विशाल पुरीमें विचरते हुए उसे देखने लगे। उन्होंने वहाँ बड़े विचित्र विमान देखे ॥ १८-१९॥"
                },
                {
                    "slok": "संवृतान् भूमिभागांश्च सुविभक्तांश्च चत्वरान्। रथ्याश्च गृहसम्बाधाः कपिः शृङ्गाटकानि च ॥२०॥ तथा रथ्योपरथ्याश्च तथैव च गृहान्तरान्।",
                    "arth": "परकोटेसे घिरे हुए कितने ही भूभाग, पृथक्पृथक् बने हुए सुन्दर चबूतरे, घनीभूत गृहपंक्तियोंसे घिरी हुई सड़कें, चौराहे, छोटी-बड़ी गलियाँ और घरोंके मध्यभाग-इन सबको वे बड़े गौरसे देखने लगे॥२०३ । "
                },
                {
                    "slok": "चत्वरेषु चतुष्केषु राजमार्गे तथैव च ॥२१। घोषयन्ति कपिं सर्वे चार इत्येव राक्षसाः।",
                    "arth": "सब राक्षस उन्हें चौराहोंपर, चार खंभेवाले मण्डपोंमें तथा सड़कोंपर घुमाने और जासूस कहकर उनक परिचय देने लगे॥२१३॥"
                },
                {
                    "slok": "स्त्रीबालवृद्धा निर्जग्मुस्तत्र तत्र कुतूहलात्॥२२॥ तं प्रदीपितलाङ्गलं हनूमन्तं दिदृक्षवः।",
                    "arth": "भिन्नभिन्न स्थानोंमें जलती पूँछवाले हनुमान्जीको देखनेके लिये वहाँ बहुत-से बालक, वृद्ध और स्त्रियाँ कौतूहलवश घरसे बाहर निकल आती थीं ॥ २२३ ॥ "
                },
                {
                    "slok": "दीप्यमाने ततस्तस्य लाङ्गलागे हनूमतः॥२३॥ राक्षस्यस्ता विरूपाक्ष्यः शंसुर्देव्यास्तदप्रियम्।",
                    "arth": "हनुमान्जीकी पूँछमें जब आग लगायी जा रही थी, उस समय भयंकर नेत्रोंवाली राक्षसियोंने सीतादेवीके पास जाकर उनसे यह अप्रिय समाचार कहा- ॥२३३ ॥"
                },
                {
                    "slok": "यस्त्वया कृतसंवादः सीते ताम्रमुखः कपिः॥२४॥ लाङ्गलेन प्रदीप्तेन स एष परिणीयते।",
                    "arth": "'सीते! जिस लाल मुँहवाले बन्दरने तुम्हारे साथ बातचीत की थी, उसकी पूँछमें आग लगाकर उसे सारे नगरमें घुमाया जा रहा है' ॥२४॥"
                },
                {
                    "slok": "श्रुत्वा तद् वचनं क्रूरमात्मापहरणोपमम्॥२५॥ वैदेही शोकसंतप्ता हुताशनमुपागमत्। ",
                    "arth": "अपने अपहरणकी ही भाँति दुःख देनेवाली यह क्रूरतापूर्ण बात सुनकर विदेहनन्दिनी सीता शोकसे संतप्त हो उठीं और मन-ही-मन अग्निदेवकी उपासना करने लगीं ॥ २५ ॥"
                },
                {
                    "slok": "मङ्गलाभिमुखी तस्य सा तदासीन्महाकपेः॥२६॥ उपतस्थे विशालाक्षी प्रयता हव्यवाहनम्।",
                    "arth": "उस समय विशाललोचना पवित्रहृदया सीता महाकपि हनुमान्जीके लिये मङ्गलकामना करती हुई अग्निदेवकी उपासनामें संलग्न हो गयीं और इस प्रकार बोलीं- ॥२६॥"
                },
                {
                    "slok": "यद्यस्ति पतिशुश्रूषा यद्यस्ति चरितं तपः। यदि वा त्वेकपत्नीत्वं शीतो भव हनूमतः॥२७॥",
                    "arth": "'अग्निदेव! यदि मैंने पतिकी सेवा की है और यदि मुझमें कुछ भी तपस्या तथा पातिव्रत्यका बल है तो तुम हनुमान्के लिये शीतल हो जाओ॥२७॥"
                },
                {
                    "slok": "यदि किंचिदनुक्रोशस्तस्य मय्यस्ति धीमतः। यदि वा भाग्यशेषो मे शीतो भव हनूमतः॥२८॥",
                    "arth": "'यदि बुद्धिमान् भगवान् श्रीरामके मनमें मेरे प्रति किंचिन्मात्र भी दया है अथवा यदि मेरा सौभाग्य शेष है तो तुम हनुमान्के लिये शीतल हो जाओ॥ २८॥ "
                },
                {
                    "slok": "यदि मां वृत्तसम्पन्नां तत्समागमलालसाम्। स विजानाति धर्मात्मा शीतो भव हनूमतः॥२९॥",
                    "arth": "'यदि धर्मात्मा श्रीरघुनाथजी मुझे सदाचारसे सम्पन्न और अपनेसे मिलनेके लिये उत्सुक जानते हैं तो तुम हनुमान्के लिये शीतल हो जाओ॥२९॥"
                },
                {
                    "slok": "यदि मां तारयेदार्यः सुग्रीवः सत्यसंगरः। अस्माद् दुःखाम्बुसंरोधाच्छीतो भव हनूमतः॥३०॥ ",
                    "arth": "'यदि सत्यप्रतिज्ञ आर्य सुग्रीव इस दुःखके महासागरसे मेरा उद्धार कर सकें तो तुम हनुमानके लिये शीतल हो जाओ' ॥ ३०॥"
                },
                {
                    "slok": "पाहता ततस्तीक्ष्णार्चिरव्यग्रः प्रदक्षिणशिखोऽनलः। जज्वाल मृगशावाक्ष्याः शंसन्निव शुभं कपेः॥३१॥",
                    "arth": "मृगनयनी सीताके इस प्रकार प्रार्थना करनेपर तीखी लपटोंवाले अग्निदेव मानो उन्हें हनुमान्के मङ्गलकी सूचना देते हुए शान्तभावसे जलने लगे। उनकी शिखा प्रदक्षिण- भावसे उठने लगी॥३१॥"
                },
                {
                    "slok": "हनूमज्जनकश्चैव पुच्छानलयुतोऽनिलः। ववौ स्वास्थ्यकरो देव्याः प्रालेयानिलशीतलः॥३२॥",
                    "arth": "हनुमान्के पिता वायुदेवता भी उनकी पूँछमें लगी हुई आगसे युक्त हो बर्फीली हवाके समान शीतल और देवी सीताके लिये स्वास्थ्यकारी (सुखद) होकर बहने लगे॥३२॥"
                },
                {
                    "slok": "दह्यमाने च लाइले चिन्तयामास वानरः। प्रदीप्तोऽग्निरयं कस्मान्न मां दहति सर्वतः॥३३॥",
                    "arth": "उधर पूँछमें आग लगायी जानेपर हनुमानजी सोचने लगे-'अहो! यह आग सब ओरसे प्रज्वलित होनेपर भी मुझे जलाती क्यों नहीं है? ॥ ३३॥"
                },
                {
                    "slok": "दृश्यते च महाज्वालः करोति च न मे रुजम्। शिशिरस्येव सम्पातो लाङ्गलाने प्रतिष्ठितः॥३४॥ ",
                    "arth": "'इसमें इतनी ऊँची ज्वाला उठती दिखायी देती है, तथापि यह आग मुझे पीड़ा नहीं दे रही है। मालूम होता है मेरी पूंछके अग्रभागमें बर्फका ढेर-सा रख दिया गया है॥३४॥ "
                },
                {
                    "slok": "अथ वा तदिदं व्यक्तं यद् दृष्टं प्लवता मया। रामप्रभावादाश्चर्यं पर्वतः सरितां पतौ॥३५॥",
                    "arth": "'अथवा उस दिन समुद्रको लाँघते समय मैंने सागरमें श्रीरामचन्द्रजीके प्रभावसे पर्वतके प्रकट होनेकी जो आश्चर्यजनक घटना देखी थी, उसी तरह आज यह अग्निकी शीतलता भी व्यक्त हुई है॥ ३५॥"
                },
                {
                    "slok": "यदि तावत् समुद्रस्य मैनाकस्य च धीमतः। रामार्थं सम्भ्रमस्तादृक् किमग्निर्न करिष्यति॥३६॥ ",
                    "arth": "'यदि श्रीरामके उपकारके लिये समुद्र और बुद्धिमान् मैनाकके मनमें वैसी आदरपूर्ण उतावली देखी गयी तो क्या अग्निदेव उन भगवान्के उपकारके लिये शीतलता नहीं प्रकट करेंगे?॥३६॥"
                },
                {
                    "slok": "सीतायाश्चानृशंस्येन तेजसा राघवस्य च। पितुश्च मम सख्येन न मां दहति पावकः॥३७॥",
                    "arth": "'निश्चय ही भगवती सीताकी दया, श्रीरघुनाथजीके तेज तथा मेरे पिताकी मैत्रीके प्रभावसे अग्निदेव मुझे जला नहीं रहे हैं'॥ ३७॥ "
                },
                {
                    "slok": "भूयः स चिन्तयामास मुहूर्तं कपिकुञ्जरः। कथमस्मद्विधस्येह बन्धनं राक्षसाधमैः॥३८॥ ",
                    "arth": "प्रतिक्रियास्य युक्ता स्यात् सति मह्यं पराक्रमे। तदनन्तर कपिकुञ्जर हनुमान्ने पुनः एक मुहूर्ततक इस प्रकार विचार किया 'मेरे-जैसे पुरुषका यहाँ इन नीच निशाचरोंद्वारा बाँधा जाना कैसे उचित हो सकता है? पराक्रम रहते हुए मुझे अवश्य इसका प्रतीकार करना चाहिये'॥ ३८ ॥"
                },
                {
                    "slok": "ततश्छित्त्वा च तान् पाशान् वेगवान् वै महाकपिः॥३९॥ उत्पपाताथ वेगेन ननाद च महाकपिः।",
                    "arth": "यह सोचकर वे वेगशाली महाकपि हनुमान् (जिन्हें राक्षसोंने पकड रखा था) उन बन्धनोंको तोडकर बडे वेगसे ऊपरको उछले और गर्जना करने लगे (उस समय भी उनका शरीर रस्सियोंमें बँधा हुआ ही था)॥३९३ ॥"
                },
                {
                    "slok": "पुरद्वारं ततः श्रीमान् शैलशृङ्गमिवोन्नतम्॥४०॥ विभक्तरक्षःसम्बाधमाससादानिलात्मजः ।",
                    "arth": "उछलकर वे श्रीमान् पवनकुमार पर्वत-शिखरके समान ऊँचे नगरद्वारपर जा पहुँचे, जहाँ राक्षसोंकी भीड़ नहीं थी॥४०॥"
                },
                {
                    "slok": "स भूत्वा शैलसंकाशः क्षणेन पुनरात्मवान्॥४१॥ ह्रस्वतां परमां प्राप्तो बन्धनान्यवशातयत्। विमुक्तश्चाभवच्छ्रीमान् पुनः पर्वतसंनिभः॥४२॥",
                    "arth": "पर्वताकार होकर भी वे मनस्वी हनुमान् पुनः क्षणभरमें बहुत ही छोटे और पतले हो गये। इस प्रकार उन्होंने अपने सारे बन्धनोंको निकाल फेंका। उन बन्धनोंसे मुक्त होते ही तेजस्वी हनुमान्जी फिर पर्वतके समान विशालकाय हो गये॥४१-४२॥"
                },
                {
                    "slok": "वीक्षमाणश्च ददृशे परिघं तोरणाश्रितम्। स तं गृह्य महाबाहुः कालायसपरिष्कृतम्। रक्षिणस्तान् पुनः सर्वान् सूदयामास मारुतिः॥४३॥",
                    "arth": "उस समय उन्होंने जब इधर-उधर दृष्टि डाली, तब उन्हें फाटकके सहारे रखा हुआ एक परिघ दिखायी निगा। काले लोटेके बने द्वारा उस परिघको लेकर महाबाहु पवनपुत्रने वहाँके समस्त रक्षकोंको फिर मार गिराया॥४३॥ "
                },
                {
                    "slok": "स तान् निहत्वा रणचण्डविक्रमः समीक्षमाणः पुनरेव लङ्काम्। प्रदीप्तलाङ्गलकृतार्चिमाली प्रकाशितादित्य इवार्चिमाली॥४४॥",
                    "arth": "उन राक्षसोंको मारकर रणभूमिमें प्रचण्ड पराक्रम प्रकट करनेवाले हनुमान्जी पुनः लङ्कापुरीका निरीक्षण करने लगे। उस समय जलती हुई पूँछसे जो ज्वालाओंकी माला-सी उठ रही थी, उससे अलंकृत हुए वे वानरवीर तेजःपुञ्जसे देदीप्यमान सूर्यदेवके समान प्रकाशित हो रहे थे॥४४॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे त्रिपञ्चाशः सर्गः॥५३॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें तिरपनवाँ सर्ग पूरा हुआ॥५३॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - चतुःपञ्चाशः सर्गः लङ्कापुरीका दहन और राक्षसोंका विलाप",
            "arths": [
                {
                    "slok": "वीक्षमाणस्ततो लङ्कां कपिः कृतमनोरथः। वर्धमानसमुत्साहः कार्यशेषमचिन्तयत्॥१॥",
                    "arth": "हनुमान्जीके सभी मनोरथ पूर्ण हो गये थे। उनका उत्साह बढ़ता जा रहा था। अतः वे लङ्काका निरीक्षण करते हुए शेष कार्यके सम्बन्धमें विचार करने लगे-॥१॥ "
                },
                {
                    "slok": "किं नु खल्ववशिष्टं मे कर्तव्यमिह साम्प्रतम्। यदेषां रक्षसां भूयः संतापजननं भवेत्॥२॥",
                    "arth": "'अब इस समय लङ्कामें मेरे लिये कौन-सा ऐसा कार्य बाकी रह गया है, जो इन राक्षसोंको अधिक संताप देनेवाला हो॥२॥"
                },
                {
                    "slok": "वनं तावत्प्रमथितं प्रकृष्टा राक्षसा हताः। बलैकदेशः क्षपितः शेषं दुर्गविनाशनम्॥३॥",
                    "arth": "'प्रमदावनको तो मैंने पहले ही उजाड़ दिया था, बड़े-बड़े राक्षसोंको भी मौतके घाट उतार दिया और रावणकी सेनाके भी एक अंशका संहार कर डाला। अब दुर्गका विध्वंस करना शेष रह गया॥३॥"
                },
                {
                    "slok": "दुर्गे विनाशिते कर्म भवेत् सुखपरिश्रमम्। अल्पयत्नेन कार्येऽस्मिन् मम स्यात् सफलः श्रमः॥४॥",
                    "arth": "'दुर्गका विनाश हो जानेपर मेरे द्वारा समुद्र-लङ्घन आदि कर्मके लिये किया गया प्रयास सुखद एवं सफल होगा। मैंने सीताजीकी खोजके लिये जो परिश्रम किया है, वह थोड़े-से ही प्रयत्नद्वारा सिद्ध होनेवाले लङ्कादहनसे सफल हो जायगा॥४॥"
                },
                {
                    "slok": "यो ह्ययं मम लाङ्गले दीप्यते हव्यवाहनः। अस्य संतर्पणं न्याय्यं कर्तुमेभिर्गृहोत्तमैः॥५॥",
                    "arth": "'मेरी पूँछमें जो ये अग्निदेव देदीप्यमान हो रहे हैं, इन्हें इन श्रेष्ठ गृहोंकी आहुति देकर तृप्त करना न्यायसंगत जान पड़ता है'॥५॥"
                },
                {
                    "slok": "ततः प्रदीप्तलाङ्गलः सविद्युदिव तोयदः। भवनाग्रेषु लङ्काया विचचार महाकपिः॥६॥ ",
                    "arth": "ऐसा सोचकर जलती हुई पूँछके कारण बिजलीसहित मेघकी भाँति शोभा पानेवाले कपिश्रेष्ठ हनुमान्जी लङ्काके महलोंपर घूमने लगे॥६॥ "
                },
                {
                    "slok": "गृहाद् गृहं राक्षसानामुद्यानानि च वानरः। वीक्षमाणो ह्यसंत्रस्तः प्रासादांश्च चचार सः॥७॥",
                    "arth": "वे वानरवीर राक्षसोंके एक घरसे दूसरे घरपर पहुँचकर उद्यानों और राजभवनोंको देखते हुए निर्भय होकर विचरने लगे॥७॥ "
                },
                {
                    "slok": "अवप्लुत्य महावेगः प्रहस्तस्य निवेशनम्। अग्निं तत्र विनिक्षिप्य श्वसनेन समो बली॥८॥ ततोऽन्यत् पुप्लुवे वेश्म महापार्श्वस्य वीर्यवान्। मुमोच हनुमानग्निं कालानलशिखोपमम्॥९॥ ",
                    "arth": "घूमते-घूमते वायुके समान बलवान् और महान् वेगशाली हनुमान् उछलकर प्रहस्तके महलपर जा पहुँचे और उसमें आग लगाकर दूसरे घरपर कूद पड़े। वह महापार्श्वका निवासस्थान था। पराक्रमी हनुमान्ने उसमें भी कालाग्निकी लपटोंके समान प्रज्वलित होनेवाली आग फैला दी॥८-९॥ "
                },
                {
                    "slok": "वज्रदंष्ट्रस्य च तथा पुप्लुवे स महाकपिः। शप शुकस्य च महातेजाः सारणस्य च धीमतः॥१०॥",
                    "arth": "तत्पश्चात् वे महातेजस्वी महाकपि क्रमशः वज्रदंष्ट्र, शुक और बुद्धिमान् सारणके घरोंपर कूदे और उनमें आग लगाकर आगे बढ़ गये॥१०॥"
                },
                {
                    "slok": "तथा चेन्द्रजितो वेश्म ददाह हरियूथपः। जम्बुमालेः सुमालेश्च ददाह भवनं ततः॥११॥",
                    "arth": "इसके बाद वानरयूथपति हनुमान्ने इन्द्रविजयी मेघनादका घर जलाया। फिर जम्बुमाली और सुमालीके घरोंको फूंक दिया॥११॥"
                },
                {
                    "slok": "रश्मिकेतोश्च भवनं सूर्यशत्रोस्तथैव च। ह्रस्वकर्णस्य दंष्ट्रस्य रोमशस्य च रक्षसः॥१२॥ युद्धोन्मत्तस्य मत्तस्य ध्वजग्रीवस्य रक्षसः। विद्युज्जिह्वस्य घोरस्य तथा हस्तिमुखस्य च॥१३॥ करालस्य विशालस्य शोणिताक्षस्य चैव हि। कुम्भकर्णस्य भवनं मकराक्षस्य चैव हि॥१४॥ नरान्तकस्य कुम्भस्य निकुम्भस्य दुरात्मनः।। यज्ञशत्रोश्च भवनं ब्रह्मशत्रोस्तथैव च॥१५॥",
                    "arth": "तदनन्तर रश्मिकेतु, सूर्यशत्रु, ह्रस्वकर्ण, दंष्ट्र, राक्षस रोमश, रणोन्मत्त मत्त, ध्वजग्रीव, भयानक विद्युज्जिह्व, हस्तिमुख, कराल, विशाल, शोणिताक्ष, कुम्भकर्ण, मकराक्ष, नरान्तक, कुम्भ, दुरात्मा निकुम्भ, यज्ञशत्रु और ब्रह्मशत्रु आदि राक्षसोंके घरोंमें जा-जाकर उन्होंने आग लगायी ॥१२–१५॥ "
                },
                {
                    "slok": "वर्जयित्वा महातेजा विभीषणगृहं प्रति। क्रममाणः क्रमेणैव ददाह हरिपुङ्गवः॥१६॥",
                    "arth": "उस समय महातेजस्वी कपिश्रेष्ठ हनुमान्ने केवल विभीषणका घर छोड़कर अन्य सब घरोंमें क्रमश: पहुँचकर उन सबमें आग लगा दी॥ १६॥"
                },
                {
                    "slok": "तेषु तेषु महार्हेषु भवनेषु महायशाः। गृहेष्वृद्धिमतामृद्धिं ददाह कपिकुञ्जरः॥१७॥",
                    "arth": "महायशस्वी कपिकुञ्जर पवनकुमारने विभिन्न बहुमूल्य भवनोंमें जा-जाकर समृद्धिशाली राक्षसोंके घरोंकी सारी सम्पत्ति जलाकर भस्म कर डाली॥१७॥ "
                },
                {
                    "slok": "सर्वेषां समतिक्रम्य राक्षसेन्द्रस्य वीर्यवान्।णाम आससादाथ लक्ष्मीवान् रावणस्य निवेशनम्॥१८॥ ",
                    "arth": "कला सबके घरोंको लाँघते हुए शोभाशाली पराक्रमी हनुमान् राक्षसराज रावणके महलपर जा पहुँचे॥१८॥"
                },
                {
                    "slok": "ततस्तस्मिन् गृहे मुख्ये नानारत्नविभूषिते। मेरुमन्दरसंकाशे नानामङ्गलशोभिते॥१९॥ प्रदीप्तमग्निमुत्सृज्य लाङ्गलागे प्रतिष्ठितम्। ननाद हनुमान् वीरो युगान्तजलदो यथा॥२०॥",
                    "arth": "वही लङ्काके सब महलोंमें श्रेष्ठ, भाँति-भाँतिके रत्नोंसे विभूषित, मेरुपर्वतके समान ऊँचा और नाना प्रकारके माङ्गलिक उत्सवोंसे सुशोभित था। अपनी पूँछके अग्रभागमें प्रतिष्ठित हुई प्रज्वलित अग्निको उस महलमें छोड़कर वीरवर हनुमान् प्रलयकालके मेघकी भाँति भयानक गर्जना करने लगे॥१९-२०॥"
                },
                {
                    "slok": "श्वसनेन च संयोगादतिवेगो महाबलः। कालाग्निरिव जज्वाल प्रावर्धत हुताशनः॥२१॥",
                    "arth": "हवाका सहारा पाकर वह प्रबल आग बड़े वेगसे बढ़ने लगी और कालाग्निके समान प्रज्वलित हो उठी॥"
                },
                {
                    "slok": "प्रदीप्तमग्निं पवनस्तेषु वेश्मसु चारयन्। तानि काञ्चनजालानि मुक्तामणिमयानि च॥२२॥ भवनानि व्यशीर्यन्त रत्नवन्ति महान्ति च। तानि भग्नविमानानि निपेतुर्वसुधातले॥२३॥",
                    "arth": "वायु उस प्रज्वलित अग्निको सभी घरोंमें फैलाने लगी। सोनेकी खिड़कियोंसे सुशोभित, मोती और मणियोंद्वारा निर्मित तथा रत्नोंसे विभूषित ऊँचे-ऊँचे प्रासाद एवं सतमहले भवन फट-फटकर पृथ्वीपर गिरने लगे॥ २२-२३॥ "
                },
                {
                    "slok": "भवनानीव सिद्धानामम्बरात् पुण्यसंक्षये। संजज्ञे तुमुलः शब्दो राक्षसानां प्रधावताम्॥२४॥",
                    "arth": "स्वे स्वे गृहपरित्राणे भग्नोत्साहोज्झितश्रियाम्। वे गिरते हुए भवन पुण्यका क्षय होनेपर आकाशसे नीचे गिरनेवाले सिद्धोंके घरोंके समान जान पड़ते थे। उस समय राक्षस अपने-अपने घरोंको बचाने-उनकी आग बुझानेके लिये इधर-उधर दौड़ने लगे। उनका उत्साह जाता रहा और उनकी श्री नष्ट हो गयी थी। उन सबका तुमुल आर्तनाद चारों ओर गूंजने लगा॥ २४ ॥"
                },
                {
                    "slok": "नूनमेषोऽग्निरायातः कपिरूपेण हा इति॥२५॥ क्रन्दन्त्यः सहसा पेतुः स्तनंधयधराः स्त्रियः।",
                    "arth": "वे कहते थे—'हाय! यह वानरके रूपमें साक्षात् अग्निदेवता ही आ पहुँचा है।' कितनी ही स्त्रियाँ गोदमें बच्चे लिये सहसा क्रन्दन करती हुई नीचे गिर पड़ीं॥ "
                },
                {
                    "slok": "काश्चिदग्निपरीताङ्गयो हर्येभ्यो मुक्तमूर्धजाः॥२६॥ पतन्त्योरेजिरेऽभ्रेभ्यः सौदामन्य इवाम्बरात्।",
                    "arth": "कुछ राक्षसियोंके सारे अङ्ग आगकी लपेटमें आ गये, वे बाल बिखेरे अट्टालिकाओंसे नीचे गिर पड़ीं। गिरते समय वे आकाशमें स्थित मेघोंसे गिरनेवाली बिजलियोंके समान प्रकाशित होती थीं॥२६॥ "
                },
                {
                    "slok": "वज्रविद्रुमवैदूर्यमुक्तारजतसंहतान् ॥२७॥ विचित्रान् भवनाद्धातून् स्यन्दमानान् ददर्श सः।",
                    "arth": "हनुमान्जीने देखा, जलते हुए घरोंसे हीरा, मूंगा, नीलम, मोती तथा सोने, चाँदी आदि विचित्र| विचित्र धातुओंकी राशि पिघल-पिघलकर बही जा रही है ॥ २७३ ॥"
                },
                {
                    "slok": "नाग्निस्तृप्यति काष्ठानां तृणानां च यथा तथा॥२८॥ हनूमान् राक्षसेन्द्राणां वधे किंचिन्न तृप्यति। मटर न हनूमद्विशस्तानां राक्षसानां वसुन्धरा ॥२९॥",
                    "arth": "जैसे आग सूखे काठ और तिनकोंको जलानेसे कभी तृप्त नहीं होती, उसी प्रकार हनुमान् बड़े-बड़े राक्षसोंके वध करनेसे तनिक भी तृप्त नहीं होते थे और हनुमान्जीके मारे हुए राक्षसोंको अपनी गोदमें धारण करनेसे इस वसुन्धराका भी जी नहीं भरता था॥ २८-२९॥"
                },
                {
                    "slok": "हनूमता वेगवता वानरेण महात्मना। लङ्कापुरं प्रदग्धं तद् रुद्रेण त्रिपुरं यथा॥३०॥ ",
                    "arth": "जैसे भगवान् रुद्रने पूर्वकालमें त्रिपुरको दग्ध किया था, उसी प्रकार वेगशाली वानरवीर महात्मा हनुमान्जीने लङ्कापुरीको जला दिया॥ ३० ॥"
                },
                {
                    "slok": "ततः स लङ्कापुरपर्वताग्रे समुत्थितो भीमपराक्रमोऽग्निः। प्रसार्य की चूडावलयं ।। प्रदीप्तो हनूमता वेगवतोपसृष्टः॥३१॥",
                    "arth": "तत्पश्चात् लङ्कापुरीके पर्वत-शिखरपर आग लगी, वहाँ अग्निदेवका बड़ा भयानक पराक्रम प्रकट हुआ। वेगशाली हनुमान्जीकी लगायी हुई वह आग चारों ओर अपने ज्वाला-मण्डलको फैलाकर बड़े जोरसे प्रज्वलित हो उठी॥३१॥ "
                },
                {
                    "slok": "युगान्तकालानलतुल्यरूपः। समारुतोऽग्निर्ववृधे दिवस्पृक्। विधूमरश्मि वनेषु । सक्तो रक्षःशरीराज्यसमर्पितार्चिः ॥३२॥",
                    "arth": "हवाका सहारा पाकर वह आग इतनी बढ़ गयी कि उसका रूप प्रलयकालीन अग्निके समान दिखायी देने लगा। उसकी ऊँची लपटें मानो स्वर्गलोकका स्पर्श कर रही थीं। लङ्काके भवनोंमें लगी हुई उस आगकी ज्वालामें धूमका नाम भी नहीं था। राक्षसोंके शरीररूपी घीकी आहुति पाकर उसकी ज्वालाएँ उत्तरोत्तर बढ़ रही थीं॥३२॥"
                },
                {
                    "slok": "आदित्यकोटीसदृशः सुतेजा लङ्कां समस्तां परिवार्य तिष्ठन्। शब्दैरनेकैरशनिप्ररूढ भिन्दन्निवाण्डं प्रबभौ महाग्निः॥३३॥",
                    "arth": "समूची लङ्कापुरीको अपनी लपटोंमें लपेटकर फैली हुई वह प्रचण्ड आग करोड़ों सूर्योंके समान प्रज्वलित हो रही थी। मकानों और पर्वतोंके फटने आदिसे होनेवाले नाना प्रकारके धड़ाकोंके शब्द बिजलीकी कड़कको भी मात करते थे, उस समय वह विशाल अग्नि ब्रह्माण्डको फोड़ती हुई-सी प्रकाशित हो रही थी। "
                },
                {
                    "slok": "तत्राम्बरादग्निरतिप्रवृद्धो रूक्षप्रभः किंशुकपुष्पचूडः। निर्वाणधूमाकुलराजयश्चम नीलोत्पलाभाः प्रचकाशिरेऽभ्राः॥३४॥",
                    "arth": "वहाँ धरतीसे आकाशतक फैली हुई अत्यन्त बढ़ी-चढ़ी आगकी प्रभा बड़ी तीखी प्रतीत होती थी। उसकी लपटें टेसूके फूलकी भाँति लाल दिखायी देती थीं। नीचेसे जिनका सम्बन्ध टूट गया था, वे आकाशमें फैली हुई धूम-पंक्तियाँ नील कमलके समान रंगवाले मेघोंकी भाँति प्रकाशित हो रही थीं॥ ३४॥ "
                },
                {
                    "slok": "वज्री महेन्द्रस्त्रिदशेश्वरो वा वा साक्षाद् यमो वा वरुणोऽनिलो वा।। रौद्रोऽग्निरों धनदश्च सोमो न वानरोऽयं स्वयमेव कालः॥३५॥ किं ब्रह्मणः सर्वपितामहस्य लोकस्य धातुश्चतुराननस्य। इहागतो वानररूपधारी रक्षोपसंहारकरः प्रकोपः॥३६॥ किं वैष्णवं वा कपिरूपमेत्य रक्षोविनाशाय परं सुतेजः। अचिन्त्यमव्यक्तमनन्तमेकं स्वमायया साम्प्रतमागतं वा॥३७॥ इत्येवमूचुर्बहवो विशिष्टा रक्षोगणास्तत्र समेत्य सर्वे। सप्राणिसङ्घ सगृहां सवृक्षां दग्धां पुरी तां सहसा समीक्ष्य॥३८॥",
                    "arth": "म प्राणियोंके समुदाय, गृह और वृक्षोंसहित समस्त लङ्कापुरीको सहसा दग्ध हुई देख बड़े-बड़े राक्षस झुंडके-झुंड एकत्र हो गये और वे सब-के-सब परस्पर इस प्रकार कहने लगे-'यह देवताओंका राजा वज्रधारी इन्द्र अथवा साक्षात् यमराज तो नहीं है? वरुण, वायु, रुद्र, अग्नि, सूर्य, कुबेर या चन्द्रमामेंसे तो कोई नहीं है? यह वानर नहीं साक्षात् काल ही है। क्या सम्पूर्ण जगत्के पितामह चतुर्मुख ब्रह्माजीका प्रचण्ड कोप ही वानरका रूप धारण करके राक्षसोंका संहार करनेके लिये यहाँ उपस्थित हुआ है? अथवा भगवान् विष्णुका महान् तेज जो अचिन्त्य, अव्यक्त, अनन्त और अद्वितीय है, अपनी मायासे वानरका शरीर ग्रहण करके राक्षसोंके विनाशके लिये तो इस समय नहीं आया है?'॥ ३५-३८॥ "
                },
                {
                    "slok": "ततस्तु लङ्का सहसा प्रदग्धा सराक्षसा । साश्वरथा सनागा। सपक्षिसङ्घा समृगा या सवृक्षा रुरोद दीना तुमुलं सशब्दम्॥३९॥",
                    "arth": "इस प्रकार घोड़े, हाथी, रथ, पशु, पक्षी, वृक्ष तथा कितने ही राक्षसोंसहित लङ्कापुरी सहसा दग्ध हो गयी। वहाँके निवासी दीनभावसे तुमुल नाद करते हुए फूटफूटकर रोने लगे॥ ३९॥ "
                },
                {
                    "slok": "हा तात हा पुत्रक कान्त मित्र हा जीवितेशाङ्ग हतं सुपुण्यम्। रक्षोभिरेवं बहुधा ब्रुवद्भिः शब्दः कृतो घोरतरः सुभीमः॥४०॥",
                    "arth": "वे बोले-'हाय रे बप्पा! हाय बेटा! हा स्वामिन् ! हा मित्र! हा प्राणनाथ! हमारे सब पुण्य नष्ट हो गये।' इस तरह भाँति-भाँतिसे विलाप करते हुए राक्षसोंने बड़ा भयंकर एवं घोर आर्तनाद किया॥४०॥ "
                },
                {
                    "slok": "हुताशनज्वालसमावृता सा । हतप्रवीरान परिवृत्तयोधा। हनूमतः मिक्रोधबलाभिभूता बभूव शापोपहतेव लङ्का ॥४१॥",
                    "arth": "हनुमान्जीके क्रोध-बलसे अभिभूत हुई लङ्कापुरी आगकी ज्वालासे घिर गयी थी। उसके प्रमुख-प्रमुख वीर मार डाले गये थे। समस्त योद्धा तितर-बितर और __ उद्विग्न हो गये थे। इस प्रकार वह पुरी शापसे आक्रान्त हुई-सी जान पड़ती थी॥४१॥"
                },
                {
                    "slok": "ससम्भ्रमं त्रस्तविषण्णराक्षसां ने । समुज्ज्वलज्ज्वालहुताशनाङ्किताम्। ददर्श लङ्कां हनुमान् महामनाः । स्वयंभुरोषोपहतामिवावनिम् ॥४२॥",
                    "arth": "महामनस्वी हनुमान्ने लङ्कापुरीको स्वयम्भू ब्रह्माजीके रोषसे नष्ट हुई पृथ्वीके समान देखा। वहाँके समस्त राक्षस बड़ी घबराहटमें पड़कर त्रस्त और विषादग्रस्त हो गये थे। अत्यन्त प्रज्वलित ज्वाला-मालाओंसे अलंकृत अग्निदेवने उसपर अपनी छाप लगा दी थी॥४२॥ "
                },
                {
                    "slok": "भक्त्वा वनं पादपरत्नसंकुलं हत्वा तु रक्षांसि महान्ति संयुगे । दग्ध्वा पुरीं तां गृहरत्नमालिनीं तस्थौ हनूमान् पवनात्मजः कपिः ॥ ४३ ॥",
                    "arth": "पवनकुमार वानरवीर हनुमान्जी उत्तमोत्तम वृक्षोंसे | भरे हुए वनको उजाड़कर, युद्ध में बड़े-बड़े राक्षसोंको मारकर तथा सुन्दर महलोंसे सुशोभित लङ्कापुरीको जलाकर शान्त हो गये॥४३॥ "
                },
                {
                    "slok": "स राक्षसांस्तान् सुबहूंश्च हत्वा हत्वाकर वनं च भक्त्वा बहुपादपं तत्। निक विसृज्य रक्षोभवनेषु । चाग्निं कर जगाम रामं मनसा महात्मा॥४४॥",
                    "arth": "महात्मा हनुमान् बहुत-से राक्षसोंका वध और बहुसंख्यक वृक्षोंसे भरे हुए प्रमदावनका विध्वंस | करके निशाचरोंके घरोंमें आग लगाकर मन-ही-मन | श्रीरामचन्द्रजीका स्मरण करने लगे॥४४॥ "
                },
                {
                    "slok": "ततस्तु तं वानरवीरमुख्यं महाबलं मारुततुल्यवेगम्। पर महामतिं भाग वायुसुतं वरिष्ठं प्रतुष्टुवुर्देवगणाश्च सर्वे॥४५॥",
                    "arth": "तदनन्तर सम्पूर्ण देवताओंने वानरवीरोंमें प्रधान, महाबलवान्, वायुके समान वेगवान्, परम | बुद्धिमान् और वायुदेवताके श्रेष्ठ पुत्र हनुमान्जीका स्तवन किया॥४५॥"
                },
                {
                    "slok": "देवाश्च सर्वे मुनिपुङ्गवाश्च कर शिर गन्धर्वविद्याधरपन्नगाश्च । भूतानि सर्वाणि महान्ति तत्रपट चार जग्मुः परां प्रीतिमतुल्यरूपाम्॥४६॥",
                    "arth": "उनके इस कार्यसे सभी देवता, मुनिवर, गन्धर्व, | विद्याधर, नाग तथा सम्पूर्ण महान् प्राणी अत्यन्त प्रसन्न हुए। उनके उस हर्षकी कहीं तुलना नहीं थी॥ ४६॥ "
                },
                {
                    "slok": "भक्त्वा वनं महातेजा हत्वा रक्षांसि संयुगे। दग्ध्वा लङ्कापुरीं भीमां रराज स महाकपिः॥४७॥ ",
                    "arth": "महातेजस्वी महाकपि पवनकुमार प्रमदावनको उजाड़कर, युद्ध में राक्षसोंको मारकर और भयंकर लङ्कापुरीको जलाकर बड़ी शोभा पाने लगे॥४७॥ "
                },
                {
                    "slok": "गृहाग्रयशृङ्गाग्रतले विचित्रे प्रतिष्ठितो या वानरराजसिंहः। प्रदीप्तलाङ्गलकृतार्चिमाली व्यराजतादित्य इवार्चिमाली॥४८॥",
                    "arth": "श्रेष्ठ भवनोंके विचित्र शिखरपर खड़े हुए वानरराजसिंह हनुमान् अपनी जलती पूँछसे उठती हुई ज्वालामालाओंसे अलंकृत हो तेजःपुञ्जसे देदीप्यमान सूर्यदेवके समान प्रकाशित होने लगे ॥ ४८ ॥"
                },
                {
                    "slok": "लङ्कां समस्तां सम्पीड्य लाङ्गलाग्निं महाकपिः । निर्वापयामास तदा समुद्रे हरिपुङ्गवः ॥ ४९ ॥",
                    "arth": "इस प्रकार सारी लङ्कापुरीको पीड़ा दे वानरशिरोमणि महाकपि हनुमान्ने उस समय समुद्रके जलमें अपनी पूँछकी आग बुझायी ॥ ४९ ॥"
                },
                {
                    "slok": "तो देवाः सगन्धर्वाः सिद्धाश्च परमर्षयः । दृष्ट्वा लङ्कां प्रदग्धां तां विस्मयं परमं गताः ॥ ५० ॥",
                    "arth": "तत्पश्चात् लङ्कापुरीको दग्ध हुई देख देवता, गन्धर्व, सिद्ध और महर्षि बड़े विस्मित हुए ॥ ५० ॥"
                },
                {
                    "slok": "दृष्ट्वा वानरश्रेष्ठं हनूमन्तं महाकपिम् । कालाग्निरिति संचिन्त्य सर्वभूतानि तत्रसुः ॥ ५१ ॥",
                    "arth": "उस समय वानरश्रेष्ठ महाकपि हनुमान्‌को देख ‘ये कालाग्नि हैं' ऐसा मानकर समस्त प्राणी भयसे थर्रा उठे ॥ ५१ ॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे चतुःपञ्चाशः सर्गः ॥ ५४ ।।",
                    "samaapt अर्थ": "स प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें चौवनवी सर्ग पूरा हुआ ॥ ५४॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - पञ्चपञ्चाशः सर्गः सीताजीके लिये हनुमान्जीकी चिन्ता और उसका निवारण",
            "arths": [
                {
                    "slok": "संदीप्यमानां वित्रस्तां त्रस्तरक्षोगणां पुरीम् । अवेक्ष्य हनुमाँल्लङ्कां चिन्तयामास वानरः ॥ १ ॥",
                    "arth": "वानरवीर हनुमान्जीने जब देखा कि सारी लङ्कापुरी जल रही है, वहाँके निवासियोंपर त्रास छा गया है और राक्षसगण अत्यन्त भयभीत हो गये हैं, तब उनके मनमें सीताके दग्ध होनेकी आशङ्कासे बड़ी चिन्ता हुई ॥ १ ॥"
                },
                {
                    "slok": "स्याभूत् सुमहांस्त्रासः कुत्सा चात्मन्यजायत। लङ्क प्रदहता कर्म किंस्वित् कृतमिदं मया ॥ २ ॥",
                    "arth": "साथ ही उनपर महान् त्रास छा गया और उन्हें अपने प्रति घृणा-सी होने लगी। वे मन-ही-मन कहने लगे—'हाय ! मैंने लङ्काको जलाते समय यह कैसा कुत्सित कर्म कर डाला ? ॥ २ ॥ "
                },
                {
                    "slok": "न्याः खलु महात्मानो ये बुद्ध्या कोपमुत्थितम् । निरुन्धन्ति महात्मानो दीप्तमग्निमिवाम्भसा ॥ ३ ॥",
                    "arth": "जो महामनस्वी महात्मा पुरुष उठे हुए कोपको अपनी बुद्धिके द्वारा उसी प्रकार रोक देते हैं, जैसे साधारण लोग जलसे प्रज्वलित अग्निको शान्त कर देते हैं, वे ही इस संसारमें धन्य हैं ॥ ३ ॥"
                },
                {
                    "slok": "क्रुद्धः पापं न कुर्यात् कः क्रुद्धो हन्याद् गुरूनपि । क्रुद्धः परुषया वाचा नरः साधूनधिक्षिपेत् ॥ ४॥",
                    "arth": "क्रोधसे भर जानेपर कौन पुरुष पाप नहीं करता ? क्रोधके वशीभूत हुआ मनुष्य गुरुजनोंकी भी हत्या कर सकता है। क्रोधी मानव साधु पुरुषोंपर भी कटुवचनोंद्वारा आक्षेप करने लगता है ॥ ४ ॥"
                },
                {
                    "slok": "वाच्यावाच्यं प्रकुपितो न विजानाति कर्हिचित्। नाकार्यमस्ति क्रुद्धस्य नावाच्यं विद्यते क्वचित् ॥ ५ ॥ ",
                    "arth": "अधिक कुपित हुआ मनुष्य कभी इस बातका विचार नहीं करता कि मुँहसे क्या कहना चाहिये और क्या नहीं? क्रोधीके लिये कोई ऐसा बुरा काम नहीं, जिसे वह न कर सके और कोई ऐसी बुरी बात नहीं, जिसे वह मुँहसे न निकाल सके ॥ ५ ॥"
                },
                {
                    "slok": "यः समुत्पतितं क्रोधं क्षमयैव निरस्यति । यथोरगस्त्वचं जीर्णां स वै पुरुष उच्यते ॥ ६ ॥",
                    "arth": "जो हृदयमें उत्पन्न हुए क्रोधको क्षमाके द्वारा उसी तरह निकाल देता है, जैसे साँप अपनी पुरानी केंचुलको छोड़ देता है, वही पुरुष कहलाता है ॥ ६ ॥"
                },
                {
                    "slok": "धिगस्तु मां सुदुर्बुद्धिं निर्लज्जं पापकृत्तमम् । अचिन्तयित्वा तां सीतामग्निदं स्वामिघातकम् ॥ ७ ॥",
                    "arth": "मेरी बुद्धि बड़ी खोटी है, मैं निर्लज्ज और महान् पापाचारी हूँ। मैंने सीताकी रक्षाका कोई विचार न करके लङ्कामें आग लगा दी और इस तरह अपने स्वामीकी ही हत्या कर डाली। मुझे धिक्कार है ॥ ७ ॥"
                },
                {
                    "slok": "यदि दग्धा त्वियं सर्वा नूनमार्यापि जानकी । दग्धा तेन मया भर्तुर्हतं कार्यमजानता ॥ ८ ॥",
                    "arth": "'यदि यह सारी लङ्का जल गयी तो आर्या जानकी भी निश्चय ही उसमें दग्ध हो गयी होंगी। ऐसा करके मैंने अनजानमें अपने स्वामीका सारा काम ही चौपट कर डाला ॥ ८ ॥"
                },
                {
                    "slok": "दर्थमयमारम्भस्तत्कार्यमवसादितम् मया हि दहता लङ्कां न सीता परिरक्षिता ॥ ९ ॥ ",
                    "arth": "जिस कार्यकी सिद्धिके लिये यह सारा उद्योग किया गया था, वह कार्य ही मैंने नष्ट कर दिया; क्योंकि लङ्का जलाते समय मैंने सीताकी रक्षा नहीं की ॥ ९ ॥"
                },
                {
                    "slok": "ईषत्कार्यमिदं कार्यं कृतमासीन्न संशयः । तस्य क्रोधाभिभूतेन मया मूलक्षयः कृतः ॥ १० ।।",
                    "arth": "इसमें संदेह नहीं कि यह लङ्का-दहन एक छोटा सा कार्य शेष रह गया था, जिसे मैंने पूर्ण किया; परंतु क्रोधसे पागल होनेके कारण मैंने श्रीरामचन्द्रजीके कार्यकी तो जड़ ही काट डाली ॥ १० ॥ "
                },
                {
                    "slok": "विनष्टा जानकी व्यक्तं न हादग्धः प्रदृश्यते । लङ्कायाः कश्चिदुद्देशः सर्वा भस्मीकृता पुरी ॥ ११ ॥",
                    "arth": "लङ्काका कोई भी भाग ऐसा नहीं दिखायी देता, जहाँ आग न लगी हो। सारी पुरी ही मैंने भस्म कर डाली है, अतः जानकी नष्ट हो गयी, यह बात स्वतः स्पष्ट हो जाती है ॥ ११ ॥"
                },
                {
                    "slok": "यदि तद्विहतं कार्यं मया प्रज्ञाविपर्ययात् । इहैव प्राणसंन्यासो ममापि ह्यद्य रोचते ॥ १२ ॥",
                    "arth": "यदि अपनी विपरीत बुद्धिके कारण मैंने सारा काम चौपट कर दिया तो यहीं आज मेरे प्राणोंका भी विसर्जन हो जाना चाहिये। यही मुझे अच्छा जान पड़ता है ॥ १२ ॥"
                },
                {
                    "slok": "किमग्नौ निपताम्यद्य आहोस्विद् वडवामुखे। शरीरमिह सत्त्वानां दद्मि सागरवासिनाम् ॥ १३ ॥",
                    "arth": "क्या मैं अब जलती आगमें कूद पड़ें या वडवानलके मुखमें ? अथवा समुद्रमें निवास करनेवाले जल जन्तुओंको ही यहाँ अपना शरीर समर्पित कर दूँ॥ १३ ॥"
                },
                {
                    "slok": "कथं नु जीवता शक्यो मया द्रष्टुं हरीश्वरः । तौ वा पुरुषशार्दूलौ कार्यसर्वस्वघातिना ॥ १४ ॥",
                    "arth": "जब मैंने सारा कार्य ही नष्ट कर दिया, तब अब जीते-जी कैसे वानरराज सुग्रीव अथवा उन दोनों पुरुषसिंह श्रीराम और लक्ष्मणका दर्शन कर सकता हूँ या उन्हें अपना मुँह दिखा सकता हूँ ? ॥ १४ ॥"
                },
                {
                    "slok": "मया खलु तदेवेदं रोषदोषात् प्रदर्शितम् । प्रथितं त्रिषु लोकेषु कपित्वमनवस्थितम् ॥ १५ ।।",
                    "arth": "मैंने रोषके दोषसे तीनों लोकोंमें विख्यात इस वानरोचित चपलताका ही यहाँ प्रदर्शन किया है ॥ १५ ॥"
                },
                {
                    "slok": "धिगस्तु राजसं भावमनीशमनवस्थितम् । ईश्वरेणापि यद् रागान्मया सीता न रक्षिता ॥ १६ ॥",
                    "arth": "यह राजस भाव कार्य-साधनमें असमर्थ और अव्यवस्थित है, इसे धिक्कार है; क्योंकि इस रजोगुणमूलक क्रोधके ही कारण समर्थ होते हुए भी मैंने सीताकी रक्षा नहीं की ॥ १६ ॥"
                },
                {
                    "slok": "विनष्टायां त सीतायां तावुभौ विनशिष्यतः । तयोर्विनाशे सुग्रीवः सबन्धुर्विनशिष्यति ॥ १७ ॥",
                    "arth": "'सीताके नष्ट हो जानेसे वे दोनों भाई श्रीराम और लक्ष्मण भी नष्ट हो जायेंगे। उन दोनोंका नाश होनेपर बन्धु- बान्धवॉसहित सुग्रीव भी जीवित नहीं रहेंगे ॥ १७ ॥"
                },
                {
                    "slok": "तदेव वचः श्रुत्वा भरतो भ्रातृवत्सलः । धर्मात्मा सहशत्रुघ्नः कथं शक्ष्यति जीवितुम् ॥ १८ ॥",
                    "arth": "फिर इसी समाचारको सुन लेनेपर भ्रातृवत्सल धर्मात्मा भरत और शत्रुघ्न भी कैसे जीवन धारण कर सकेंगे ? ॥ १८ ॥"
                },
                {
                    "slok": "क्ष्वाकुवंशे धर्मिष्ठे गते नाशमसंशयम् । भविष्यन्ति प्रजाः सर्वाः शोकसंतापपीडिताः ।। १९ ।।",
                    "arth": "इस प्रकार धर्मनिष्ठ इक्ष्वाकुवंशके नष्ट हो जानेपर सारी प्रजा भी शोक-संतापसे पीड़ित हो जायगी, इसमें संशय नहीं है ॥ १९ ॥ "
                },
                {
                    "slok": "तदह भाग्यरहितो लुप्तधर्मार्थसंग्रहः । रोषदोषपरीतात्मा व्यक्तं लोकविनाशनः ॥ २० ॥",
                    "arth": "अतः सीताकी रक्षा न करनेके कारण मैंने धर्म और अर्थके संग्रहको नष्ट कर दिया, अतएव मैं बड़ा भाग्यहीन हूँ। मेरा हृदय रोषदोषके वशीभूत हो गया है, इसलिये मैं अवश्य ही समस्त लोकका विनाशक हो गया हूँ-मुझे सम्पूर्ण जगत्के विनाशके पापका भागी होना पड़ेगा' ॥ २० ॥"
                },
                {
                    "slok": "इति चिन्तयतस्तस्य निमित्तान्युपपेदिरे । पूर्वमप्युपलब्धानि साक्षात् पुनरचिन्तयत् ॥ २१ ॥",
                    "arth": "स प्रकार चिन्तामें पड़े हुए हनुमान्जीको कई शुभ शकुन दिखायी पड़े, जिनके अच्छे फलोंका वे पहले भी प्रत्यक्ष अनुभव कर चुके थे; अतः वे फिर इस प्रकार सोचने लगे- ॥ २१ ॥ "
                },
                {
                    "slok": "अथ वा चारुसर्वाङ्गी रक्षिता स्वेन तेजसा । नशिष्यति कल्याणी नाग्निरग्नौ प्रवर्तते ॥ २२ ॥",
                    "arth": "थवा सम्भव है सर्वाङ्गसुन्दरी सीता अपने हो तेजसे सुरक्षित हों। कल्याणी जनकनन्दिनीका नाश कदापि नहीं होगा; क्योंकि आग आगको नहीं जलाती है ॥ २२ ॥"
                },
                {
                    "slok": "नहि धर्मात्मनस्तस्य भार्याममिततेजसः । स्वचरित्राभिगुप्तां तां स्प्रष्टुमर्हति पावकः ॥ २३ ॥",
                    "arth": "सीता अमित तेजस्वी धर्मात्मा भगवान् श्रीरामकी पत्नी हैं। वे अपने चरित्रके बलसे- पातिव्रत्यके प्रभावसे सुरक्षित हैं। आग उन्हें छू भी नहीं सकती॥ २३ ॥"
                },
                {
                    "slok": "नूनं रामप्रभावेण वैदेह्याः सुकृतेन च । यन्मां दहनकर्मायं नादहद्धव्यवाहनः ॥ २४ ॥",
                    "arth": "अवश्य श्रीरामके प्रभाव तथा विदेहनन्दिनी सीताके पुण्यबलसे ही यह दाहक अग्नि मुझे नहीं जला सकी है ॥ २४ ॥ "
                },
                {
                    "slok": "त्रयाणां भरतादीनां भ्रातॄणां देवता च या । रामस्य च मनःकान्ता सा कथं विनशिष्यति ॥ २५ ॥",
                    "arth": "फिर जो भरत आदि तीनों भाइयोंकी आराध्य देवी और श्रीरामचन्द्रजीकी हृदयवल्लभा हैं, वे आगसे कैसे नष्ट हो सकेंगी ॥ २५ ॥"
                },
                {
                    "slok": "द् वा दहनकर्मायं सर्वत्र प्रभुरव्ययः । न मे दहति लाङ्गूलं कथमार्यां प्रधक्ष्यति ॥ २६ ॥",
                    "arth": "यह दाहक एवं अविनाशी अग्नि सर्वत्र अपना प्रभाव रखती है, सबको जला सकती है, तो भी यह जिनके प्रभावसे मेरी पूँछको नहीं जला पाती है, उन्हीं क साक्षात् माता जानकीको कैसे जला सकेगी?' ॥ २६ ॥"
                },
                {
                    "slok": "पुनश्चाचिन्तयत् तत्र हनूमान् विस्मितस्तदा । हिरण्यनाभस्य गिरेर्जलमध्ये प्रदर्शनम् ॥ २७ ॥",
                    "arth": "उस समय हनुमान्जीने वहाँ विस्मित होकर पुनः उस घटनाको स्मरण किया, जब कि समुद्रके जलमें उन्हें मैनाक पर्वतका दर्शन हुआ था ॥ २७ ॥"
                },
                {
                    "slok": "तपसा सत्यवाक्येन अनन्यत्वाच्च भर्तरि । असौ विनिर्दहेदग्निं न तामग्निः प्रधक्ष्यति ॥ २८ ॥",
                    "arth": "वे सोचने लगे-'तपस्या, सत्यभाषण तथा पतिमें अनन्य भक्तिके कारण आर्या सीता ही अग्निको जला सकती हैं, आग उन्हें नहीं जला सकती' ॥ २८ ॥"
                },
                {
                    "slok": "स तथा चिन्तयंस्तत्र देव्या धर्मपरिग्रहम् । शुश्राव हनुमांस्तत्र चारणानां महात्मनाम् ॥ २९ ॥",
                    "arth": "इस प्रकार भगवती सीताकी धर्मपरायणताका विचार करते हुए हनुमान्जीने वहाँ महात्मा चारणोंके मुखसे निकली हुई ये बातें सुनीं ॥ २९ ॥"
                },
                {
                    "slok": "अहो खलु कृतं कर्म दुर्विगाहं हनूमता । अग्निं विसृजता तीक्ष्णं भीमं राक्षससद्मनि ॥ ३० ॥",
                    "arth": "अहो ! हनुमान्जीने राक्षसोंके घरोंमें दुःसह एवं भयंकर आग लगाकर बड़ा ही अद्भुत और दुष्कर कार्य किया है। "
                },
                {
                    "slok": "प्रपलायितरक्षः स्त्रीबालवृद्धसमाकुला जनकोलाहलाध्माता क्रन्दन्तीवाद्रिकन्दरैः ॥ ३१ ॥ दग्धेयं नगरी लङ्का सादृप्राकारतोरणा । जानकी न च दग्धेति विस्मयोऽद्भुत एव नः ॥ ३२ ॥",
                    "arth": "घरमेंसे भागे हुए राक्षसों, स्त्रियों, बालकों और वृद्धोंसे भरी हुई सारी लङ्का जन-कोलाहलसे परिपूर्ण हो चीत्कार करती हुई सी जान पड़ती है। पर्वतकी कन्दराओं, अटारियों, परकोटों और नगरके फाटकोंसहित यह सारी लङ्का नगरी दग्ध हो गयी; परंतु सीतापर आँच नहीं आयी। यह हमारे लिये बड़ी अद्भुत और आश्चर्यकी बात है' ॥ ३१-३२ ॥"
                },
                {
                    "slok": "ति शुश्राव हनुमान् वाच ताममृतोपमाम्। बभूव चास्य मनसो हर्षस्तत्कालसम्भवः ॥ ३३ ॥",
                    "arth": "हनुमान्जीने जब चारणोंके कहे हुए ये अमृतके समान मधुर वचन सुने, तब उनके हृदयमें तत्काल हर्षोल्लास छा गया ॥ ३३ ॥"
                },
                {
                    "slok": "स निमित्तैश्च दृष्टार्थैः कारणैश्च महागुणैः । ऋषिवाक्यैश्च हनुमानभवत् प्रीतमानसः ॥ ३४ ॥ ",
                    "arth": "अनेक बारके प्रत्यक्ष अनुभव किये हुए शुभ शकुनों, महान् गुणदायक कारणों तथा चारणोंके कहे हुए पूर्वोक्त वचनद्वारा सीताजीके जीवित होनेका निश्चय करके हनुमान्जीके मनमें बड़ी प्रसन्नता हुई ॥ ३४ ॥"
                },
                {
                    "slok": "ततः कपिः प्राप्तमनोरथार् स्तामक्षतां राजसुतां विदित्वा । प्रत्यक्षतस्तां पुनरेव दृष्ट्वा प्रतिप्रयाणाय मतिं चकार ॥ ३५ ॥",
                    "arth": "राजकुमारी सीताको कोई क्षति नहीं पहुँची है, यह जानकर कपिवर हनुमान्जीने अपना सम्पूर्ण मनोरथ सफल समझा और पुनः उनका प्रत्यक्ष दर्शन करके लौट जानेका विचार किया ॥ ३५ ॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे पपञ्चाशः सर्गः ॥ ५५ ॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें पचपनवाँ सर्ग पूरा हुआ ॥ ५५ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - षट्पञ्चाशः सर्ग हनुमान्जीका पुनः सीताजीसे मिलकर लौटना और समुद्रको लाँघना",
            "arths": [
                {
                    "slok": "ततस्तु शिंशपामूले जानकीं पर्यवस्थिताम् । अभिवाद्याब्रवीद् दिष्ट्या पश्यामि त्वामिहाक्षताम् ॥ १ ॥ ",
                    "arth": "तदनन्तर हनुमान्जी अशोकवृक्षके नीचे बैठी हुई जानकीजीके पास गये और उन्हें प्रणाम करके बोले ‘आर्ये! सौभाग्यकी बात है कि इस समय मैं आपक सकुशल देख रहा हूँ' ॥ १ ॥"
                },
                {
                    "slok": "ततस्तं प्रस्थितं सीता वीक्षमाणा पुनः पुनः। भर्तुः स्नेहान्विता वाक्यं हनूमन्तमभाषत॥२॥",
                    "arth": "सीता अपने पतिके स्नेहमें डूबी हुई थीं। वे हनुमान्जीको प्रस्थान करनेके लिये उद्यत जान उन्हें बारम्बार देखती हुई बोलीं- ॥२॥ "
                },
                {
                    "slok": "यदि त्वं मन्यसे तात वसैकाहमिहानघ। क्वचित् सुसंवृते देशे विश्रान्तः श्वो गमिष्यसि॥३॥ ",
                    "arth": "'तात! निष्पाप वानरवीर! यदि तुम उचित समझो तो एक दिन और यहाँ किसी गुप्त स्थानमें ठहर जाओ, आज विश्राम करके कल चले जाना ॥३॥"
                },
                {
                    "slok": "मम चैवाल्पभाग्यायाः सांनिध्यात् तव वानर। शोकस्यास्याप्रमेयस्य मुहूर्तं स्यादपि क्षयः॥४॥",
                    "arth": "पाक 'वानरप्रवर! तुम्हारे निकट रहनेसे मुझ मन्दभागिनीका अपार शोक भी थोड़ी देरके लिये कम हो जायगा॥४॥"
                },
                {
                    "slok": "गते हि हरिशार्दूल पुनः सम्प्राप्तये त्वयि। न प्राणेष्वपि न विश्वासो मम वानरपुङ्गव॥५॥",
                    "arth": "'कपिश्रेष्ठ! वानरशिरोमणे! जब तुम चले जाओगे, तब फिर तुम्हारे आनेतक मेरे प्राण रहेंगे या नहीं, इसका कोई विश्वास नहीं है॥५॥ "
                },
                {
                    "slok": "अदर्शनं च ते वीर भूयो मां दारयिष्यति। दुःखाद् दुःखतरं प्राप्तां दुर्मनःशोककर्शिताम्॥६॥ ",
                    "arth": "'वीर! मुझपर दुःख-पर-दुःख पड़ते गये हैं। मैं मानसिक शोकसे दिन-दिन दुर्बल होती जा रही हूँ। अब तुम्हारा दर्शन न होना मेरे हृदयको और भी विदीर्ण करता रहेगा॥६॥ "
                },
                {
                    "slok": "अयं च वीर संदेहस्तिष्ठतीव ममाग्रतः। जो सुमहत्सु सहायेषुगे हर्युक्षेषु महाबलः॥७॥ कथं नु खलु दुष्पारं संतरिष्यति सागरम्। तानि हर्युक्षसैन्यानि तौ वा नरवरात्मजौ॥८॥",
                    "arth": "'वीर! मेरे सामने यह संदेह अभीतक बना ही हुआ है कि बड़े-बड़े वानरों और रीछोंके सहायक होनेपर भी महाबली सुग्रीव इस दुर्लङ्घय समुद्रको कैसे पार करेंगे? उनकी सेनाके वे वानर और भालू तथा वे दोनों राजकुमार श्रीराम और लक्ष्मण भी इस महासागरको कैसे लाँघ सकेंगे?॥"
                },
                {
                    "slok": "त्रयाणामेव भूतानां सागरस्यापि लङ्घने। शक्तिः स्याद् वैनतेयस्य तव वा मारुतस्य वा॥९॥ ",
                    "arth": "एक 'तीन ही प्राणियोंमें इस समुद्रको लाँघनेकी शक्ति है-तुममें, गरुड़में अथवा वायुदेवतामें ॥९॥ "
                },
                {
                    "slok": "तदत्र कार्यनिर्बन्धे समुत्पन्ने दुरासदे ।  किं पश्यसि समाधानं त्वं हि कार्यविशारदः ॥ १० ॥",
                    "arth": "'इस कार्यसम्बन्धी दुष्कर प्रतिबन्धके उपस्थित होनेपर तुम्हें क्या समाधान दिखायी देता है ? बताओ, क्योंकि तुम कार्यकुशल हो॥१०॥"
                },
                {
                    "slok": "मार काममस्य त्वमेवैकः कार्यस्य परिसाधने। पर्याप्तः परवीरन यशस्यस्ते फलोदयः॥११॥",
                    "arth": "'शत्रुवीरोंका संहार करनेवाले कपिश्रेष्ठ! इसमें संदेह नहीं कि इस कार्यको सिद्ध करनेमें तुम अकेले ही पूर्ण समर्थ हो; परंतु तुम्हारे द्वारा जो विजयरूप फलकी प्राप्ति होगी, उससे तुम्हारा ही यश बढ़ेगा, भगवान् श्रीरामका नहीं ॥ ११॥ "
                },
                {
                    "slok": "पार बलैस्तु संकुलां कृत्वा लङ्कां परबलार्दनः। मां नयेद् यदि काकुत्स्थस्तत् तस्य सदृशं भवेत्॥१२॥",
                    "arth": "'परंतु शत्रुसेनाको पीड़ा देनेवाले श्रीरामचन्द्रजी यदि लङ्काको अपनी सेनासे पददलित करके मुझे यहाँसे ले चलें तो वह उनके योग्य पराक्रम होगा॥१२॥ "
                },
                {
                    "slok": "तद् यथा तस्य विक्रान्तमनुरूपं महात्मनः। भवत्याहवशूरस्य तथा ल त्वमुपपादय॥१३॥",
                    "arth": "'अतः तुम ऐसा उपाय करो, जिससे युद्धवीर महात्मा श्रीरामचन्द्रजीका उनके योग्य पराक्रम प्रकट हो'॥१३॥ "
                },
                {
                    "slok": "तदर्थोपहितं वाक्यं प्रश्रितं हेतुसंहितम्। नम निशम्य हनुमान् वीरो वाक्यमुत्तरमब्रवीत्॥१४॥",
                    "arth": "सीताजीकी यह बात स्नेहयुक्त तथा विशेष अभिप्रायसे भरी हुई थी। इसे सुनकर वीर हनुमान्ने इस प्रकार उत्तर दिया-॥१४॥ "
                },
                {
                    "slok": "देवि हर्पक्षसैन्यानामीश्वरः प्लवतां वरः। सुग्रीवः सत्त्वसम्पन्नस्तवार्थे कृतनिश्चयः॥१५॥",
                    "arth": "'देवि! वानर और भालुओंकी सेनाओंके स्वामी कपिश्रेष्ठ सुग्रीव बड़े शक्तिशाली पुरुष हैं। वे तुम्हारे उद्धारके लिये प्रतिज्ञा कर चुके हैं॥ १५॥ "
                },
                {
                    "slok": "स वानरसहस्राणां कोटीभिरभिसंवृतः। क्षिप्रमेष्यति वैदेहि सुग्रीवः प्लवगाधिपः॥१६॥",
                    "arth": "'विदेहनन्दिनि! अत: वे वानरराज सुग्रीव सहस्रों कोटि वानरोंसे घिरे हुए तुरंत यहाँ आयेंगे॥१६॥ "
                },
                {
                    "slok": "तौ च वीरौ नरवरौ सहितौ रामलक्ष्मणौ। आगम्य नगरी लङ्कां सायकैर्विधमिष्यतः॥१७॥",
                    "arth": "'साथ ही वे दोनों वीर नरश्रेष्ठ श्रीराम और लक्ष्मण भी एक साथ आकर अपने सायकोंसे इस लङ्कापुरीका विध्वंस कर डालेंगे॥१७॥ "
                },
                {
                    "slok": "सगणं राक्षसं हत्वा नचिराद् रघुनन्दनः। त्वामादाय वरारोहे स्वां परी प्रति यास्यति॥१८॥",
                    "arth": "'वरारोहे! राक्षसराज रावणको उसके सैनिकोंसहित कालके गालमें डालकर श्रीरघुनाथजी आपको साथ ले शीघ्र ही अपनी पुरीको पधारेंगे॥१८॥ "
                },
                {
                    "slok": "समाश्वसिहि भद्रं ते भव त्वं कालकाक्षिणी।मः क्षिप्रं द्रक्ष्यसि रामेण निहतं रावणं रणे॥१९॥",
                    "arth": "या 'इसलिये आप धैर्य धारण करें। आपका भला हो। आप समयकी प्रतीक्षा करें। रावण शीघ्र ही रणभूमिमें श्रीरामके हाथसे मारा जायगा, यह आप अपनी आँखों देखेंगी॥"
                },
                {
                    "slok": "निहते राक्षसेन्द्रे च सपुत्रामात्यबान्धवे। त्वं समेष्यसि रामेण शशाङ्केनेव रोहिणी॥२०॥",
                    "arth": "'पुत्र, मन्त्री और भाई-बन्धुओंसहित राक्षसराज रावणके मारे जानेपर आप श्रीरामचन्द्रजीके साथ उसी प्रकार मिलेंगी, जैसे रोहिणी चन्द्रमासे मिलती है॥२०॥"
                },
                {
                    "slok": "क्षिप्रमेष्यति काकुत्स्थो हपृक्षप्रवरैर्युतः। यस्ते युधि विजित्यारीञ्छोकं व्यपनयिष्यति॥२१॥",
                    "arth": "'वानरों और भालुओंके प्रमुख वीरोंके साथ श्रीरामचन्द्रजी शीघ्र ही यहाँ पधारेंगे और युद्ध में शत्रुओंको जीतकर आपका सारा शोक दूर कर देंगे'॥२१॥"
                },
                {
                    "slok": "एवमाश्वास्य वैदेहीं हनूमान् मारुतात्मजः। गमनाय मतिं कृत्वा वैदेहीमभ्यवादयत्॥२२॥",
                    "arth": "विदेहनन्दिनी सीताको इस प्रकार आश्वासन दे वहाँसे जानेका विचार करके पवनकुमार हनुमान्ने उन्हें प्रणाम किया॥ २२॥"
                },
                {
                    "slok": "राक्षसान् प्रवरान् हत्वा नाम विश्राव्य चात्मनः। समाश्वास्य च वैदेहीं दर्शयित्वा परं बलम्॥२३॥ नगरीमाकुलां कृत्वा वञ्चयित्वा च रावणम्। दर्शयित्वा बलं घोरं वैदेहीमभिवाद्य च॥२४॥ प्रतिगन्तुं मनश्चक्रे पुनर्मध्येन सागरम्।",
                    "arth": "वे बड़े-बड़े राक्षसोंको मारकर अपने महान् बलका परिचय दे वहाँ ख्याति प्राप्त कर चुके थे। उन्होंने सीताको आश्वासन दे, लङ्कापुरीको व्याकुल करके, रावणको चकमा देकर, उसे अपना भयानक बल दिखा, वैदेहीको प्रणाम करके पुनः समुद्रके बीचसे होकर लौट जानेका विचार किया॥ २३-२४३॥"
                },
                {
                    "slok": "ततः स कपिशार्दूलः स्वामिसंदर्शनोत्सुकः॥२५॥ आरुरोह गिरिश्रेष्ठमरिष्टमरिमर्दनः ।",
                    "arth": "(अब यहाँ उनके लिये कोई कार्य बाकी नहीं रह गया था; अतः) अपने स्वामी श्रीरामचन्द्रजीके दर्शनके लिये उत्सुक हो वे शत्रुमर्दन कपिश्रेष्ठ हनुमान् पर्वतोंमें उत्तम अरिष्टगिरिपर चढ़ गये॥२५३ ॥"
                },
                {
                    "slok": "तुङ्गपद्मकजुष्टाभिर्नीलाभिर्वनराजिभिः ॥२६॥ सोत्तरीयमिवाम्भोदैः शृङ्गान्तरविलम्बिभिः।",
                    "arth": "ऊँचे-ऊँचे पद्मकों-पद्मके समान वर्णवाले वृक्षोंसे सेवित नीली वनश्रेणियाँ मानो उस पर्वतका परिधान वस्त्र थीं। शिखरोंपर लटके हुए श्याम मेघ उसके लिये उत्तरीय वस्त्र-(चादर-)से प्रतीत होते थे॥ २६ ॥ "
                },
                {
                    "slok": "बोध्यमानमिव प्रीत्या दिवाकरकरैः शुभैः॥२७॥ उन्मिषन्तमिवोद्भूतैर्लोचनैरिव धातुभिः। तोयौघनिःस्वनैर्मन्द्रैः प्राधीतमिव पर्वतम्॥२८॥",
                    "arth": "सूर्यकी कल्याणमयी किरणें प्रेमपूर्वक उसे जगातीसी जान पड़ती थीं। नाना प्रकारके धातु मानो उसके खुले हुए नेत्र थे, जिनसे वह सब कुछ देखता हुआसा स्थित था। पर्वतीय नदियोंकी जलराशिके गम्भीर घोषसे ऐसा लगता था, मानो वह पर्वत सस्वर वेदपाठ कर रहा हो ॥ २७-२८॥ "
                },
                {
                    "slok": "प्रगीतमिव विस्पष्टं नानाप्रस्त्रवणस्वनैः। देवदारुभिरुभूतैरूज़बाहुमिव जला स्थितम्॥२९॥",
                    "arth": "अनेकानेक झरनोंके कलकल नादसे वह अरिष्टगिरि स्पष्टतया गीत-सा गा रहा था। ऊँचे-ऊँचे देवदारु वृक्षोंके कारण मानो हाथ ऊपर उठाये खड़ा था॥ २९॥"
                },
                {
                    "slok": "प्रपातजलनिर्घोषैः । प्राक्रुष्टमिव सर्वतः। वेपमानमिव श्यामैः कम्पमानैः शरद्वनैः॥३०॥",
                    "arth": "सब ओर जल-प्रपातोंकी गम्भीर ध्वनिसे व्याप्त होनेके कारण चिल्लाता या हल्ला मचाता-सा जान पड़ता था। झूमते हुए सरकंडोंके श्याम वनोंसे वह काँपता-सा प्रतीत होता था॥३०॥"
                },
                {
                    "slok": "वेणुभिर्मारुतोद्भूतैः कूजन्तमिव कीचकैः। निःश्वसन्तमिवामर्षाद् घोरैराशीविषोत्तमैः॥३१॥",
                    "arth": "वायुके झोंके खाकर हिलते और मधुरध्वनि करते बाँसोंसे उपलक्षित होनेवाला वह पर्वत मानो बाँसुरी बजा रहा था। भयानक विषधर सर्पोके फुकारसे लंबी साँस खींचता-सा जान पड़ता था॥३१॥ "
                },
                {
                    "slok": "नीहारकृतगम्भीरैर्ध्यायन्तमिव गह्वरैः। मेघपादनिभैः पादैः प्रक्रान्तमिव सर्वतः॥३२॥",
                    "arth": "कुहरेके कारण गहरी प्रतीत होनेवाली निश्चल गुफाओंद्वारा वह ध्यान-सा कर रहा था। उठते हुए मेघोंके समान शोभा पानेवाले पार्श्ववर्ती पर्वतोंद्वारा सब ओर विचरता-सा प्रतीत होता था॥३२॥ "
                },
                {
                    "slok": "जृम्भमाणमिवाकाशे शिखरैरभ्रमालिभिः। का कूटैश्च बहुधा कीर्णं शोभितं बहुकन्दरैः॥३३॥",
                    "arth": "मेघमालाओंसे अलंकृत शिखरोंद्वारा वह आकाशमें अंगड़ाई-सी ले रहा था। अनेकानेक शृङ्गोंसे व्याप्त तथा बहुत-सी कन्दराओंसे सुशोभित था॥३३॥"
                },
                {
                    "slok": "सालतालैश्च कर्णैश्च वंशैश्च बहुभिर्वृतम्। लतावितानैर्विततैः पुष्पवद्भिरलंकृतम्॥३४॥",
                    "arth": "साल, ताल, कर्ण और बहुसंख्यक बाँसके वृक्ष उसे सब ओरसे घेरे हुए थे। फूलोंके भारसे लदे और फैले हुए लता-वितान उस पर्वतके अलंकार थे॥ ३४॥ "
                },
                {
                    "slok": "नानामृगगणैः कीर्णं धातुनिष्यन्दभूषितम्।। बहुप्रस्त्रवणोपेतं शिलासंचयसंकटम्॥३५॥",
                    "arth": "नाना प्रकारके पशु वहाँ सब ओर भरे हुए थे। विविध धातुओंके पिघलनेसे उसकी बड़ी शोभा हो रही थी। वह पर्वत बहुसंख्यक झरनोंसे विभूषित तथा राशिराशि शिलाओंसे भरा हुआ था॥ ३५॥ "
                },
                {
                    "slok": "महर्षियक्षगन्धर्वकिंनरोरगसेवितम् । लतापादपसम्बाधं सिंहाधिष्ठितकन्दरम्॥३६॥",
                    "arth": "महर्षि, यक्ष, गन्धर्व, किन्नर और नागगण वहाँ निवास करते थे। लताओं और वृक्षोंद्वारा वह सब ओरसे आच्छादित था। उसकी कन्दराओंमें सिंह दहाड़ रहे थे। "
                },
                {
                    "slok": "व्याघ्रादिभिः समाकीर्णं स्वादुमूलफलद्रुमम्। आरुरोहानिलसुतः पर्वतं । प्लवगोत्तमः॥३७॥ रामदर्शनशीघ्रण प्रहर्षेणाभिचोदितः।",
                    "arth": "व्याघ्र आदि हिंसक जन्तु भी वहाँ सब ओर फैले हुए थे। स्वादिष्ट फलोंसे लदे हुए वृक्ष और मधुर कन्द-मूल आदिकी वहाँ बहुतायत थी। ऐसे रमणीय पर्वतपर वानरशिरोमणि पवनकुमार हनुमान्जी श्रीरामचन्द्रजीके दर्शनकी शीघ्रता और अत्यन्त हर्षसे प्रेरित होकर चढ़ गये॥३७३ ॥ "
                },
                {
                    "slok": "तेन पादतलक्रान्ता रम्येषु गिरिसानुषु॥३८॥ सघोषाः समशीर्यन्त शिलाश्चूर्णीकृतास्ततः।",
                    "arth": "न उस पर्वतके रमणीय शिखरोंपर जो शिलाएँ थीं, वे उनके पैरोंके आघातसे भारी आवाजके साथ चूरचूर होकर बिखर जाती थीं॥३८॥ "
                },
                {
                    "slok": "स तमारुह्य शैलेन्द्रं व्यवर्धत महाकपिः॥३९॥ दक्षिणादुत्तरं पारं प्रार्थयँल्लवणाम्भसः।",
                    "arth": "उस शैलराज अरिष्टपर आरूढ़ हो महाकपि हनुमान्जीने समुद्रके दक्षिण तटसे उत्तर तटपर जानेकी इच्छासे अपने शरीरको बहुत बड़ा बना लिया॥ ३९३ ॥ "
                },
                {
                    "slok": "अधिरुह्य ततो वीरः पर्वतं पवनात्मजः ॥ ४० ॥ ददर्श सागरं भीमं भीमोरगनिषेवितम् ।",
                    "arth": "उस पर्वतपर आरूढ़ होनेके पश्चात् वीरवर | पवनकुमारने भयानक सोसे सेवित उस भीषण महासागरकी ओर दृष्टिपात किया॥ ४०॥"
                },
                {
                    "slok": "स मारुत इवाकाशं मारुतस्यात्मसम्भवः॥४१॥ प्रपेदे हरिशार्दूलो दक्षिणादुत्तरां दिशम्।",
                    "arth": "वायुदेवताके औरस पुत्र कपिश्रेष्ठ हनुमान् जैसे वायु आकाशमें तीव्रगतिसे प्रवाहित होती है, उसी प्रकार दक्षिणसे उत्तर दिशाकी ओर बड़े वेगसे (उछलकर) चले ॥४१३ ॥"
                },
                {
                    "slok": "पूरा स तदा पीडितस्तेन कपिना पर्वतोत्तमः॥४२॥ | ररास विविधैर्भूतैः प्राविशद् वसुधातलम्। | कम्पमानैश्च शिखरैः पतद्भिरपि च द्रुमैः॥४३॥",
                    "arth": "हनुमान्जीके पैरोंका दबाव पड़नेके कारण उस | श्रेष्ठ पर्वतसे बड़ी भयंकर आवाज हुई और वह अपने काँपते हुए शिखरों, टूटकर गिरते हुए वृक्षों तथा भाँतिभाँतिके प्राणियोंसहित तत्काल धरतीमें धंस गया॥"
                },
                {
                    "slok": "तस्योरुवेगोन्मथिताः पादपाः पुष्पशालिनः। निपेतुर्भूतले भग्नाः शक्रायुधहता इव॥४४॥",
                    "arth": "उनके महान् वेगसे कम्पित हो फूलोंसे लदे हुए बहुसंख्यक वृक्ष इस प्रकार पृथ्वीपर गिर पड़े, मानो उन्हें वज्र मार गया हो॥४४॥ "
                },
                {
                    "slok": "कन्दरोदरसंस्थानां पीडितानां महौजसाम्। सिंहानां निनदो भीमो नभो भिन्दन हि शुश्रुवे॥४५॥",
                    "arth": "उस समय उस पर्वतकी कन्दराओंमें रहकर दबे हुए महाबली सिंहोंका भयंकर नाद आकाशको फाड़ता हुआ-सा सुनायी दे रहा था॥ ४५ ॥ "
                },
                {
                    "slok": "त्रस्तव्याविद्धवसना व्याकुलीकृतभूषणाः। विद्याधर्यः समुत्पेतुः सहसा धरणीधरात्॥४६॥ ",
                    "arth": "आप भयके कारण जिनके वस्त्र ढीले पड़ गये थे और आभूषण उलट-पलट गये थे, वे विद्याधरियाँ सहसा उस पर्वतसे ऊपरकी ओर उड़ चलीं॥ ४६॥"
                },
                {
                    "slok": "अतिप्रमाणा बलिनो दीप्तजिह्वा महाविषाः।। निपीडितशिरोग्रीवा व्यवेष्टन्त महाहयः॥४७॥",
                    "arth": "बड़े-बड़े आकार और चमकीली जीभवाले महाविषैले बलवान् सर्प अपने फन तथा गलेको दबाकर कुण्डलाकार हो गये॥४७॥ "
                },
                {
                    "slok": "किंनरोरगगन्धर्वयक्षविद्याधरास्तथा । पीडितं तं नगवरं त्यक्त्वा गगनमास्थिताः॥४८॥",
                    "arth": "अज किन्नर, नाग, गन्धर्व, यक्ष और विद्याधर उस धंसते | द्वारा पर्वतको छोडकर आकाशमें स्थित हो गये॥४८॥"
                },
                {
                    "slok": "स च भूमिधरः श्रीमान् बलिना तेन पीडितः। सवृक्षशिखरोदनः प्रविवेश रसातलम्॥४९॥",
                    "arth": "बलवान् हनुमान्जीके वेगसे दबकर वह शोभाशाली महीधर वृक्षों और ऊँचे शिखरोंसहित रसातलमें चला गया॥ ४९॥ "
                },
                {
                    "slok": "दशयोजनविस्तारस्त्रिंशद्योजनमुच्छ्रितः । धरण्यां समतां यातः स बभूव धराधरः॥५०॥",
                    "arth": "अरिष्ट पर्वत तीस योजन ऊँचा और दस योजन | चौड़ा था। फिर भी उनके पैरोंसे दबकर भूमिके बराबर हो गया॥५०॥"
                },
                {
                    "slok": "स लिलयिषुर्भीमं सलीलं लवणार्णवम्। कल्लोलास्फालवेलान्तमुत्पपात नभो हरिः॥५१॥",
                    "arth": "जिसकी ऊँची-ऊँची तरङ्ग उठकर अपने किनारोंका चुम्बन करती थीं, उस खारे पानीके भयानक समुद्रको लीलापूर्वक लाँघ जानेकी इच्छासे हनुमान्जी आकाशमें उड़ चले ॥ ५१ ॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे षट्पञ्चाशः सर्गः॥५६॥ ",
                    "samaapt अर्थ": "शिवाहा इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें छप्पनवाँ सर्ग पूरा हुआ॥५६॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - सप्तपञ्चाशः सर्गः हनुमान्जीका समुद्रको लाँघकर जाम्बवान् और अङ्गद आदि सुहृदोंसे मिलना",
            "arths": [
                {
                    "slok": "आप्लुत्य च महावेगः पक्षवानिव पर्वतः। भुजङ्गयक्षगन्धर्वप्रबुद्धकमलोत्पलम् ॥१॥ स चन्द्रकुमुदं रम्यं सार्ककारण्डवं शुभम्। तिष्यश्रवणकादम्बमभ्रशैवलशाद्वलम् ॥२॥ पुनर्वसुमहामीनं लोहिताङ्गमहाग्रहम्। ऐरावतमहाद्वीपं स्वातीहंसविलासितम्॥३॥ वातसंघातजालोमिचन्द्रांशुशिशिराम्बुमत् ।। हनूमानपरिश्रान्तः पुप्लुवे गगनार्णवम्॥४॥",
                    "arth": "पङ्खधारी पर्वतके समान महान् वेगशाली हनुमान्जी बिना थके-माँदे उस सुन्दर एवं रमणीय आकाशरूपी समुद्रको पार करने लगे, जिसमें नाग, यक्ष और गन्धर्व खिले हुए कमल और उत्पलके समान थे। चन्द्रमा कुमुद और सूर्य जलकुक्कुटके समान थे। पुष्य और श्रवण नक्षत्र कलहंस तथा बादल सेवार और घासके तुल्य थे। पुनर्वसु विशाल मत्स्य और मंगल बड़े भारी ग्राहके सदृश थे। ऐरावत हाथी वहाँ महान् द्वीप-सा प्रतीत होता था। वह आकाशरूपी समुद्र स्वातीरूपी हंसके विलाससे सुशोभित था तथा वायुसमूहरूप तरङ्गों और चन्द्रमाकी किरणरूप शीतल जलसे भरा हुआ था॥१-४॥"
                },
                {
                    "slok": "ग्रसमान इवाकाशं ताराधिपमिवोल्लिखन्। हरन्निव सनक्षत्रं गगनं सार्कमण्डलम्॥५॥ अपारमपरिश्रान्तश्चाम्बुधिं मानता समगाहत। हनूमान् मेघजालानि विकर्षन्निव गच्छति॥६॥ ",
                    "arth": "हनुमान्जी आकाशको अपना ग्रास बनाते हुए, चन्द्रमण्डलको नखोंसे खरोंचते हुए, नक्षत्रों तथा सूर्यमण्डलसहित अन्तरिक्षको समेटते हुए और बादलोंके समूहको खींचते हुए-से अनायास ही अपार महासागरके पार चले जा रहे थे॥५-६॥ "
                },
                {
                    "slok": "पाण्डुरारुणवर्णानि नीलमाञ्जिष्ठकानि च। हरितारुणवर्णानि महाभ्राणि चकाशिरे॥७॥",
                    "arth": "उस समय आसमानमें सफेद, लाल, नीले, मंजीठके रंगके, हरे और अरुण वर्णके बड़े-बड़े मेघ शोभा पा रहे थे॥७॥ "
                },
                {
                    "slok": "प्रविशन्नभ्रजालानि निष्क्रमंश्च पुनः पुनः। प्रकाशश्चाप्रकाशश्च चन्द्रमा इव दृश्यते॥८॥",
                    "arth": "वे कभी उन मेघ-समूहोंमें प्रवेश करते और कभी बाहर निकलते थे। बारम्बार ऐसा करते हुए हनुमान्जी छिपते और प्रकाशित होते हुए चन्द्रमाके समान दृष्टिगोचर हो रहे थे॥८॥ "
                },
                {
                    "slok": "विविधाभ्रघनापन्नगोचरो धवलाम्बरः। दृश्यादृश्यतनुर्वीरस्तथा न चन्द्रायतेऽम्बरे॥९॥",
                    "arth": "नाना प्रकारके मेघोंकी घटाओंके भीतर होकर जाते हुए धवलाम्बरधारी वीरवर हनुमान्जीका शरीर कभी दीखता था और कभी अदृश्य हो जाता था; अतः वे आकाशमें बादलोंकी आड़में छिपते और प्रकाशित होते चन्द्रमाके समान जान पड़ते थे॥९॥"
                },
                {
                    "slok": "ताायमाणो गगने स बभौ वायुनन्दनः। दारयन् मेघवृन्दानि निष्पतंश्च पुनः पुनः॥१०॥",
                    "arth": "बारम्बार मेघ-समूहोंको विदीर्ण करने और उनमें होकर निकलनेके कारण वे पवनकुमार हनुमान् आकाशमें गरुड़के समान प्रतीत होते थे॥१०॥"
                },
                {
                    "slok": "नदन् नादेन महता मेघस्वनमहास्वनः। प्रवरान् राक्षसान् हत्वा नाम विश्राव्य चात्मनः॥११॥ आकुलां नगरी कृत्वा व्यथयित्वा च रावणम्। अर्दयित्वा महावीरान् वैदेहीमभिवाद्य च॥१२॥ आजगाम महातेजाः पुनर्मध्येन सागरम्।",
                    "arth": "इस प्रकार महातेजस्वी हनुमान् अपने महान् सिंहनादसे मेघोंकी गम्भीर गर्जनाको भी मात करते हुए आगे बढ़ रहे थे। वे प्रमुख राक्षसोंको मारकर अपना नाम प्रसिद्ध कर चुके थे। बड़े-बड़े वीरोंको रौंदकर उन्होंने लङ्कानगरीको व्याकुल तथा रावणको व्यथित कर दिया था। तत्पश्चात् विदेहनन्दिनी सीताको नमस्कार करके वे चले और तीव्र गतिसे पुनः समुद्रके मध्यभागमें आ पहुँचे ॥११-१२३॥ "
                },
                {
                    "slok": "पर्वतेन्द्रं सुनाभं च समुपस्पृश्य वीर्यवान्॥१३॥ ज्यामुक्त इव नाराचो महावेगोऽभ्युपागमत्।।",
                    "arth": "वहाँ पर्वतराज सुनाभ (मैनाक)-का स्पर्श करके वे पराक्रमी एवं महान् वेगशाली वानरवीर धनुषसे छूटे हुए बाणकी भाँति आगे बढ़ गये॥१३३॥ "
                },
                {
                    "slok": "स किंचिदारात् सम्प्राप्तः समालोक्य महागिरिम्॥१४॥ महेन्द्र मेघसंकाशं ननाद स महाकपिः। ",
                    "arth": "उत्तर तटके कुछ निकट पहुँचनेपर महागिरि महेन्द्रपर दृष्टि पड़ते ही उन महाकपिने मेघके समान बड़े जोरसे गर्जना की॥ १४ ॥"
                },
                {
                    "slok": "स पूरयामास कपिर्दिशो दश समन्ततः॥१५॥ नदन् नादेन महता मेघस्वनमहास्वनः।।",
                    "arth": "उस समय मेघकी भाँति गम्भीर स्वरसे बड़ी भारी गर्जना करके उन वानरवीरने सब ओरसे दसों दिशाओंको कोलाहलपूर्ण कर दिया॥१५॥ "
                },
                {
                    "slok": "स तं देशमनुप्राप्तः सुहृद्दर्शनलालसः॥१६॥ ननाद सुमहानादं लाङ्गलं चाप्यकम्पयत्।",
                    "arth": "फिर वे अपने मित्रोंको देखनेके लिये उत्सुक होकर उनके विश्रामस्थानकी ओर बढ़े और पूंछ हिलाने एवं जोर-जोरसे सिंहनाद करने लगे॥१६३ ॥ "
                },
                {
                    "slok": "तस्य नानद्यमानस्य सुपर्णाचरिते पथि॥१७॥ फलतीवास्य घोषेण गगनं सार्कमण्डलम्।",
                    "arth": "जहाँ गरुड़ चलते हैं, उसी मार्गपर बारम्बार सिंहनाद करते हुए हनुमान्जीके गम्भीर घोषसे सूर्यमण्डलसहित आकाश मानो फटा जा रहा था॥१७॥ "
                },
                {
                    "slok": "ये तु तत्रोत्तरे कूले समुद्रस्य महाबलाः ॥ १८ ॥ पूर्व संविष्ठिताः शूरा वायुपुत्रदिदृक्षवः । महतो वायुनुन्नस्य तोयदस्येव निःस्वनम्। शुश्रुवुस्ते तदा घोषमूरुवेगं हनूमतः॥१९॥",
                    "arth": "उस समय वायुपुत्र हनुमान्के दर्शनकी इच्छासे जो शूरवीर महाबली वानर समुद्रके उत्तर तटपर पहलेसे ही बैठे थे, उन्होंने वायुसे टकराये हुए महान् मेघकी गर्जनाके समान हनुमान्जीका जोर-जोरसे सिंहनाद सुना॥ १८-१९॥ "
                },
                {
                    "slok": "ते दीनमनसः सर्वे शुश्रुवुः काननौकसः। वानरेन्द्रस्य निर्घोषं पर्जन्यनिनदोपमम्॥२०॥",
                    "arth": "अनिष्टकी आशङ्कासे जिनके मनमें दीनता छा गयी थी, उन समस्त वनवासी वानरोंने उन वानरश्रेष्ठ हनुमान्का मेघ-गर्जनाके समान सिंहनाद सुना॥२०॥ | "
                },
                {
                    "slok": "निशम्य नदतो नादं वानरास्ते समन्ततः। बभूवुरुत्सुकाः सर्वे सुहृद्दर्शनकाक्षिणः॥२१॥",
                    "arth": "गर्जते हुए पवनकुमारका वह सिंहनाद सुनकर सब ओर बैठे हुए वे समस्त वानर अपने सुहृद् हनुमान्जीको देखनेकी अभिलाषासे उत्कण्ठित हो गये ॥२१॥ "
                },
                {
                    "slok": "जाम्बवान् स हरिश्रेष्ठः प्रीतिसंहृष्टमानसः। उपामन्त्र्य हरीन् सर्वानिदं वचनमब्रवीत् ॥२२॥",
                    "arth": "वानर-भालुओंमें श्रेष्ठ जाम्बवान्के मनमें बड़ी | प्रसन्नता हुई। वे हर्षसे खिल उठे और सब वानरोंको | निकट बुलाकर इस प्रकार बोले- ॥२२॥"
                },
                {
                    "slok": "सर्वथा कृतकार्योऽसौ हनूमान् नात्र संशयः। | न ह्यस्याकृतकार्यस्य नाद एवंविधो भवेत्॥२३॥",
                    "arth": "कन्या 'इसमें संदेह नहीं कि हनुमान्जी सब प्रकारसे | अपना कार्य सिद्ध करके आ रहे हैं। कृतकार्य हुए बिना | इनकी ऐसी गर्जना नहीं हो सकती॥ २३॥"
                },
                {
                    "slok": "तस्य बाहूरुवेगं च निनादं च महात्मनः। नए | निशम्य हरयो हृष्टाः समुत्पेतुर्यतस्ततः॥२४॥ ",
                    "arth": "महात्मा हनुमान्जीकी भुजाओं और जाँघोंका | महान् वेग देख तथा उनका सिंहनाद सुन सभी वानर | हर्षमें भरकर इधर-उधर उछलने-कूदने लगे॥ २४॥ "
                },
                {
                    "slok": "ते नगाग्रान्नगाग्राणि शिखराच्छिखराणि च। त | प्रहृष्टाः समपद्यन्त हनूमन्तं दिदृक्षवः॥२५॥",
                    "arth": "हनुमान्जीको देखनेकी इच्छासे वे प्रसन्नतापूर्वक | एक वृक्षसे दूसरे वृक्षोंपर तथा एक शिखरसे दूसरे | शिखरोंपर चढ़ने लगे॥ २५॥ "
                },
                {
                    "slok": "ते प्रीताः पादपाग्रेषु गृह्य शाखामवस्थिताः। वामांसि च पकाशानि समाविध्यन्त वानराः॥२६॥",
                    "arth": "वृक्षोंकी सबसे ऊँची शाखापर खड़े होकर वे प्रीतियुक्त वानर अपने स्पष्ट दिखायी देनेवाले वस्त्र हिलाने लगे ॥ २६ ॥"
                },
                {
                    "slok": "गिरिगह्वरसंलीनो यथा गर्जति मारुतः । एवं जगर्ज बलवान् हनूमान् मारुतात्मजः ॥ २७ ॥",
                    "arth": "जैसे पर्वतकी गुफाओंमें अवरुद्ध हुई वायु बड़े जोरसे शब्द करती है, उसी प्रकार बलवान् पवनकुमार हनुमान्ने गर्जना की ॥ २७ ॥"
                },
                {
                    "slok": "तमभ्रघनसंकाशमापतन्तं महाकपिम्। दृष्ट्वा ते वानराः सर्वे तस्थुः प्राञ्जलयस्तदा ॥ २८ ॥",
                    "arth": "मेघोंकी घटाके समान पास आते हुए महाकपि हनुमान्‌को देखकर वे सब वानर उस समय हाथ जोड़कर खड़े हो गये ॥ २८ ॥"
                },
                {
                    "slok": "तस्तु वेगवान् वीरो गिरेगिरिनिभः कपिः । निपपात गिरेस्तस् शिखरे पादपाकुले ॥ २९ ॥",
                    "arth": "तत्पश्चात् पर्वतके समान विशाल शरीरवाले वेगशाली वीर वानर हनुमान् जो अरिष्ट पर्वतसे उछलकर चले थे, वृक्षोंसे भरे हुए महेन्द्र गिरिके शिखरपर कूद पड़े ॥ हर्षेणापूर्यमाणोऽसौ रम्ये पर्वतनिर्झरे। छिन्त्रपक्ष इवाकाशात् पपात धरणीधरः ॥ ३० ॥ "
                },
                {
                    "slok": "हर्षेणापूर्यमाणोऽसौ रम्ये पर्वतनिर्झरे। छिन्त्रपक्ष इवाकाशात् पपात धरणीधरः ॥ ३० ॥ ",
                    "arth": "हर्षेणापूर्यमाणोऽसौ रम्ये पर्वतनिर्झरे। छिन्त्रपक्ष इवाकाशात् पपात धरणीधरः ॥ ३० ॥ हर्षसे भरे हुए हनुमान्जी पर्वतके रमणीय झरनेके निकट पंख कटे हुए पर्वतके समान आकाशसे नीचे आ गये ॥ ३० ॥"
                },
                {
                    "slok": "ततस्ते प्रीतमनसः सर्वे वानरपुङ्गवाः । महात्मानं परिवार्योपतस्थिरे ॥ ३१ ॥",
                    "arth": "हनूमन्तं उस समय वे सभी श्रेष्ठ वानर प्रसन्नचित्त हो महात्मा हनुमान्जीको चारों ओरसे घेरकर खड़े हो गये ॥ ३१ ॥"
                },
                {
                    "slok": "परिवार्य च ते सर्वे परां प्रीतिमुपागताः । प्रहृष्ट वदना: सर्वे तमागतमुपागमन् ॥ ३२ ॥ उपायनानि चादाय मूलानि च फलानि च। प्रत्यर्चयन् हरिश्रेष्ठं हरयो मारुतात्मजम् ॥ ३३ ॥",
                    "arth": "उन्हें घेरकर खड़े होनेसे उन सबको बड़ी प्रसन्नता हुई। वे सब वानर प्रसन्नमुख होकर तुरंतके आये हुए पवनकुमार कपिश्रेष्ठ हनुमान्‌के पास भाँति-भाँतिकी भेंट-सामग्री तथा फल-मूल लेकर आये और उनका स्वागत-सत्कार करने लगे ॥ ३२-३३॥"
                },
                {
                    "slok": "विनेदुर्मुदिताः केचित् केचित् किलकिलां तथा। हृष्टाः पादपशाखाश्च आनिन्युर्वानरर्षभाः ॥ ३४ ॥",
                    "arth": "कोई आनन्दमग्र होकर गर्जने लगे, कोई किलकारियाँ भरने लगे और कितने ही श्रेष्ठ वानर हर्षसे भरकर हनुमान्जीके बैठनेके लिये वृक्षोंकी शाखाएँ तोड़ लाये ॥"
                },
                {
                    "slok": "हनूमांस्तु गुरून् वृद्धाञ्जाम्बवत्प्रमुखांस्तदा । कुमारमङ्गदं चैव सोऽवन्दत महाकपिः ॥ ३५ ॥",
                    "arth": "महाकपि हनुमान्जीने जाम्बवान् आदि वृद्ध गुरुजनों तथा कुमार अङ्गदको प्रणाम किया ॥ ३५ ॥"
                },
                {
                    "slok": "स ताभ्यां पूजितः पूज्य: कपिभिश्च प्रसादितः । दृष्टा देवीति विक्रान्तः संक्षेपेण न्यवेदयत् ॥ ३६॥",
                    "arth": "फिर जाम्बवान् और अङ्गदने भी आदरणीय हनुमान्जीका आदर-सत्कार किया तथा दूसरे दूसरे वानरोंने भी उनका सम्मान करके उनको संतुष्ट किया। तत्पश्चात् उन पराक्रमी वानरवीरने संक्षेपमें निवेदन किया- 'मुझे सीतादेवीका दर्शन हो गया ॥ ३६ ॥"
                },
                {
                    "slok": "निषसाद च हस्तेन गृहीत्वा वालिनः सुतम् । रमणीये वनोद्देशे महेन्द्रस्य गिरेस्तदा ।। ३७ ।। हनूमानब्रवीत् पृष्टस्तदा तान् वानरर्षभान् । अशोकवनिकासंस्था दृष्टा सा जनकात्मजा ॥ ३८ ॥",
                    "arth": "दनन्तर वालिकुमार अङ्गदका हाथ अपने हाथमें लेकर हनुमानजी महेन्द्रगिरिके रमणीय वनप्रान्तमें जा बैठे और सबके पूछनेपर उन वानरशिरोमणियोंसे इस प्रकार बोले- 'जनकनन्दिनी सीता लङ्काके अशोकवनमें निवास करती हैं। वहीं मैंने उनका दर्शन किया है' ॥"
                },
                {
                    "slok": "क्ष्यमाणा सुघोराभी राक्षसीभिरनिन्दिता । एकवेणीधरा बाला रामदर्शनलालसा ॥ ३९ ॥",
                    "arth": "उपवासपरिश्रान्ता मलिना जटिला कृशा अत्यन्त भयंकर आकारवाली राक्षसियाँ उनकी रखवाली करती हैं। साध्वी सीता बड़ी भोली-भाली हैं। वे एक वेणी धारण किये वहाँ रहती हैं और श्रीरामचन्द्रजीके दर्शनके लिये बहुत ही उत्सुक हैं। उपवासके कारण बहुत थक गयी हैं, दुर्बल और मलिन हो रही हैं तथा | उनके केश जटाके रूपमें परिणत हो गये हैं ॥ ३९३ ॥"
                },
                {
                    "slok": "ततो दृष्टेति वचनं महार्थममृतोपमम् ॥ ४० ॥ | निशम्य मारुतेः सर्वे मुदिता वानराभवन् ।",
                    "arth": "उस समय 'सीताका दर्शन हो गया' यह वचन वानरोंको अमृतके समान प्रतीत हुआ। यह उनके महान् | प्रयोजनकी सिद्धिका सूचक था। हनुमान्जीके मुखसे यह शुभ संवाद सुनकर सब वानर बड़े प्रसन्न हुए।"
                },
                {
                    "slok": "क्ष्वेडन्त्यन्ये नदन्त्यन्ये गर्जन्त्यन्ये महाबलाः ॥ ४१ ॥ चक्रुः किलकिलामन्ये प्रतिगर्जन्ति चापरे ।",
                    "arth": "कोई हर्षनाद और कोई सिंहनाद करने लगे। दूसरे महाबली वानर गर्जने लगे। कितने ही किलकारियाँ भरने लगे और दूसरे वानर एककी गर्जनाके उत्तरमें | स्वयं भी गर्जना करने लगे॥४१३॥"
                },
                {
                    "slok": "चिदुच्छ्रितलाङ्गेलाः प्रहृष्टाः कपिकुञ्जराः॥४२॥ आयताञ्चितदीर्घाणि लाङ्गलानि प्रविव्यधुः।",
                    "arth": "बहुत-से कपिकुञ्जर हर्षसे उल्लसित हो अपनी पूँछ ऊपर उठाकर नाचने लगे। कितने ही अपनी लम्बी और मोटी पूँछे घुमाने या हिलाने लगे॥४२३॥"
                },
                {
                    "slok": "अपरे तु हनूमन्तं श्रीमन्तं वानरोत्तमम्॥४३॥ आप्लुत्य गिरिशृङ्गेषु संस्पृशन्ति स्म हर्षिताः।",
                    "arth": "कितने ही वानर हर्षोल्लाससे भरकर छलाँगे भरते हुए पर्वत-शिखरोंपर वानरशिरोमणि श्रीमान् हनुमान्को छूने लगे॥४३३॥ "
                },
                {
                    "slok": "उक्तवाक्यं हनूमन्तमङ्गदस्तु तदाब्रवीत्॥४४॥ सर्वेषां हरिवीराणां मध्ये वाचमनुत्तमाम्।",
                    "arth": "हनुमान्जीकी उपर्युक्त बात सुनकर अङ्गदने उस समय समस्त वानरवीरोंके बीचमें यह परम उत्तम बात कही-॥४४॥"
                },
                {
                    "slok": "सत्त्वे वीर्ये न ते कश्चित् समो वानर विद्यते॥४५॥ यदवप्लुत्य विस्तीर्णं सागरं पुनरागतः।।",
                    "arth": "'वानरश्रेष्ठ! बल और पराक्रममें तुम्हारे समान कोई नहीं है; क्योंकि तुम इस विशाल समुद्रको लाँघकर फिर इस पार लौट आये ॥ ४५३ ॥ "
                },
                {
                    "slok": "जीवितस्य प्रदाता नस्त्वमेको वानरोत्तम॥४६॥ त्वत्प्रसादात् समेष्यामः सिद्धार्था राघवेण ह।",
                    "arth": "'कपिशिरोमणे! एकमात्र तुम्हीं हमलोगोंके जीवनदाता हो। तुम्हारे प्रसादसे ही हम सब लोग सफलमनोरथ होकर श्रीरामचन्द्रजीसे मिलेंगे॥ ४६३ ॥"
                },
                {
                    "slok": "अहो स्वामिनि ते भक्तिरहो वीर्यमहो धृतिः॥४७॥ दिष्ट्या दृष्टा त्वया देवी रामपत्नी यशस्विनी। दिष्ट्या त्यक्ष्यति काकुत्स्थः शोकं सीतावियोगजम्॥४८॥",
                    "arth": "अपने स्वामी श्रीरघुनाथजीके प्रति तुम्हारी भक्ति अद्भुत है। तुम्हारा पराक्रम और धैर्य भी आश्चर्यजनक है। बड़े सौभाग्यकी बात है कि तुम श्रीरामचन्द्रजीकी यशस्विनी पत्नी सीतादेवीका दर्शन कर आये, अब भगवान् श्रीराम सीताके वियोगसे उत्पन्न हुए शोकको त्याग देंगे, यह भी सौभाग्यका ही विषय है' ॥ ४७-४८ ॥"
                },
                {
                    "slok": "तोऽङ्गदं हनूमन्तं जाम्बवन्तं च वानराः । परिवार्य प्रमुदिता भेजिरे विपुलाः शिलाः ॥ ४९ ।। उपविष्टा गिरेस्तस्य शिलासु विपुलासु ते । श्रोतुकामाः समुद्रस्य लङ्घनं वानरोत्तमाः ॥ ५० ॥ दर्शनं चापि लङ्कायाः सीताया रावणस्य च । तस्थुः प्राञ्जलयः सर्वे हनूमद्वदनोन्मुखाः ॥ ५१ ॥",
                    "arth": "तत्पश्चात् सभी श्रेष्ठ वानर समुद्रलङ्घन, लङ्का, रावण एवं सीताके दर्शनका समाचार सुननेके लिये एकत्र हुए तथा अङ्गद, हनुमान् और जाम्बवान्‌को चारों ओरसे घेरकर पर्वतकी बड़ी-बड़ी शिलाऑपर आनन्दपूर्वक बैठ गये। वे सब-के-सब हाथ जोड़े हुए थे और उन सबकी आँखें हनुमान्जीके मुखपर लगी थीं ॥ ४९-५१ ॥"
                },
                {
                    "slok": "तस्थौ तत्राङ्गदः श्रीमान् वानरैर्बहुभिर्वृतः । उपास्यमानो विबुधैर्दिवि देवपतिर्यथा ॥५२॥",
                    "arth": "जैसे देवराज इन्द्र स्वर्गमें देवताओंद्वारा सेवित होकर बैठते हैं, उसी प्रकार बहुतेरे वानरोंसे घिरे हुए श्रीमान् अङ्गद वहाँ बीचमें विराजमान हुए ॥५२॥ "
                },
                {
                    "slok": "हनूमता कीर्तिमता यशस्विना तथाङ्गदेनाङ्गदनद्धबाहुना मुदा मह न्महीधराग्रं ज्वलितं श्रियाभवत् ॥ ५३॥",
                    "arth": "कीर्तिमान् एवं यशस्वी हनुमान्जी तथा बाँहोंमें भुजवंद धारण किये अङ्गदके प्रसन्नतापूर्वक बैठनेसे वह ऊँचा एवं महान् पर्वतशिखर दिव्य कान्तिसे प्रकाशित हो उठा ॥ ५३ ॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे सप्तपञ्चाशः सर्गः॥५७॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें सत्तावनवाँ सर्ग पूरा हुआ॥५७॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - अष्टपञ्चाशः सर्गः जाम्बवान्के पूछनेपर हनुमान्जीका अपनी लङ्कायात्राका सारा वृत्तान्त सुनाना",
            "arths": [
                {
                    "slok": "ततस्तस्य गिरेः शृङ्गे महेन्द्रस्य महाबलाः। हनुमत्प्रमुखाः प्रीतिं हरयो जग्मुरुत्तमाम् ॥१॥",
                    "arth": "तदनन्तर हनुमान् आदि महाबली वानर महेन्द्रगिरिके शिखरपर परस्पर मिलकर बड़े प्रसन्न हुए ॥ १ ॥"
                },
                {
                    "slok": "प्रीतिमत्सूपविष्टेषु वानरेषु महात्मसु। तं ततः प्रतिसंहृष्टः प्रीतियुक्तं महाकपिम्॥२॥ जाम्बवान् कार्यवृत्तान्तमपृच्छदनिलात्मजम्। मी या न वर्तते ॥३॥ तस्यां चापि कथं वृत्तः क्रूरकर्मा दशाननः। तत्त्वतः सर्वमेतन्नः प्रब्रूहि त्वं महाकपे॥४॥ ",
                    "arth": "जब सभी महामनस्वी वानर वहाँ प्रसन्नतापूर्वक बैठ गये, तब हर्षमें भरे हुए जाम्बवान्ने उन पवनकुमार महाकपि हनुमान्से प्रेमपूर्वक कार्यसिद्धिका समाचार पूछा-'महाकपे! तुमने देवी सीताको कैसे देखा? वे वहाँ किस प्रकार रहती हैं? और क्रूरकर्मा दशानन उनके प्रति कैसा बर्ताव करता है? ये सब बातें तुम हमें ठीक-ठीक बताओ॥२-४॥ "
                },
                {
                    "slok": "सम्मागिता कथं देवी किं च सा प्रत्यभाषत। श्रुतार्थाश्चिन्तयिष्यामो भूयः कार्यविनिश्चयम्॥५॥",
                    "arth": "'तुमने देवी सीताको किस प्रकार ढूँढ निकाला और उन्होंने तुमसे क्या कहा? इन सब बातोंको सुनकर हमलोग आगेके कार्यक्रमका निश्चितरूपसे विचार करेंगे। "
                },
                {
                    "slok": "यश्चार्थस्तत्र वक्तव्यो गतैरस्माभिरात्मवान् । रक्षितव्यं च यत्तत्र तद् भवान् व्याकरोतु नः ॥ ६ ॥",
                    "arth": "'वहाँ किष्किन्धामें चलनेपर हमलोगोंको कौनसी बात कहनी चाहिये और किस बातको गुप्त रखना चाहिये? तुम बुद्धिमान् हो, इसलिये तुम्हीं इन सब | बातोंपर प्रकाश डालो'॥६॥ "
                },
                {
                    "slok": "स नियुक्तस्ततस्तेन सम्प्रहृष्टतनूरुहः। नमस्यन् शिरसा देव्यै सीतायै प्रत्यभाषत॥७॥",
                    "arth": "जाम्बवान्के इस प्रकार पूछनेपर हनुमान्जीके शरीरमें रोमाञ्च हो आया। उन्होंने सीतादेवीको मन-हीमन मस्तक झुकाकर प्रणाम किया और इस प्रकार कहा- ॥७॥ "
                },
                {
                    "slok": "प्रत्यक्षमेव भवतां महेन्द्राग्रात् खमाप्लुतः। उदधेर्दक्षिणं पारं काङ्क्षमाणः समाहितः॥८॥",
                    "arth": "'मैं आपलोगोंके सामने ही समुद्रके दक्षिण तटपर जानेकी इच्छासे सावधान हो महेन्द्रपर्वतके शिखरसे आकाशमें उछला था॥८॥"
                },
                {
                    "slok": "गच्छतश्च हि मे घोरं विघ्नरूपमिवाभवत्। काञ्चनं शिखरं दिव्यं पश्यामि सुमनोहरम्॥९॥ स्थितं पन्थानमावृत्य मेने विघ्नं च तं नगम्।",
                    "arth": "'आगे बढ़ते ही मैंने देखा एक परम मनोहर दिव्य सुवर्णमय शिखर प्रकट हुआ है, जो मेरी राह रोककर खड़ा है। वह मेरी यात्राके लिये भयानक विघ्न-सा प्रतीत हुआ। मैंने उसे मूर्तिमान् विघ्न ही माना॥९३ ॥"
                },
                {
                    "slok": "उपसंगम्य तं दिव्यं काञ्चनं नगमुत्तमम्॥१०॥ कृता मे मनसा बुद्धिर्भेत्तव्योऽयं मयेति च।",
                    "arth": "'उस दिव्य उत्तम सुवर्णमय पर्वतके निकट | पहुँचनेपर मैंने मन-ही-मन यह विचार किया कि मैं इसे विदीर्ण कर डालूँ॥१०॥"
                },
                {
                    "slok": "प्रहतस्य मया तस्य लागलेन महागिरेः॥११॥ | शिखरं सूर्यसंकाशं व्यशीर्यत सहस्त्रधा।",
                    "arth": "'फिर तो मैंने अपनी पूँछसे उसपर प्रहार किया। उसकी टक्कर लगते ही उस महान् पर्वतके सूर्यतुल्य तेजस्वी शिखरके सहस्रों टुकड़े हो गये॥ ११३ ॥"
                },
                {
                    "slok": "व्यवसायं च तं बुद्ध्वा स होवाच महागिरिः॥१२॥ पुत्रेति मधुरां वाणीं मनः प्रह्लादयन्निव। पितृव्यं चापि मां विद्धि सखायं मातरिश्वनः॥१३॥",
                    "arth": "'मेरे उस निश्चयको समझकर महागिरि मैनाकने मनको आह्लादित-सा करते हुए मधुर वाणीमें 'पुत्र' कहकर मुझे पुकारा और कहा–'मुझे अपना चाचा समझो। मैं तुम्हारे पिता वायुदेवताका मित्र हूँ॥१२-१३॥"
                },
                {
                    "slok": "मैनाकमिति विख्यातं निवसन्तं महोदधौ। पक्षवन्तः पुरा पुत्र बभूवुः पर्वतोत्तमाः॥१४॥",
                    "arth": "'मेरा नाम मैनाक है और मैं यहाँ महासागर में निवास करता हूँ। बेटा! पूर्वकालमें सभी श्रेष्ठ पर्वत पङ्खधारी हुआ करते थे॥१४॥"
                },
                {
                    "slok": "छन्दतः पृथिवीं चेरुर्बाधमानाः समन्ततः। श्रुत्वा नगानां चरितं महेन्द्रः पाकशासनः॥१५॥ | वज्रेण भगवान् पक्षौ चिच्छेदैषां सहस्त्रशः।का | अहं तु मोचितस्तस्मात् तव पित्रा महात्मना॥१६॥",
                    "arth": "'वे समस्त प्रजाको पीड़ा देते हुए अपनी इच्छाके अनुसार सब ओर विचरते रहते थे। पर्वतोंका ऐसा आचरण सुनकर पाकशासन भगवान् इन्द्रने वज्रसे इन सहस्रों पर्वतोंके | पङ्घ काट डाले; परंतु उस समय तुम्हारे महात्मा पिताने मुझे इन्द्रके हाथसे बचा लिया॥१५-१६॥"
                },
                {
                    "slok": "मारुतेन तदा वत्स प्रक्षिप्तो वरुणालये। राघवस्य मया साह्ये वर्तितव्यमरिंदम॥१७॥ | रामो धर्मभृतां श्रेष्ठो महेन्द्रसमविक्रमः।",
                    "arth": "'बेटा! उस समय वायुदेवताने मुझे समुद्रमें लाकर डाल दिया था (जिससे मेरे पङ्ख बच गये); अतः शत्रुदमन वीर! मुझे श्रीरघुनाथजीकी सहायताके कार्य में अवश्य तत्पर होना चाहिये; क्योंकि भगवान् श्रीराम - धर्मात्माओंमें श्रेष्ठ तथा इन्द्रतुल्य पराक्रमी हैं' ॥ १७ ॥"
                },
                {
                    "slok": "एतच्छुत्वा मया तस्य मैनाकस्य महात्मनः॥१८॥ कार्यमावेद्य च गिरेरुद्धतं वै मनो मम। तेन चाहमनुज्ञातो मैनाकेन महात्मना ॥१९॥",
                    "arth": "'महामना मैनाककी यह बात सुनकर मैंने अपना कार्य उन्हें बताया और उनकी आज्ञा लेकर फिर मेरा मन वहाँसे आगे जानेको उत्साहित हुआ। महाकाय मैनाकने उस समय मुझे जानेकी आज्ञा दे दी॥१८-१९॥ "
                },
                {
                    "slok": "स चाप्यन्तर्हितः शैलो मानुषेण वपुष्मता। शरीरेण महाशैलः शैलेन च महोदधौ ॥२०॥",
                    "arth": "या 'वह महान् पर्वत भी अपने मानवशरीरसे तो अन्तर्हित हो गया; परंतु पर्वतरूपसे महासागरमें ही स्थित रहा ॥२०॥ "
                },
                {
                    "slok": "उत्तमं जवमास्थाय शेषमध्वानमास्थितः। ततोऽहं सुचिरं कालं जवेनाभ्यगमं पथि॥२१॥",
                    "arth": "'फिर मैं उत्तम वेगका आश्रय ले शेष मार्गपर आगे बढ़ा और दीर्घकालतक बड़े वेगसे उस पथपर चलता रहा ॥२१॥ "
                },
                {
                    "slok": "ततः पश्याम्यहं देवीं सुरसां नागमातरम्। समुद्रमध्ये सा देवी वचनं चेदमब्रवीत्॥२२॥",
                    "arth": "'तत्पश्चात् बीच समुद्रमें मुझे नागमाता सुरसा देवीका दर्शन हुआ। देवी सुरसा मुझसे इस प्रकार बोलीं- ॥ "
                },
                {
                    "slok": "मम भक्ष्यः प्रदिष्टस्त्वममरैर्हरिसत्तम। ततस्त्वां भक्षयिष्यामि विहितस्त्वं हि मे सुरैः॥२३॥",
                    "arth": "'कपिश्रेष्ठ! देवताओंने तुम्हें मेरा भक्ष्य बताया है, इसलिये मैं तुम्हारा भक्षण करूँगी; क्योंकि सारे देवताओंने आज तुम्हें ही मेरा आहार नियत किया है' ॥२३॥ "
                },
                {
                    "slok": "एवमुक्तः सुरसया प्राञ्जलिः प्रणतः स्थितः। विवर्णवदनो भूत्वा वाक्यं चेदमुदीरयम्॥२४॥",
                    "arth": "'सुरसाके ऐसा कहनेपर मैं हाथ जोड़कर विनीतभावसे उसके सामने खड़ा हो गया और उदासमुख होकर यों बोला- ॥२४॥ "
                },
                {
                    "slok": "रामो दाशरथिः श्रीमान् प्रविष्टो दण्डकावनम्। लक्ष्मणेन सह भ्रात्रा सीतया च परंतपः॥२५॥ ",
                    "arth": "'देवि! शत्रुओंको संताप देनेवाले दशरथनन्दन श्रीमान् राम अपने भाई लक्ष्मण और पत्नी सीताके साथ दण्डकारण्यमें आये थे॥२५॥ "
                },
                {
                    "slok": "तस्य सीता हृता भार्या रावणेन दुरात्मना। तस्याः सकाशं दूतोऽहं गमिष्ये रामशासनात्॥२६॥ ",
                    "arth": "वहाँ दुरात्मा रावणने उनकी पत्नी सीताको हर लिया। मैं इस समय श्रीरामचन्द्रजीकी आज्ञासे दूत होकर उन्हीं सीतादेवीके पास जा रहा हूँ॥२६॥ "
                },
                {
                    "slok": "कर्तुमर्हसि रामस्य साहाय्यं विषये सती। अथवा मैथिलीं दृष्ट्वा रामं चाक्लिष्टकारिणम्॥२७॥ आगमिष्यामि ते वक्त्रं सत्यं प्रतिशृणोमि ते ।",
                    "arth": "'तुम भी श्रीरामचन्द्रजीके ही राज्यमें रहती हो, इसलिये तुम्हें उनकी सहायता करनी चाहिये। अथवा मैं मिथिलेशकमारी सीता तथा अनायास ही महान कर्म करनेवाले श्रीरामचन्द्रजीका दर्शन करके तुम्हारे मुखमें आ जाऊँगा, यह तुमसे सच्ची प्रतिज्ञा करके कहता हूँ' ॥ २७३॥"
                },
                {
                    "slok": "एवमुक्ता मया सा तु सुरसा कामरूपिणी ॥२८॥ अब्रवीनातिवर्तेत कश्चिदेष वरो मम।",
                    "arth": "'मेरे ऐसा कहनेपर इच्छानुसार रूप धारण करनेवाली सुरसा बोली-'मुझे यह वर मिला हुआ है कि मेरे आहारके रूपमें निकट आया हुआ कोई भी प्राणी मुझे टालकर आगे नहीं जा सकता' ॥ २८३ ॥"
                },
                {
                    "slok": "एवमुक्तः सुरसया दशयोजनमायतः॥२९॥ ततोऽर्धगुणविस्तारो बभूवाहं क्षणेन तु। मत्प्रमाणाधिकं चैव व्यादितं तु मुखं तया॥३०॥",
                    "arth": "'जब सुरसाने ऐसा कहा-उस समय मेरा शरीर दस योजन बड़ा था, किंतु एक ही क्षणमें मैं उससे ड्योढ़ा बड़ा हो गया। तब सुरसाने भी अपने मुँहको मेरे शरीरकी अपेक्षा अधिक फैला लिया॥ २९-३०॥ "
                },
                {
                    "slok": "तद् दृष्ट्वा व्यादितं त्वास्यं ह्रस्वं ह्यकरवं पुनः। तस्मिन् मुहूर्ते च पुनर्बभूवाङ्गुष्ठसम्मितः॥३१॥",
                    "arth": "'उसके फैले हुए मुँहको देखकर मैंने फिर अपने स्वरूपको छोटा कर लिया। उसी मुहूर्तमें मेरा शरीर अँगूठेके बराबर हो गया॥३१॥ "
                },
                {
                    "slok": "अभिपत्याशु तद्वक्त्रं निर्गतोऽहं ततः क्षणात्। अब्रवीत् सुरसा देवी स्वेन रूपेण मां पुनः॥३२॥",
                    "arth": "'फिर तो मैं सुरसाके मुँहमें शीघ्र ही घुस गया और तत्क्षण बाहर निकल आया। उस समय सुरसा देवीने अपने दिव्य रूपमें स्थित होकर मुझसे कहा- ॥३२॥ "
                },
                {
                    "slok": "अर्थसिद्धौ हरिश्रेष्ठ गच्छ सौम्य यथासुखम्। समानय च वैदेहीं राघवेण महात्मना ॥३३॥",
                    "arth": "'सौम्य ! कपिश्रेष्ठ ! अब तुम कार्यसिद्धिके लिये सुखपूर्वक यात्रा करो और विदेहनन्दिनी सीताको महात्मा रघुनाथजीसे मिलाओ॥३३॥ "
                },
                {
                    "slok": "सुखी भव महाबाहो प्रीतास्मि तव वानर। ततोऽहं साधुसाध्वीति सर्वभूतैः प्रशंसितः॥३४॥",
                    "arth": "'महाबाहु वानर! तुम सुखी रहो। मैं तुमपर बहुत प्रसन्न हूँ।' उस समय सभी प्राणियोंने 'साधु-साधु' कहकर मेरी भूरि-भूरि प्रशंसा की ॥ ३४ ॥"
                },
                {
                    "slok": "ततोऽन्तरिक्षं विपुलं प्लुतोऽहं गरुडो यथा। छाया मे निगृहीता च न च पश्यामि किंचन॥३५॥ ",
                    "arth": "'तत्पश्चात् मैं गरुड़की भाँति उस विशाल आकाशमें फिर उड़ने लगा। उस समय किसीने मेरी परछाईं पकड़ ली, किंतु मैं किसीको देख नहीं पाता था॥ ३५॥"
                },
                {
                    "slok": "सोऽहं विगतवेगस्तु दिशो दश विलोकयन्। न किंचित् तत्र पश्यामि येन मे विहता गतिः॥३६॥",
                    "arth": "'छाया पकड़ी जानेसे मेरा वेग अवरुद्ध हो गया, अतः मैं दसों दिशाओंकी ओर देखने लगा; परंतु जिसने मेरी गति रोक दी थी, ऐसा कोई प्राणी मुझे वहाँ नहीं दिखायी दिया॥ ३६॥"
                },
                {
                    "slok": "अथ मे बुद्धिरुत्पन्ना किंनाम गमने मम। ईदृशो विघ्न उत्पन्नो रूपमत्र न दृश्यते॥३७॥",
                    "arth": "'तब मेरे मनमें यह चिन्ता हुई कि मेरी यात्रामें ऐसा कौन-सा विघ्न पैदा हो गया, जिसका यहाँ रूप नहीं दिखायी दे रहा है॥३७॥ "
                },
                {
                    "slok": "अधोभागे तु मे दृष्टिः शोचतः पतिता तदा। तत्राद्राक्षमहं भीमां राक्षसी सलिलेशयाम्॥३८॥",
                    "arth": "'इसी सोचमें पड़े-पड़े मैंने जब नीचेकी ओर दृष्टि डाली, तब मुझे एक भयानक राक्षसी दिखायी दी, जो जलमें निवास करती थी॥३८॥ "
                },
                {
                    "slok": "प्रहस्य च महानादमुक्तोऽहं भीमया तया। अवस्थितमसम्भ्रान्तमिदं वाक्यमशोभनम्॥३९॥ ",
                    "arth": "'उस भीषण निशाचरीने बड़े जोरसे अट्टहास करके निर्भय खड़े हुए मुझसे गरज-गरजकर यह अमङ्गलजनक बात कही-॥३९॥ "
                },
                {
                    "slok": "क्वासि गन्ता महाकाय क्षुधिताया ममेप्सितः। भक्षः प्रीणय मे देहं चिरमाहारवर्जितम्॥४०॥",
                    "arth": "'विशालकाय वानर! कहाँ जाओगे ? मैं भूखी हुई हूँ। तुम मेरे लिये मनोवाञ्छित भोजन हो। आओ, चिरकालसे निराहार पड़े हुए मेरे शरीर और प्राणोंको तृप्त करो'॥४०॥ "
                },
                {
                    "slok": "या बाढमित्येव तां वाणी प्रत्यगृह्णामहं ततः। आस्यप्रमाणादधिकं तस्याः कायमपूरयम्॥४१॥",
                    "arth": "तब मैंने 'बहुत अच्छा' कहकर उसकी बात मान ली और अपने शरीरको उसके मुखके प्रमाणसे बहुत अधिक बढ़ा लिया॥४१॥"
                },
                {
                    "slok": "तस्याश्चास्यं महद् भीमं वर्धते मम भक्षणे। न तु मां सा नु बुबुधे मम वा विकृतं कृतम्॥४२॥",
                    "arth": "'परंतु उसका विशाल और भयानक मुख भी मुझे | भक्षण करनेके लिये बढ़ने लगा। उसने मुझे या मेरे प्रभावको नहीं जाना तथा मैंने जो छल किया था, वह भी उसकी समझमें नहीं आया॥ ४२ ॥ "
                },
                {
                    "slok": "एत ततोऽहं विपुलं रूपं संक्षिप्य निमिषान्तरात्। तस्या हृदयमादाय प्रपतामि नभःस्थलम्॥४३॥ ",
                    "arth": "'फिर तो पलक मारते-मारते मैंने अपने विशाल रूपको अत्यन्त छोटा बना लिया और उसका कलेजा निकालकर आकाशमें उड़ गया॥४३॥"
                },
                {
                    "slok": "सा विसृष्टभुजा भीमा पपात लवणाम्भसि।नि मया पर्वतसंकाशा निकृत्तहृदया सती॥४४॥",
                    "arth": "'मेरे द्वारा कलेजेके काट लिये जानेपर पर्वतके | समान भयानक शरीरवाली वह दुष्टा राक्षसी अपनी दोनों बाँहें शिथिल हो जानेके कारण समुद्रके जलमें गिर पड़ी॥४४॥ "
                },
                {
                    "slok": "शृणोमि खगतानां च वाचः सौम्या महात्मनाम्। राक्षसी सिंहिका भीमा क्षिप्रं हनुमता हता॥४५॥",
                    "arth": "'उस समय मुझे आकाशचारी सिद्ध महात्माओंकी | यह सौम्य वाणी सुनायी दी-'अहो! इस सिंहिक नामवाली भयानक राक्षसीको हनुमान्जीने शीघ्र ही | मार डाला' ॥ ४५ ॥"
                },
                {
                    "slok": "तां हत्वा पुनरेवाहं कृत्यमात्ययिकं स्मरन्। गत्वा च महदध्वानं पश्यामि नगमण्डितम्॥४६॥ दक्षिणं तीरमुदधेर्लङ्का यत्र गता पुरी।",
                    "arth": "'उसे मारकर मैंने फिर अपने उस आवश्यक | कार्यपर ध्यान दिया, जिसकी पूर्तिमें अधिक विलम्ब हो | चुका था। उस विशाल मार्गको समाप्त करके मैंने | पर्वतमालाओंसे मण्डित समुद्रका वह दक्षिण किनारा | देखा, जहाँ लङ्कापुरी बसी हुई है॥ ४६३ ॥"
                },
                {
                    "slok": "गई अस्तं दिनकरे याते रक्षसां निलयं पुरीम्॥४७॥ | प्रविष्टोऽहमविज्ञातो रक्षोभिर्भीमविक्रमैः।",
                    "arth": "'सूर्यदेवके अस्ताचलको चले जानेपर मैंने | राक्षसोंकी निवासस्थानभूता लङ्कापुरीमें प्रवेश किया, किंतु वे भयानक पराक्रमी राक्षस मेरे विषयमें कुछ भी | जान न सके॥ ४७३॥ "
                },
                {
                    "slok": "हर तत्रमा प्रविशतश्चापि मा कल्पान्तघनसप्रभा॥४८॥ अट्टहासं विमुञ्चन्ती नारी काप्युत्थिता पुरः।",
                    "arth": "'मेरे प्रवेश करते ही प्रलयकालके मेघकी भाँति काली कान्तिवाली एक स्त्री अट्टहास करती हुई मेरे सामने खड़ी हो गयी॥ ४८३॥ "
                },
                {
                    "slok": "जिघांसन्तीं ततस्तां तु ज्वलदग्निशिरोरुहाम्॥४९॥ सव्यमुष्टिप्रहारेण पराजित्य सुभैरवाम्। प्रदोषकाले प्रविशं भीतयाहं तयोदितः॥५०॥",
                    "arth": "'उसके सिरके बाल प्रज्वलित अग्निके समान दिखायी देते थे। वह मुझे मार डालना चाहती थी। यह देख मैंने बायें हाथके मुक्केसे प्रहार करके उस भयंकर निशाचरीको परास्त कर दिया और प्रदोषकालमें पुरीके भीतर प्रविष्ट हुआ। उस समय उस डरी हुई निशाचरीने मुझसे इस प्रकार कहा-॥४९-५०॥ "
                },
                {
                    "slok": "अहं लङ्कापुरी वीर निर्जिता विक्रमेण ते। यस्मात् तस्माद् विजेतासि सर्वरक्षांस्यशेषतः॥५१॥",
                    "arth": "'वीर! मैं साक्षात् लङ्कापुरी हूँ। तुमने अपने पराक्रमसे मुझे जीत लिया है, इसलिये तुम समस्त राक्षसोंपर पूर्णत: विजय प्राप्त कर लोगे'॥५१॥ "
                },
                {
                    "slok": "तत्राहं सर्वरात्रं तु विचरञ्जनकात्मजाम्। रावणान्तःपुरगतो न चापश्यं सुमध्यमाम्॥५२॥ ",
                    "arth": "शान 'वहाँ सारी रात नगरमें घर-घर घूमने और रावणके अन्तःपुरमें पहुँचनेपर भी मैंने सुन्दर कटिप्रदेशवाली जनकनन्दिनी सीताको नहीं देखा ॥५२॥ "
                },
                {
                    "slok": "का ततः सीतामपश्यंस्तु रावणस्य निवेशने। जन शोकसागरमासाद्य न पारमुपलक्षये॥५३॥",
                    "arth": "'रावणके महलमें सीताको न देखनेपर मैं शोकसागरमें डूब गया। उस समय मुझे उस शोकका कहीं पार नहीं दिखायी देता था॥५३॥ "
                },
                {
                    "slok": "शोचता च मया दृष्टं प्राकारेणाभिसंवृतम्। काञ्चनेन विकृष्टेन । गृहोपवनमुत्तमम्॥५४॥",
                    "arth": "'सोचमें पड़े-पड़े ही मैंने एक उत्तम गृहोद्यान देखा, जो सोनेके बने हुए सुन्दर परकोटेसे घिरा हुआ था॥५४॥ "
                },
                {
                    "slok": "सप्राकारमवप्लुत्य पश्यामि बहुपादपम्। अशोकवनिकामध्ये शिंशपापादपो महान्॥५५॥ ",
                    "arth": "'तब उस परकोटेको लाँघकर मैंने उस गृहोद्यानको देखा, जो बहुसंख्यक वृक्षोंसे भरा हुआ था। उस अशोकवाटिकाके बीचमें मुझे एक बहुत ऊँचा अशोकवृक्ष दिखायी दिया॥५५॥"
                },
                {
                    "slok": "तमारुह्य च पश्यामि काञ्चनं कदलीवनम्। अदूराच्छिंशपावृक्षात् पश्यामि वरवर्णिनीम्॥५६॥",
                    "arth": "'उसपर चढ़कर मैंने सुवर्णमय कदलीवन देखा तथा उस अशोक-वृक्षके पास ही मुझे सर्वाङ्गसुन्दरी सीताजीका दर्शन हुआ ॥ ५६ ॥"
                },
                {
                    "slok": "श्यामांना कमलपत्राक्षीमुपवासकृशाननाम्। तदेकवासःसंवीतां रजोध्वस्तशिरोरुहाम्॥५७॥",
                    "arth": "वे सदा सोलह वर्षकी-सी अवस्थामें युक्त दिखायी देती है। उनके नेत्र प्रफुल्ल कमलदलके समान सुन्दर हैं। सीताजी उपवास करनेके कारण अत्यन्त दुर्बल हो गयी हैं और उनकी यह दुर्बलता उनका मुख देखते ही स्पष्ट हो जाती है। वे एक ही वस्त्र पहनी हुई हैं और उनके केश धूलसे धूसर हो गये हैं॥५७॥ "
                },
                {
                    "slok": "शोकसंतापदीनाङ्गी सीतां भर्तृहिते स्थिताम्। राक्षसीभिर्विरूपाभिः क्रूराभिरभिसंवृताम्॥५८॥ ",
                    "arth": "मांसशोणितभक्ष्याभिर्व्याघ्रीभिर्हरिणीं यथा। र 'उनके सारे अङ्ग शोक-संतापसे दीन दिखायी देते हैं। वे अपने स्वामीके हित-चिन्तनमें तत्पर हैं। रक्त-मांसका भोजन करनेवाली क्रूर एवं कुरूप राक्षसियाँ उन्हें चारों ओरसे घेरकर उनकी रखवाली करती हैं। ठीक उसी तरह जैसे बहुत-सी बाघिनें किसी हरिणीको घेरे हुए खड़ी हों॥५८३॥ "
                },
                {
                    "slok": "सा मया राक्षसीमध्ये तय॑माना मुहुर्मुहुः॥५९॥ एकवेणीधरा दीना भर्तृचिन्तापरायणा। भूमिशय्या विवर्णाङ्गी पद्मिनीव हिमागमे॥६०॥",
                    "arth": "'मैंने देखा, वे राक्षसियोंके बीचमें बैठी थी और राक्षसियाँ उन्हें बारम्बार धमका रही थीं। वे सिरपर एक ही वेणी धारण किये दीनभावसे अपने पतिके चिन्तनमें तल्लीन हो रही थीं। धरती ही उनकी शय्या है। जैसे हेमन्तऋतु आनेपर कमलिनी सूखकर श्रीहीन हो जाती है, उसी प्रकार उनके सारे अङ्ग कान्तिहीन हो गये हैं॥५९-६०॥ "
                },
                {
                    "slok": "रावणाद् विनिवृत्तार्था मर्तव्ये कृतनिश्चया। कथंचिन्मृगशावाक्षी तूर्णमासादिता मया ॥६१॥",
                    "arth": "'रावणकी ओरसे उनका हार्दिक भाव सर्वथा दूर है। वे मरनेका निश्चय कर चुकी हैं। उसी अवस्थामें मैं किसी तरह शीघ्रतापूर्वक मृगनयनी सीताके पास पहुँच सका॥६१॥ "
                },
                {
                    "slok": "तां दृष्ट्वा तादृशीं नारी रामपत्नी यशस्विनीम्। तत्रैव शिंशपावृक्षे पश्यन्नहमवस्थितः॥६२॥",
                    "arth": "'वैसी अवस्थामें पड़ी हुई उन यशस्विनी नारी श्रीरामपत्नी सीताको अशोक-वृक्षके नीचे बैठी देख मैं भी उस वृक्षपर स्थित हो गया और उन्हें वहींसे निहारने लगा॥६२॥ "
                },
                {
                    "slok": "ततो हलहलाशब्दं काञ्चीनूपुरमिश्रितम्। शाशिकगाधी गताम्य निवेशने ॥६३॥",
                    "arth": "'इतनेहीमें रावणके महलमें करधनी और नूपुरोंकी झनकारसे मिला हुआ अधिक गम्भीर कोलाहल सुनायी पड़ा॥६३॥ "
                },
                {
                    "slok": "ततोऽहं परमोद्विग्नः स्वरूपं प्रत्यसंहरम्। अहं च शिंशपावृक्षे पक्षीव गहने स्थितः॥६४।",
                    "arth": "'फिर तो मैंने अत्यन्त उद्विग्न होकर अपने स्वरूपको समेट लिया-छोटा बना लिया और पक्षीके समान उस गहन शिंशपा (अशोक) वृक्षमें छिपा बैठा रहा॥६४॥ ततो रावणदाराश्च रावणश्च महाबलः। तं देशमनुसम्प्राप्तो यत्र सीताभवत् स्थिता ॥६५॥"
                },
                {
                    "slok": "'इतनेहीमें रावणकी स्त्रियाँ और महाबली रावण-ये सब-के-सब उस स्थानपर आ पहुँचे, जहाँ सीतादेवी विराजमान थीं॥६५॥ ",
                    "arth": "इतनेहीमें रावणकी स्त्रियाँ और महाबली रावण-ये सब-के-सब उस स्थानपर आ पहुँचे, जहाँ सीतादेवी विराजमान थीं॥६५॥"
                },
                {
                    "slok": "तं दृष्ट्वाथ वरारोहा सीता रक्षोगणेश्वरम्। संकुच्योरू स्तनौ पीनौ बाहुभ्यां परिरभ्य च॥६६॥ ",
                    "arth": "'राक्षसोंके स्वामी रावणको देखते ही सुन्दर कटिप्रदेशवाली सीता अपनी जाँघोंको सिकोड़कर और उभरे हुए दोनों स्तनोंको भुजाओंसे ढककर बैठ गयीं॥"
                },
                {
                    "slok": "वित्रस्तां परमोद्विग्नां वीक्ष्यमाणामितस्ततः। गः त्राणं कंचिदपश्यन्ती वेपमानां तपस्विनीम्॥६७॥ तामुवाच दशग्रीवः सीतां परमदुःखिताम्। अवाशिराः प्रपतितो बहुमन्यस्व मामिति ॥ ६८॥",
                    "arth": "'वे अत्यन्त भयभीत और उद्विग्न होकर इधरउधर देखने लगीं। उन्हें कोई भी अपना रक्षक नहीं दिखायी देता था। भयसे काँपती हुई अत्यन्त दुःखिनी तपस्विनी सीताके सामने जा दशमुख रावण नीचे सिर किये उनके चरणोंमें गिर पड़ा और इस प्रकार बोला'विदेहकुमारी! मैं तुम्हारा सेवक हूँ। तुम मुझे अधिक आदर दो'॥६७-६८॥ "
                },
                {
                    "slok": "यदि चेत्त्वं तु मां दर्पान्नाभिनन्दसि गर्विते। द्विमासानन्तरं सीते पास्यामि रुधिरं तव ॥६९॥",
                    "arth": "(इतनेपर भी अपने प्रति उनकी उपेक्षा देख वह कुपित होकर बोला-) 'गर्वीली सीते! यदि तू घमंडमें आकर मेरा अभिनन्दन नहीं करेगी तो आजसे दो महीनेके बाद मैं तेरा खून पी जाऊँगा'॥६९॥ "
                },
                {
                    "slok": "एतच्छ्रुत्वा वचस्तस्य रावणस्य दुरात्मनः। उवाच परमक्रुद्धा सीता वचनमुत्तमम्॥७०॥",
                    "arth": "'दुरात्मा रावणकी यह बात सुनकर सीताने अत्यन्त कुपित हो यह उत्तम वचन कहा-॥७०॥"
                },
                {
                    "slok": "राक्षसाधम रामस्य भार्याममिततेजसः। इक्ष्वाकुवंशनाथस्य स्नुषां दशरथस्य च॥७१॥ ",
                    "arth": "अवाच्यं वदतो जिह्वा कथं न पतिता तव। मा. 'नीच निशाचर! अमित तेजस्वी भगवान् श्रीरामकी पत्नी और इक्ष्वाकुकुलके स्वामी महाराज दशरथकी पुत्रवधूसे यह न कहने योग्य बात कहते समय तेरी जीभ क्यों नहीं गिर गयी? ॥ ७१३ ॥"
                },
                {
                    "slok": "किंस्विद्वीर्य तवानार्य यो मां भर्तुरसंनिधौ॥७२॥ अपहृत्यागतः पाप तेनादृष्टो महात्मना। ",
                    "arth": "'दुष्ट पापी! तुझमें क्या पराक्रम है ? मेरे पतिदेव जब निकट नहीं थे, तब तू उन महात्माकी दृष्टिसे छिपकर चोरी-चोरी मुझे हर लाया॥७२३ ॥"
                },
                {
                    "slok": "न त्वं रामस्य सदृशो दास्येऽप्यस्य न युज्यसे॥७३॥ अजेयः सत्यवाक् शूरो रणश्लाघी च राघवः।",
                    "arth": "'तू भगवान् श्रीरामकी समानता नहीं कर सकता। तू तो उनका दास होने योग्य भी नहीं है। श्रीरघुनाथजी सर्वथा अजेय, सत्यभाषी, शूरवीर और युद्धके अभिलाषी एवं प्रशंसक हैं'॥७३३ ॥ "
                },
                {
                    "slok": "जानक्या परुषं वाक्यमेवमुक्तो दशाननः॥७४॥ जज्वाल सहसा कोपाच्चितास्थ इव पावकः। विवृत्य नयने क्रूरे मुष्टिमुद्यम्य दक्षिणम्॥७५॥ मैथिली हन्तुमारब्धः स्त्रीभिर्हाहाकृतं तदा। स्त्रीणां मध्यात् समुत्पत्य तस्य भार्या दुरात्मनः॥७६॥ वरा मन्दोदरी नाम तया स प्रतिषेधितः। उक्तश्च मधुरां वाणीं तया स मदनार्दितः॥७७॥ ",
                    "arth": "'जनकनन्दिनीके ऐसी कठोर बात कहनेपर दशमुख रावण चितामें लगी हुई आगकी भाँति सहसा क्रोधसे जल उठा और अपनी क्रूर आँखें फाड़-फाड़कर देखता हुआ दाहिना मुक्का तानकर मिथिलेशकुमारीको मारनेके लिये तैयार हो गया। यह देख उस समय वहाँ खड़ी हुई स्त्रियाँ हाहाकार करने लगीं। इतनेहीमें उन स्त्रियोंके बीचसे उस दुरात्माकी सुन्दरी भार्या मन्दोदरी झपटकर आगे आयी और उसने रावणको ऐसा करनेसे रोका। साथ ही उस कामपीड़ित निशाचरसे मधुर वाणीमें कहा-॥७४-७७॥ "
                },
                {
                    "slok": "सीतया तव किं कार्यं महेन्द्रसमविक्रम। मया सह रमस्वाद्य मद्विशिष्टा न जानकी॥७८॥",
                    "arth": "'महेन्द्रके समान पराक्रमी राक्षसराज! सीतासे तुम्हें क्या काम है? आज मेरे साथ रमण करो। जनकनन्दिनी सीता मुझसे अधिक सुन्दरी नहीं है। ७८॥"
                },
                {
                    "slok": "देवगन्धर्वकन्याभिर्यक्षकन्याभिरेव च। सार्धं प्रभो रमस्वेति सीतया किं करिष्यसि॥७९॥ ",
                    "arth": "'प्रभो! देवताओं, गन्धर्वो और यक्षोंकी कन्याएँ हैं, इनके साथ रमण करो; सीताको लेकर क्या करोगे?'॥७९॥"
                },
                {
                    "slok": "ततस्ताभिः समेताभिर्नारीभिः स महाबलः। उत्थाप्य सहसा नीतो भवनं स्वं निशाचरः॥८०॥",
                    "arth": "'तदनन्तर वे सब स्त्रियाँ मिलकर उस महाबली निशाचर रावणको सहसा वहाँसे उठाकर अपने महलमें ले गयीं॥८०॥"
                },
                {
                    "slok": "याते तस्मिन् दशग्रीवे राक्षस्यो विकृताननाः। सीतां निर्भर्त्सयामासुर्वाक्यैः क्रूरैः सुदारुणैः॥८१॥ ",
                    "arth": "'दशमुख रावणके चले जानेपर विकराल मुखवाली राक्षसियाँ अत्यन्त दारुण क्रूरतापूर्ण वचनोंद्वारा सीताको डराने-धमकाने लगीं ॥८१॥"
                },
                {
                    "slok": "न कर तृणवद् भाषितं तासां गणयामास जानकी। गर्जितं च तथा तासां सीतां प्राप्य निरर्थकम्॥८२॥",
                    "arth": "'परंतु जानकीने उनकी बातोंको तिनकेके समान तुच्छ समझा। उनका सारा गर्जन-तर्जन सीताके पास पहुँचकर व्यर्थ हो गया॥ ८२॥ "
                },
                {
                    "slok": "वृथा गर्जितनिश्चेष्टा राक्षस्यः पिशिताशनाः। रावणाय शशंसुस्ताः सीताव्यवसितं महत्॥८३॥ ",
                    "arth": "'इस प्रकार गर्जना और सारी चेष्टाओंके व्यर्थ हो जानेपर उन मांसभक्षिणी राक्षसियोंने रावणके पास जाकर उसे सीताजीका महान् निश्चय कह सुनाया॥ ८३॥ "
                },
                {
                    "slok": "ततस्ताः सहिताः सर्वा विहताशा निरुद्यमाः। न परिक्लिश्य समस्तास्ता निद्रावशमुपागताः॥८४॥",
                    "arth": "'फिर वे सब-की-सब उन्हें अनेक प्रकारसे कष्ट दे हताश तथा उद्योगशून्य हो निद्राके वशीभूत होकर सो गयीं॥८४॥ "
                },
                {
                    "slok": "तासु चैव प्रसुप्तासु सीता भर्तृहिते रता। विलप्य करुणं दीना प्रशुशोच सुदुःखिता॥८५॥ ",
                    "arth": "'उन सबके सो जानेपर पतिके हितमें तत्पर रहनेवाली सीताजी करुणापूर्वक विलापकर अत्यन्त दीन और दुःखी हो शोक करने लगीं॥ ८५॥"
                },
                {
                    "slok": "तासां मध्यात् समुत्थाय त्रिजटा वाक्यमब्रवीत्। आत्मानं खादत क्षिप्रं न सीतामसितेक्षणाम्॥८६॥ जनकस्यात्मजां साध्वीं स्नुषां दशरथस्य च।",
                    "arth": "'उन राक्षसियोंके बीचसे त्रिजटा नामवाली राक्षसी उठी और अन्य निशाचरियोंसे इस प्रकार बोली - अरी! तुम सब अपने-आपको ही जल्दी-जल्दी खा जाओ, कजरारे नेत्रोंवाली सीताको नहीं, ये राजा दशरथकी पुत्रवधू और जनककी लाड़ली सती-साध्वी सीता इस योग्य नहीं हैं ॥ ८६३ ॥ "
                },
                {
                    "slok": "स्वप्नो ह्यद्य मया दृष्टो दारुणो रोमहर्षणः ॥ ८७ ।। रक्षसां च विनाशाय भर्तुरस्या जयाय च ।",
                    "arth": "आज अभी मैंने बड़ा भयंकर तथा रोंगटे खड़े कर देनेवाला स्वप्न देखा है; वह राक्षसोंके विनाश तथा इन सीतादेवीके पतिकी विजयका सूचक है॥८७३ ॥"
                },
                {
                    "slok": "अलमस्मान् परित्रातुं राघवाद् राक्षसीगणम् ॥ ८८ ॥ अभियाचाम वैदेहीमेतद्धि मम रोचते।",
                    "arth": "ये सीता ही श्रीरघुनाथजीके रोषसे हमारी और इन सब राक्षसियोंकी रक्षा करनेमें समर्थ हैं; अतः हमलोग विदेहनन्दिनीसे अपने अपराधोंके लिये क्षमा याचना करें-यही मुझे अच्छा लगता है ॥ ८८३ ॥"
                },
                {
                    "slok": "यदि ह्येवंविधः स्वप्नो दुःखितायाः प्रदृश्यते ॥ ८९ ॥ सा दुःखैर्विविधैर्मुक्ता सुखमाप्नोत्यनुत्तमम् ।",
                    "arth": "यदि किसी दुःखिनीके विषय में ऐसा स्वप्न देखा जाता है तो वह अनेक विध दुःखोंसे छूटकर परम उत्तम सुख पाती है ॥ ८९३ ॥"
                },
                {
                    "slok": "प्रणिपातप्रसन्ना हि मैथिली जनकात्मजा ॥ १० ॥ अलमेषा परित्रातुं राक्षस्यो महतो भयात् ।",
                    "arth": "राक्षसियो ! केवल प्रणाम करनेमात्र से मिथिलेशकुमारी जानकी प्रसन्न हो जायँगी और ये महान् भयसे मेरी रक्षा करेंगी' ॥ ९०३ ॥"
                },
                {
                    "slok": "तः सा ह्रीमती बाला भर्तुर्विजयहर्षिता ॥ ११ ॥ अवोचद् यदि तत् तथ्यं भवेयं शरणं हि वः ।",
                    "arth": "तब लज्जावती बाला सीता पतिकी विजयकी सम्भावनासे प्रसन्न हो बोलीं-'यदि यह बात सच होगी तो मैं अवश्य तुमलोगोंकी रक्षा करूंगी' ॥९१६ ॥"
                },
                {
                    "slok": "तां चाहं तादृशीं दृष्ट्वा सीताया दारुणां दशाम् ॥ १२ ॥ चिन्तयामास विश्रान्तो न च मे निर्वृतं मनः । सम्भाषणार्थे च मया जानक्याश्चिन्तितो विधिः ॥ ९३ ।।",
                    "arth": "कुछ विश्रामके पश्चात् मैं सीताकी वैसी दारुण दशा देखकर बड़ी चिन्तामें पड़ गया। मेरे मनको शान्ति नहीं मिलती थी। फिर मैंने जानकीजीके साथ वार्तालाप करनेके लिये एक उपाय सोचा ।। ९२-९३ ॥"
                },
                {
                    "slok": "इक्ष्वाकुकुलवंशस्तु स्तुतो मम पुरस्कृतः । श्रुत्वा तु गदितां वाचं राजर्षिगणभूषिताम् ॥ १४ ॥ प्रत्यभाषत मां देवी बाष्पैः पिहितलोचना।",
                    "arth": "'पहले मैंने इक्ष्वाकुवंशकी प्रशंसा की राजर्षियोंकी स्तुतिसे विभूषित मेरी वह वाणी सुनकर देवी सीताके नेत्रोंमें आँसू भर आया और वे मुझसे बोलीं- ॥९४३॥"
                },
                {
                    "slok": "कस्त्वं केन कथं चेह प्राप्तो वानरपुङ्गव॥ ९५ ॥ का च रामेण ते प्रीतिस्तन्मे शंसितुमर्हसि।",
                    "arth": "'कपिश्रेष्ठ ! तुम कौन हो? किसने तुम्हें भेजा है? यहाँ कैसे आये हो? और भगवान् श्रीरामके साथ तुम्हारा कैसा प्रेम है? यह सब मुझे बताओ'॥९५३ ॥"
                },
                {
                    "slok": "तस्यास्तद् वचनं श्रुत्वा अहमप्यब्रुवं वचः॥ ९६ ॥ देवि रामस्य भर्तुस्ते सहायो भीमविक्रमः। श्री सुग्रीवो नाम विक्रान्तो वानरेन्द्रो महाबलः॥ ९७ ॥",
                    "arth": "'उनका वह वचन सुनकर मैंने भी कहा'देवि! तुम्हारे पतिदेव श्रीरामके सहायक एक भयंकर पराक्रमी बलविक्रमसम्पन्न महाबली वानरराज हैं, जिनका नाम सुग्रीव है॥९६-९७॥"
                },
                {
                    "slok": "तस्य मां विद्धि भृत्यं त्वं हनूमन्तमिहागतम्। भर्ना सम्प्रहितस्तुभ्यं रामेणाक्लिष्टकर्मणा॥ ९८ ॥",
                    "arth": "'उन्हींका मुझे सेवक समझो। मेरा नाम हनुमान् है। अनायास ही महान् कर्म करनेवाले तुम्हारे पति श्रीरामने मुझे भेजा है। इसलिये मैं यहाँ आया हूँ॥९८॥"
                },
                {
                    "slok": "इदं तु पुरुषव्याघ्रः श्रीमान् दाशरथिः स्वयम्। अङ्गलीयमभिज्ञानमदात् तुभ्यं यशस्विनि॥ ९९ ॥",
                    "arth": "'यशस्विनि! पुरुषसिंह दशरथनन्दन साक्षात् श्रीमान् रामने पहचानके लिये यह अंगूठी तुम्हें दी है॥ ९९॥"
                },
                {
                    "slok": "तदिच्छामि त्वयाज्ञप्तं देवि किं करवाण्यहम्। रामलक्ष्मणयोः पाश्र्वं नयामि त्वां किमुत्तरम्॥१००॥",
                    "arth": "'देवि! मैं चाहता हूँ कि आप मुझे आज्ञा दें कि मैं आपकी क्या सेवा करूँ? आप कहें तो मैं अभी आपको श्रीराम और लक्ष्मणके पास पहुँचा दूं। इस विषयमें आपका क्या उत्तर है?'॥१००॥"
                },
                {
                    "slok": "एतच्छ्रुत्वा विदित्वा च सीता जनकनन्दिनी। आह रावणमुत्पाट्य राघवो मां नयत्विति॥१०१॥",
                    "arth": "'मेरी यह बात सुनकर और सोच-समझकर जनकनन्दिनी सीताने कहा-'मेरी इच्छा है कि श्रीरघुनाथजी रावणका संहार करके मुझे यहाँसे ले चलें'॥१०१॥"
                },
                {
                    "slok": "प्रणम्य शिरसा देवीमहमार्यामनिन्दिताम्। राघवस्य । मनोह्लादमभिज्ञानमयाचिषम्॥१०२॥",
                    "arth": "'तब मैंने उन सती-साध्वी देवी आर्या सीताको सिर झुकाकर प्रणाम किया और कोई ऐसी पहचान माँगी, जो श्रीरघुनाथजीके मनको आनन्द प्रदान करनेवाली हो॥ अथ मामब्रवीत् सीता गृह्यतामयमुत्तमः। मणिर्येन महाबाहू रामस्त्वां बहु मन्यते॥१०३॥ "
                },
                {
                    "slok": "अथ मामब्रवीत् सीता गृह्यतामयमुत्तमः। मणिर्येन महाबाहू रामस्त्वां बहु मन्यते॥१०३॥",
                    "arth": "'मेरे माँगनेपर सीताजीने कहा-'लो, यह उत्तम चूडामणि है, जिसे पाकर महाबाहु श्रीराम तुम्हारा विशेष आदर करेंगे'॥ १०३॥ "
                },
                {
                    "slok": "इत्युक्त्वा तु वरारोहा मणिप्रवरमुत्तमम्। प्रायच्छत् परमोद्विग्ना वाचा मां संदिदेश ह॥१०४॥",
                    "arth": "मत 'ऐसा कहकर सुन्दरी सीताने मुझे वह परम उत्तम चूडामणि दी और अत्यन्त उद्विग्न होकर वाणीद्वारा अपना संदेश कहा ॥ १०४॥ "
                },
                {
                    "slok": "गायक राम की ततस्तस्यै प्रणम्याहं राजपुत्र्यै समाहितः। का प्रदक्षिणं परिक्राममिहाभ्युद्तमानसः॥१०५॥",
                    "arth": "काममा तब मन-ही-मन यहाँ आनेके लिये उत्सुक हो एकाग्रचित्त होकर मैंने राजकुमारी सीताको प्रणाम किया और उनकी दक्षिणावर्त परिक्रमा की॥ १०५ ॥"
                },
                {
                    "slok": "उत्तरं पुनरेवाह निश्चित्य मनसा तदा। हनूमन् मम वृत्तान्तं वक्तुमर्हसि राघवे॥१०६॥ यथा श्रुत्वैव नचिरात् तावुभौ रामलक्ष्मणौ। सुग्रीवसहितौ वीरावुपेयातां तथा कुरु ॥१०७॥",
                    "arth": "'उस समय उन्होंने मनसे कुछ निश्चय करके पुनः मुझे उत्तर दिया-'हनुमन्! तुम श्रीरघुनाथजीको मेरा सारा वृत्तान्त सुनाना और ऐसा प्रयत्न करना, जिससे सुग्रीवसहित वे दोनों वीरबन्धु श्रीराम और लक्ष्मण मेरा हाल सुनते ही अविलम्ब यहाँ आ जायें ॥ १०६-१०७॥"
                },
                {
                    "slok": "यदन्यथा भवेदेतद् द्वौ मासौ जीवितं मम। फरार न मां द्रक्ष्यति काकुत्स्थो म्रिये साहमनाथवत्॥१०८॥",
                    "arth": "'यदि इसके विपरीत हुआ तो दो महीनेतक मेरा जीवन और शेष है। उसके बाद श्रीरघुनाथजी मुझे नहीं देख सकेंगे। मैं अनाथकी भाँति मर जाऊँगी' ॥ १०८॥"
                },
                {
                    "slok": "तच्छ्रुत्वा करुणं वाक्यं क्रोधो मामभ्यवर्तत। उत्तर च मया दृष्टं कार्यशेषमनन्तरम्॥१०९॥",
                    "arth": "नाक 'उनका यह करुणाजनक वचन सुनकर राक्षसोंके प्रति मेरा क्रोध बहुत बढ़ गया। फिर मैंने शेष बचे हुए भावी कार्यपर विचार किया॥१०९॥"
                },
                {
                    "slok": "ततोऽवर्धत मे कायस्तदा पर्वतसंनिभः।मोगायुद्धाकाङ्क्षी वनं तस्य विनाशयितुमारभे॥११०॥",
                    "arth": "तदनन्तर मेरा शरीर बढ़ने लगा और तत्काल पर्वतके समान हो गया। मैंने युद्धकी इच्छासे रावणके उस वनको उजाड़ना आरम्भ किया॥११०॥"
                },
                {
                    "slok": "तद् भग्नं वनखण्डं तु भ्रान्तत्रस्तमृगद्विजम्। प्रतिबुद्ध्य निरीक्षन्ते राक्षस्यो विकृताननाः॥१११॥",
                    "arth": "'जहाँके पशु और पक्षी घबराये और डरे हुए थे, उस उजड़े हुए वनखण्डको वहाँ सोकर उठी हुई विकराल मुखवाली राक्षसियोंने देखा ॥१११॥"
                },
                {
                    "slok": "मां च दृष्ट्वा वने तस्मिन् समागम्य ततस्ततः। ताः समभ्यागताः क्षिप्रं रावणायाचचक्षिरे॥११२॥",
                    "arth": "'उस वनमें मुझे देखकर वे सब इधर-उधरसे जुट गयीं और तुरंत रावणके पास जाकर उन्होंने वनविध्वंसका सारा समाचार कहा- ॥११२॥"
                },
                {
                    "slok": "राजन् वनमिदं दुर्गं तव भग्नं दुरात्मना। वानरेण ह्यविज्ञाय तव वीर्यं महाबल॥११३॥",
                    "arth": "'महाबली राक्षसराज! एक दुरात्मा वानरने आपके बल-पराक्रमको कुछ भी न समझकर इस दुर्गम प्रमदावनको उजाड़ डाला है॥ ११३॥"
                },
                {
                    "slok": "तस्य दुर्बुद्धिता राजंस्तव विप्रियकारिणः। वधमाज्ञापय क्षिप्रं यथासौ न पुनव्रजेत्॥११४॥",
                    "arth": "'महाराज! यह उसकी दर्बद्धि ही है, जो उसने आपका अपराध किया। आप शीघ्र ही उसके वधकी आज्ञा दें, जिससे वह फिर बचकर चला न जाय' ॥११४॥"
                },
                {
                    "slok": "तच्छ्रुत्वा राक्षसेन्द्रेण विसृष्टा बहुदुर्जयाः। राक्षसाः किंकरा नाम रावणस्य मनोऽनुगाः॥११५॥",
                    "arth": "नाम 'यह सुनकर राक्षसराजने अपने मनके अनुकूल चलनेवाले किंकर नामक राक्षसोंको भेजा, जिनपर विजय पाना अत्यन्त कठिन था॥ ११५॥"
                },
                {
                    "slok": "तेषामशीतिसाहस्त्रं शूलमुद्रपाणिनाम्। मया तस्मिन् वनोद्देशे परिघेण निषूदितम्॥११६॥",
                    "arth": "'वे हाथोंमें शूल और मुद्गर लेकर आये थे। उनकी संख्या अस्सी हजार थी; परंतु मैंने उस वनप्रान्तमें एक परिघसे ही उन सबका संहार कर डाला॥११६॥"
                },
                {
                    "slok": "तेषां तु हतशिष्टा ये ते गता लघुविक्रमाः। निहतं च मया सैन्यं रावणायाचचक्षिरे॥११७॥",
                    "arth": "'उनमें जो मरनेसे बच गये, वे जल्दी-जल्दी पैर बढ़ाते हुए भाग गये। उन्होंने रावणको मेरेद्वारा सारी सेनाके मारे जानेका समाचार बताया॥११७॥"
                },
                {
                    "slok": "ततो मे बुद्धिरुत्पन्ना चैत्यप्रासादमुत्तमम्। तत्रस्थान् राक्षसान् हत्वा शतं स्तम्भेन वै पुनः॥११८॥ ललामभूतो लङ्काया मया विध्वंसितो रुषा।",
                    "arth": "'तत्पश्चात् मेरे मनमें एक नया विचार उत्पन्न हुआ और मैंने क्रोधपूर्वक वहाँके उत्तम चैत्यप्रासादको, जो लङ्काका सबसे सुन्दर भवन था तथा जिसमें सौ खम्भे लगे हुए थे, वहाँके राक्षसोंका संहार करके तोड़-फोड़ डाला ॥११८३ ॥"
                },
                {
                    "slok": "ततः प्रहस्तस्य सुतं जम्बुमालिनमादिशत्॥११९॥ राक्षसैर्बहुभिः सार्धं घोररूपैर्भयानकैः।",
                    "arth": "तब रावणने घोर रूपवाले भयानक राक्षसोंके साथ जिनकी संख्या बहुत अधिक थी, प्रहस्तके बेटे जम्बुमालीको युद्धके लिये भेजा॥ ११९३ ॥"
                },
                {
                    "slok": "तमहं बलसम्पन्नं राक्षसं रणकोविदम्॥१२०॥ परिघेणातिघोरेण सूदयामि सहानुगम्।",
                    "arth": "व 'वह राक्षस बड़ा बलवान् तथा युद्धकी कलामें | कुशल था तो भी मैंने अत्यन्त घोर परिघसे मारकर सेवकोंसहित उसे कालके गालमें डाल दिया॥१२०३ ॥"
                },
                {
                    "slok": "तच्छ्रुत्वा राक्षसेन्द्रस्तु मन्त्रिपुत्रान् महाबलान्॥१२१॥ | पदातिबलसम्पन्नान् प्रेषयामास रावणः। परिघेणैव तान् सर्वान् नयामि यमसादनम्॥१२२॥",
                    "arth": "'यह सुनकर राक्षसराज रावणने पैदल सेनाके | साथ अपने मन्त्रीके पुत्रोंको भेजा, जो बड़े बलवान थे; किंतु मैंने परिघसे ही उन सबको यमलोक भेज दिया॥१२१-१२२॥"
                },
                {
                    "slok": "मन्त्रिपुत्रान् हतान् श्रुत्वा समरे लघुविक्रमान्। पञ्च सेनाग्रगान् शूरान् प्रेषयामास रावणः॥१२३॥",
                    "arth": "'समराङ्गणमें शीघ्रतापूर्वक पराक्रम प्रकट करनेवाले मन्त्रिकुमारोंको मारा गया सुनकर रावणने पाँच शूरवीर सेनापतियोंको भेजा ॥ १२३॥"
                },
                {
                    "slok": "तानहं सहसैन्यान् वै सर्वानेवाभ्यसूदयम्। ततः पुनर्दशग्रीवः पुत्रमक्षं महाबलम्॥१२४॥ बहुभी राक्षसैः सार्धं प्रेषयामास संयुगे।",
                    "arth": "'उन सबको भी मैंने सेनासहित मौतके घाट उतार दिया। तब दशमुख रावणने अपने पुत्र महाबली अक्षकुमारको बहुसंख्यक राक्षसोंके साथ युद्धके लिये भेजा॥ १२४३॥"
                },
                {
                    "slok": "तं तु मन्दोदरीपुत्रं कुमारं रणपण्डितम्॥१२५॥ सहसा खं समुद्यन्तं पादयोश्च गृहीतवान्। तमासीनं शतगुणं भ्रामयित्वा व्यपेषयम्॥१२६॥",
                    "arth": "'मन्दोदरीका वह पुत्र युद्धकी कलामें बड़ा प्रवीण था। वह आकाशमें उड़ रहा था। उसी समय मैंने सहसा उसके दोनों पैर पकड़ लिये और सौ बार घुमाकर उसे पृथ्वीपर पटक दिया। इस तरह वहाँ पड़े हुए कुमार अक्षको मैंने पीस डाला ॥ १२५-१२६ ॥"
                },
                {
                    "slok": "तमक्षमागतं भग्नं निशम्य स दशाननः।। ततश्चेन्द्रजितं नाम द्वितीयं रावणः सुतम्॥१२७॥ व्यादिदेश सुसंक्रुद्धो बलिनं युद्धदुर्मदम्।",
                    "arth": "'अक्षकुमार युद्धभूमिमें आया और मारा गयायह सुनकर दशमुख रावणने अत्यन्त कुपित हो अपने दूसरे पुत्र इन्द्रजित्को , जो बड़ा ही रणदुर्मद और बलवान् था, भेजा ॥ १२७३ ॥"
                },
                {
                    "slok": "तच्चाप्यहं बलं सर्वं तं च राक्षसपुङ्गवम्॥१२८॥ नष्टौजसं रणे कृत्वा परं हर्षमुपागतः।।",
                    "arth": "'उसके साथ आयी हुई सारी सेनाको और उस राक्षस- शिरोमणिको भी युद्धमें हतोत्साह करके मुझे बड़ा हर्ष हुआ॥१२८३ ॥"
                },
                {
                    "slok": "महतापि महाबाहुः प्रत्ययेन महाबलः॥१२९॥ प्रहितो रावणेनैष सह वीरैर्मदोद्धतैः।",
                    "arth": "'रावणने इस महाबली महाबाहु वीरको अनेक मदमत्त वीरोंके साथ बड़े विश्वाससे भेजा था॥ १२९३ ॥"
                },
                {
                    "slok": "सोऽविषां हि मां बुद्ध्वा स्वसैन्यं चावमर्दितम्॥१३०॥ ब्रह्मणोऽस्त्रेण स तु मां प्रबद्ध्वा चातिवेगिनः। रज्जुभिश्चापि बनन्ति ततो मां तत्र राक्षसाः॥१३१॥",
                    "arth": "'इन्द्रजित्ने देखा, मेरी सारी सेना कुचल डाली गयी, तब उसने समझ लिया कि इस वानरका सामना करना असम्भव है। अतः उसने बड़े वेगसे ब्रह्मास्त्र चलाकर मुझे बाँध लिया। फिर तो वहाँ राक्षसोंने मुझे रस्सियोंसे भी बाँधा ॥ १३०-१३१॥ "
                },
                {
                    "slok": "रावणस्य समीपं च गृहीत्वा मामुपागमन्। दृष्ट्वा सम्भाषितश्चाहं रावणेन दुरात्मना॥१३२॥ पृष्टश्च लागमनं राक्षसानां च तं वधम्। तत्सर्वं च रणे तत्र सीतार्थमुपजल्पितम्॥१३३॥",
                    "arth": "'इस तरह मुझे पकड़कर वे सब रावणके समीप ले आये। दुरात्मा रावणने मुझे देखकर वार्तालाप आरम्भ किया और पूछा-'तू लङ्कामें क्यों आया? तथा राक्षसोंका वध तूने क्यों किया ?' मैंने वहाँ उत्तर दिया, 'यह सब कुछ मैंने सीताजीके लिये किया है'॥ १३२-१३३॥"
                },
                {
                    "slok": "तस्यास्तु दर्शनाकाङ्क्षी प्राप्तस्त्वद्भवनं विभो। मारुतस्यौरसः पुत्रो वानरो हनुमानहम्॥१३४॥ रामदूतं च मां विद्धि सुग्रीवसचिवं कपिम्। सोऽहं दौत्येन रामस्य त्वत्सकाशमिहागतः॥१३५॥",
                    "arth": "'प्रभो! जनकनन्दिनीके दर्शनकी इच्छासे ही मैं तुम्हारे महलमें आया हूँ। मैं वायुदेवताका औरस पुत्र हूँ, जातिका वानर हूँ और हनुमान् मेरा नाम है। मुझे श्रीरामचन्द्रजीका दूत और सुग्रीवका मन्त्री समझो। श्रीरामचन्द्रजीका दूतकार्य करनेके लिये ही मैं यहाँ तुम्हारे पास आया हूँ॥ "
                },
                {
                    "slok": "शृणु चापि समादेशं यदहं प्रब्रवीमि ते। राक्षसेश हरीशस्त्वां वाक्यमाह समाहितम्॥१३६॥",
                    "arth": "'तुम मेरे स्वामीका संदेश, जो मैं तुम्हें बता रहा हूँ, सुनो। राक्षसराज! वानरराज सुग्रीवने तुमसे एकाग्रतापूर्वक जो बात कही है, उसपर ध्यान दो॥ १३६॥"
                },
                {
                    "slok": "सुग्रीवश्च महाभागः स त्वां कौशलमब्रवीत्। धर्मार्थकामसहितं हितं पथ्यमुवाच ह॥१३७॥",
                    "arth": "'महाभाग सुग्रीवने तुम्हारी कुशल पूछी है और तुम्हें सुनानेके लिये यह धर्म, अर्थ एवं कामसे युक्त हितकर तथा लाभदायक बात कही है— ॥१३७॥ "
                },
                {
                    "slok": "वसतो ऋष्यमूके मे पर्वते विपुलद्रुमे। राघवो रणविक्रान्तो मित्रत्वं समुपागतः॥१३८॥",
                    "arth": "'जब मैं बहुसंख्यक वृक्षोंसे हरे-भरे ऋष्यमूक पर्वतपर निवास करता था, उन दिनों रणमें महान् पराक्रम प्रकट करनेवाले रघुनाथजीने मेरे साथ मित्रता स्थापित की थी॥ १३८॥ "
                },
                {
                    "slok": "तेन मे कथितं राजन् भार्या मे रक्षसा हृता। तत्र साहाय्यहेतोर्मे समयं कर्तुमर्हसि ॥१३९॥",
                    "arth": "'राजन्! उन्होंने मुझे बताया कि 'राक्षस रावणने मेरी पत्नीको हर लिया है। उसके उद्धारके कार्यमें सहायता करनेके लिये तुम मेरे सामने प्रतिज्ञा करो'॥ "
                },
                {
                    "slok": "वालिना हृतराज्येन सुग्रीवेण सह प्रभुः। चक्रेऽग्निसाक्षिकं सख्यं राघवः सहलक्ष्मणः॥१४०॥",
                    "arth": "वालीने जिनका राज्य छीन लिया था, उन सुग्रीवके साथ (अर्थात् मेरे साथ) लक्ष्मणसहित भगवान् श्रीरामने अग्निको साक्षी बनाकर मित्रता की है॥ १४०॥ "
                },
                {
                    "slok": "तेन वालिनमाहत्य शरेणैकेन संयुगे। वानराणां महाराजः कतः सम्प्लवतां प्रभः॥१४१॥",
                    "arth": "'श्रीरघुनाथजीने युद्धस्थलमें एक ही बाणसे वालीको मारकर सुग्रीवको (मुझको) उछलने-कूदनेवाले वानरोंका महाराज बना दिया है॥ १४१॥"
                },
                {
                    "slok": "तस्य साहाय्यमस्माभिः कार्यं सर्वात्मना त्विह। तेन प्रस्थापितस्तुभ्यं समीपमिह धर्मतः॥१४२॥",
                    "arth": "'अतः हमलोगोंको सम्पूर्ण हृदयसे उनकी सहायता करनी है। यही सोचकर सुग्रीवने धर्मानुसार मुझे तुम्हारे पास भेजा है॥१४२॥"
                },
                {
                    "slok": "क्षिप्रमानीयतां सीता दीयतां राघवस्य च। यावन्न हरयो वीरा विधमन्ति बलं तव॥१४३॥",
                    "arth": "'उनका कहना है कि तुम तुरंत सीताको ले आओ और जबतक वीर वानर तुम्हारी सेनाका संहार नहीं करते हैं तभीतक उन्हें श्रीरघुनाथजीको सौंप दो॥१४३॥ "
                },
                {
                    "slok": "वानराणां प्रभावोऽयं न केन विदितः पुरा। देवतानां सकाशं च ये गच्छन्ति निमन्त्रिताः॥१४४॥",
                    "arth": "'कौन ऐसा वीर है जिसे वानरोंका यह प्रभाव पहलेसे ही ज्ञात नहीं है। ये वे ही वानर हैं, जो युद्धके लिये निमन्त्रित होकर देवताओंके पास भी उनकी सहायताके लिये जाते हैं'॥१४४॥ "
                },
                {
                    "slok": "इति वानरराजस्त्वामाहेत्यभिहितो मया। मामैक्षत ततो रुष्टश्चक्षुषा प्रदहन्निव॥१४५॥",
                    "arth": "'इस प्रकार वानरराज सुग्रीवने तुमसे संदेश कहा है। मेरे इतना कहते ही रावणने रुष्ट होकर मुझे इस तरह देखा, मानो अपनी दृष्टिसे मुझे दग्ध कर डालेगा॥ "
                },
                {
                    "slok": "तेन वध्योऽहमाज्ञप्तो रक्षसा रौद्रकर्मणा। मत्प्रभावमविज्ञाय रावणेन दुरात्मना॥१४६॥",
                    "arth": "'भयंकर कर्म करनेवाले दुरात्मा राक्षस रावणने मेरे प्रभावको न जानकर अपने सेवकोंको आज्ञा दे दी कि इस वानरका (मेरा) वध कर दिया जाय॥१४६॥ "
                },
                {
                    "slok": "ततो विभीषणो नाम तस्य भ्राता महामतिः। तेन राक्षसराजश्च याचितो मम कारणात्॥१४७॥ ",
                    "arth": "'तब उसके परम बुद्धिमान् भाई विभीषणने मेरे लिये राक्षसराज रावणसे प्रार्थना करते हुए कहा- ॥ "
                },
                {
                    "slok": "नैवं राक्षसशार्दूल त्यज्यतामेष निश्चयः। राजशास्त्रव्यपेतो हि मार्गः संलक्ष्यते त्वया॥१४८॥",
                    "arth": "'राक्षसशिरोमणे! ऐसा करना उचित नहीं है। आप अपने इस निश्चयको त्याग दीजिये। आपकी दृष्टि इस समय राजनीतिके विरुद्ध मार्गपर जा रही है॥१४८॥ "
                },
                {
                    "slok": "दूतवध्या न दृष्टा हि राजशास्त्रेषु राक्षस। दूतेन वेदितव्यं च यथाभिहितवादिना॥१४९॥",
                    "arth": "'राक्षसराज! राजनीति-सम्बन्धी शास्त्रोंमें कहीं भी दूतके वधका विधान नहीं है। दूत तो वही कहता है, जैसा कहनेके लिये उसे बताया गया होता है। उसका कर्तव्य है कि वह अपने स्वामीके अभिप्रायका ज्ञान करा दे।"
                },
                {
                    "slok": "सुमहत्यपराधेऽपि दूतस्यातुलविक्रम। विरूपकरणं दृष्टं न वधोऽस्ति हि शास्त्रतः॥१५०॥",
                    "arth": "'अनुपम पराक्रमी वीर! दूतका महान् अपराध होनेपर भी शास्त्रमें उसके वधका दण्ड नहीं देखा गया है। उसके किसी अङ्गको विकृत कर देनामात्र ही बताया गया है' ॥ १५० ।।"
                },
                {
                    "slok": "विभीषणेनैवमुक्तो रावणः संदिदेश तान्। राक्षसानेतदेवाद्य लाङ्गलं दह्यतामिति ॥१५१॥",
                    "arth": "'विभीषणके ऐसा कहनेपर रावणने उन राक्षसोंको आज्ञा दी-'अच्छा तो आज इसकी यह पूँछ ही जला दो'॥१५१॥"
                },
                {
                    "slok": "ततस्तस्य वचः श्रुत्वा मम पुच्छं समन्ततः। वेष्टितं शणवल्कैश्च पद्धैः कार्पासकैस्तथा॥१५२॥",
                    "arth": "'उसकी यह आज्ञा सुनकर राक्षसोंने मेरी पूँछमें सब ओरसे सुतरीकी रस्सियाँ तथा रेशमी और सूती कपड़े लपेट दिये ॥ १५२॥"
                },
                {
                    "slok": "राक्षसाः सिद्धसंनाहास्ततस्ते चण्डविक्रमाः। तदादीप्यन्त मे पुच्छं हनन्तः काष्ठमुष्टिभिः॥१५३॥",
                    "arth": "'इस प्रकार बाँध देनेके पश्चात् उन प्रचण्ड पराक्रमी राक्षसोंने काठके डंडों और मुक्कोंसे मारते हुए मेरी पूँछमें आग लगा दी॥ १५३॥ "
                },
                {
                    "slok": "बद्धस्य बहुभिः पाशैर्यन्त्रितस्य च राक्षसैः। न मे पीडाभवत् काचिद् दिदृक्षोर्नगरी दिवा॥१५४॥ ",
                    "arth": "'मैं दिनमें लङ्कापुरीको अच्छी तरह देखना चाहता था, इसलिये राक्षसोंद्वारा बहुत-सी रस्सियोंसे बाँधे और कसे जानेपर भी मुझे कोई पीड़ा नहीं हुई॥ १५४॥ "
                },
                {
                    "slok": "ततस्ते राक्षसाः शूरा बद्धं मामग्निसंवृतम्। अघोषयन् राजमार्गे नगरद्वारमागताः॥१५५॥",
                    "arth": "'तत्पश्चात् नगरद्वारपर आकर वे शूरवीर राक्षस पूँछमें लगी हुई आगसे घिरे और बँधे हुए मुझको सड़कपर घुमाते हुए सब ओर मेरे अपराधकी घोषणा करने लगे॥१५५॥"
                },
                {
                    "slok": "ततोऽहं सुमहद्रूपं संक्षिप्य पुनरात्मनः। विमोचयित्वा तं बन्धं प्रकृतिस्थः स्थितः पुनः॥१५६॥",
                    "arth": "'इतनेहीमें अपने उस विशाल रूपको संकुचित करके मैंने अपने-आपको उस बन्धनसे छुड़ा लिया और फिर स्वाभाविक रूपमें आकर मैं वहाँ खड़ा हो गया॥१५६॥ "
                },
                {
                    "slok": "आयसं परिघं गृह्य तानि रक्षांस्यसूदयम्। ततस्तन्नगरद्वारं वेगेन प्लुतवानहम्॥१५७॥",
                    "arth": "'फिर फाटकपर रखे हुए एक लोहेके परिघको उठाकर मैंने उन सब राक्षसोंको मार डाला। इसके बाद बड़े वेगसे कूदकर मैं उस नगरद्वारपर चढ़ गया॥१५७॥"
                },
                {
                    "slok": "चुच्छेन च प्रदीप्तेन तां पुरीं साट्टगोपुराम्। दहाम्यहमसम्भ्रान्तो युगान्ताग्निरिव प्रजाः॥१५८॥",
                    "arth": "'तत्पश्चात् समस्त प्रजाको दग्ध करनेवाली प्रलयाग्निके समान मैं बिना किसी घबराहटके अट्टालिका और गोपुरसहित उस पुरीको अपनी जलती हुई पूँछकी आगसे जलाने लगा॥१५८॥ "
                },
                {
                    "slok": "विनष्टा जानकी व्यक्तं न ह्यदग्धः प्रदूश्यते। लङ्कायाः कश्चिदुद्देशः सर्वा भस्मीकृता पुरी॥१५९॥ दहता च मया लङ्कां दग्धा सीता न संशयः। रामस्य च महत्कार्यं मयेदं विफलीकृतम्॥१६०॥",
                    "arth": "'फिर मैंने सोचा 'लङ्काका कोई भी स्थान ऐसा नहीं दिखायी देता है, जो जला हुआ न हो, सारी नगरी जलकर भस्म हो गयी है। अतः अवश्य ही जानकीजी भी नष्ट हो गयी होंगी। इसमें संदेह नहीं कि लङ्काको जलाते-जलाते मैंने सीताजीको भी जला दिया और इस प्रकार भगवान् श्रीरामके इस महान् कार्यको मैंने निष्फल कर दिया'॥ १५९-१६०॥ "
                },
                {
                    "slok": "इति शोकसमाविष्टश्चिन्तामहमुपागतः। ततोऽहं वाचमश्रौषं चारणानां शुभाक्षराम्॥१६१॥ जानकी न च दग्धेति विस्मयोदन्तभाषिणाम्।",
                    "arth": "'इस तरह शोकाकुल होकर मैं बड़ी चिन्तामें पड़ गया। इतनेहीमें आश्चर्ययुक्त वृत्तान्तका वर्णन करनेवाले चारणोंकी शुभ अक्षरोंसे विभूषित यह वाणी मेरे कानोंमें पड़ी कि जानकीजी इस आगसे नहीं जली हैं॥ १६१३ ॥"
                },
                {
                    "slok": "ततो मे बुद्धिरुत्पन्ना श्रुत्वा तामद्भुतां गिरम्॥१६२॥ अदग्धा जानकीत्येव निमित्तैश्चोपलक्षितम्। दीप्यमाने तु लाङ्कले न मां दहति पावकः॥१६३॥ हृदयं च प्रहृष्टं मे वाताः सुरभिगन्धिनः। ",
                    "arth": "'उस अद्भुत वाणीको सुनकर मेरे मनमें यह विचार उत्पन्न हुआ—'शुभ शकुनोंसे भी यही जान पड़ता है कि जानकीजी नहीं जली हैं; क्योंकि पूँछमें आग लग जानेपर भी अग्निदेव मुझे जला नहीं रहे हैं। मेरे हृदयमें महान् हर्ष भरा हुआ है और उत्तम सुगन्धसे युक्त मन्द-मन्द वायु चल रही है'॥१६२-१६३३ ॥"
                },
                {
                    "slok": "तैर्निमित्तैश्च दृष्टार्थैः कारणैश्च महागुणैः॥१६४॥ ऋषिवाक्यैश्च दृष्टार्थैरभवं हृष्टमानसः।",
                    "arth": "'जिनके फलोंका मुझे प्रत्यक्ष अनुभव हो चुका था, उन उत्तम शकुनों, महान् गुणशाली कारणों तथा ऋषियों (चारणों) की प्रत्यक्ष देखी हुई बातोंसे भी सीताजीके सकशल होनेका विश्वास करके मेरा मन हर्षसे भर गया॥१६४३॥ "
                },
                {
                    "slok": "पुनर्दृष्टा च वैदेही विसृष्टश्च तया पुनः॥१६५॥ ततः पर्वतमासाद्य तत्रारिष्टमहं पुनः। प्रतिप्लवनमारेभे युष्मदर्शनकाङ्क्षया॥१६६॥",
                    "arth": "'तत्पश्चात् मैंने पुनः विदेहनन्दिनीका दर्शन किया और फिर उनसे विदा लेकर मैं अरिष्ट पर्वतपर आ गया। वहींसे आपलोगोंके दर्शनकी इच्छासे मैंने प्रतिप्लवन (दुबारा आकाशमें उड़ना) आरम्भ किया। "
                },
                {
                    "slok": "ततः श्वसनचन्द्रार्कसिद्धगन्धर्वसेवितम्। पन्थानमहमाक्रम्य भवतो दृष्टवानिह॥१६७॥",
                    "arth": "'तत्पश्चात् वायु, चन्द्रमा, सूर्य, सिद्ध और गन्धर्वोसे सेवित मार्गका आश्रय ले यहाँ पहुँचकर मैंने आपलोगोंका दर्शन किया है॥ १६७॥ "
                },
                {
                    "slok": "राघवस्य प्रसादेन भवतां चैव तेजसा। सुग्रीवस्य च कार्यार्थं मया सर्वमनुष्ठितम्॥१६८॥ ",
                    "arth": "'श्रीरामचन्द्रजीकी कृपा और आपलोगोंके प्रभावसे मैंने सुग्रीवके कार्यकी सिद्धिके लिये सब कुछ किया है॥ १६८॥ "
                },
                {
                    "slok": "एतत् सर्वं मया तत्र यथावदुपपादितम्। तत्र यन्न कृतं शेषं तत् सर्वं क्रियतामिति ॥१६९॥ 'यह सारा कार्य मैंने वहाँ यथोचित रूपसे सम्पन्न किया है। जो कार्य नहीं किया है अथवा जो शेष रह गया है, वह सब आपलोग पूर्ण करें'॥१६९ ॥",
                    "arth": "'यह सारा कार्य मैंने वहाँ यथोचित रूपसे सम्पन्न किया है। जो कार्य नहीं किया है अथवा जो शेष रह गया है, वह सब आपलोग पूर्ण करें'॥१६९ ॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे अष्टपञ्चाशः सर्गः॥५८॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें अट्ठावनवाँ सर्ग पूरा हुआ॥५८॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकोनषष्टितमः सर्गः हनुमान्जीका सीताकी दुरवस्था बताकर वानरोंको लङ्कापर आक्रमण करनेके लिये उत्तेजित करना",
            "arths": [
                {
                    "slok": "एतदाख्याय तत् सर्वं हनूमान् मारुतात्मजः। भूयः समुपचक्राम वचनं वक्तुमुत्तरम्॥१॥",
                    "arth": "यह सब वृत्तान्त बताकर पवनकुमार हनुमान्जीने पुनः उत्तम बातें कहनी आरम्भ की-॥१॥"
                },
                {
                    "slok": "सफलो राघवोद्योगः सुग्रीवस्य च सम्भ्रमः। शीलमासाद्य सीताया मम च प्रीणितं मनः॥२॥",
                    "arth": "'कपिवरो! श्रीरामचन्द्रजीका उद्योग और सुग्रीवका उत्साह सफल हुआ। सीताजीका उत्तम शील-स्वभाव (पातिव्रत्य) देखकर मेरा मन अत्यन्त संतुष्ट हुआ है॥ "
                },
                {
                    "slok": "आर्यायाः सदृशं शीलं सीतायाः प्लवगर्षभाः। तपसा धारयेल्लोकान् क्रुद्धा वा निर्दहेदपि॥३॥ ",
                    "arth": "'वानरशिरोमणियो! जिस नारीका शील-स्वभाव आर्या सीताके समान होगा, वह अपनी तपस्यासे सम्पूर्ण लोकोंको धारण कर सकती है अथवा कुपित होनेपर तीनों लोकोंको जला सकती है॥३॥ "
                },
                {
                    "slok": "सर्वथातिप्रकृष्टोऽसौ रावणो राक्षसेश्वरः। यस्य तां स्पृशतो गात्रं तपसा न विनाशितम्॥४॥",
                    "arth": "'राक्षसराज रावण सर्वथा महान् तपोबलसे सम्पन्न जान पड़ता है। जिसका अङ्ग सीताका स्पर्श करते समय उनकी तपस्यासे नष्ट नहीं हो गया॥४॥ "
                },
                {
                    "slok": "न तदग्निशिखा कुर्यात् संस्पृष्टा पाणिना सती। जनकस्य सुता कुर्याद् यत् क्रोधकलुषीकृता॥५॥",
                    "arth": "'हाथसे छू जानेपर आगकी लपट भी वह काम नहीं कर सकती, जो क्रोध दिलानेपर जनकनन्दिनी सीता कर सकती हैं॥५॥ "
                },
                {
                    "slok": "जाम्बवत्प्रमुखान् सर्वाननुज्ञाप्य महाकपीन्। अस्मिन्नेवंगते कार्ये भवतां च निवेदिते। न्याय्यं स्म सह वैदेह्या द्रष्टुं तौ पार्थिवात्मजौ॥६॥",
                    "arth": "'इस कार्य में मुझे जहाँतक सफलता मिली है, वह सब इस रूपमें मैंने आपलोगोंको बता दिया। अब जाम्बवान् आदि सभी महाकपियोंकी सम्मति लेकर हम (सीताको रावणके कारावाससे लौटाकर) सीताके साथ ही श्रीरामचन्द्रजी और लक्ष्मणका दर्शन करें, यही न्यायसङ्गत जान पड़ता है॥६॥ "
                },
                {
                    "slok": "अहमेकोऽपि पर्याप्तः सराक्षसगणां पुरीम्। तां लङ्कां तरसा हन्तुं रावणं च महाबलम्॥७॥ किं पुनः सहितो वीरैर्बलवद्भिः कृतात्मभिः। कृतास्त्रैः प्लवगैः शक्तैर्भवद्भिर्विजयैषिभिः॥८॥ ",
                    "arth": "'मैं अकेला भी राक्षसगणोंसहित समस्त लङ्कापुरीका वेगपूर्वक विध्वंस करने तथा महाबली रावणको मार डालनेके लिये पर्याप्त हूँ। फिर यदि सम्पूर्ण अस्त्रोंको जाननेवाले आप-जैसे वीर, बलवान्, शुद्धात्मा, शक्तिशाली और विजयाभिलाषी वानरोंकी सहायता मिल जाय, तब तो कहना ही क्या है॥७-८॥ "
                },
                {
                    "slok": "अहं तु रावणं युद्धे ससैन्यं सपुरःसरम् । सहपुत्रं वधिष्यामि सहोदरयुतं युधि ॥ ९ ॥",
                    "arth": "'युद्धस्थलमें सेना, अग्रगामी सैनिक, पुत्र और सगे भाइयोंसहित रावणका तो मैं ही वध कर डालूँगा॥९॥"
                },
                {
                    "slok": "ब्राह्ममस्त्रं च रौद्रं च वायव्यं वारुणं तथा। यदि शक्रजितोऽस्त्राणि दुर्निरीक्ष्याणि संयुगे। तान्यहं निहनिष्यामि विधमिष्यामि राक्षसान्॥१०॥ ",
                    "arth": "'यद्यपि इन्द्रजित्के ब्राह्म अस्त्र, रौद्र, वायव्य तथा वारुण आदि अस्त्र युद्धमें दुर्लक्ष्य होते हैं किसीकी दृष्टिमें नहीं आते हैं, तथापि मैं ब्रह्माजीके वरदानसे उनका निवारण कर दूंगा और राक्षसोंका संहार कर डालूँगा ॥१०॥ "
                },
                {
                    "slok": "भवतामभ्यनुज्ञातो विक्रमो मे रुणद्धि तम्। मयातुला विसृष्टा हि शैलवृष्टिर्निरन्तरा॥११॥ देवानपि रणे हन्यात् किं पुनस्तान् निशाचरान्।",
                    "arth": "'यदि आपलोगोंकी आज्ञा मिल जाय तो मेरा पराक्रम रावणको कुण्ठित कर देगा। मेरेद्वारा लगातार बरसाये जानेवाले पत्थरोंकी अनुपम वृष्टि रणभूमिमें देवताओंको भी मौतके घाट उतार देगी; फिर उन निशाचरोंकी तो बात ही क्या है? ॥११॥ "
                },
                {
                    "slok": "भवतामननुज्ञातो विक्रमो मे रुणद्धि माम्॥१२॥ सागरोऽप्यतियाद् वेलां मन्दरः प्रचलेदपि। न जाम्बवन्तं समरे कम्पयेदरिवाहिनी॥१३॥",
                    "arth": "'आपलोगोंकी आज्ञा न होनेके कारण ही मेरा पुरुषार्थ मुझे रोक रहा है। समुद्र अपनी मर्यादाको लाँघ जाय और मन्दराचल अपने स्थानसे हट जाय, परंतु समराङ्गणमें शत्रुओंकी सेना जाम्बवान्को विचलित कर दे, यह कभी सम्भव नहीं है॥१२-१३॥ "
                },
                {
                    "slok": "सर्वराक्षससङ्घानां राक्षसा ये च पूर्वजाः। अलमेकोऽपि नाशाय वीरो वालिसुतः कपिः॥१४॥",
                    "arth": "'सम्पूर्ण राक्षसों और उनके पूर्वजोंको भी यमलोक पहुँचानेके लिये वालीके वीर पुत्र कपिश्रेष्ठ अङ्गद अकेले ही काफी हैं॥१४॥"
                },
                {
                    "slok": " प्लवगस्योरुवेगेन नीलस्य च महात्मनः। मन्दरोऽप्यवशीर्येत किं पुनर्युधि राक्षसाः॥१५॥ ",
                    "arth": "'वानरवीर महात्मा नीलके महान् वेगसे मन्दराचल भी विदीर्ण हो सकता है; फिर युद्ध में राक्षसोंका नाश करना उनके लिये कौन बड़ी बात है? ॥१५॥ "
                },
                {
                    "slok": "सदेवासुरयक्षेषु गन्धर्वोरगपक्षिषु। मैन्दस्य प्रतियोद्धारं शंसत द्विविदस्य वा॥१६॥",
                    "arth": "तुम सब-के-सब बताओ तो सही-देवता, असुर, यक्ष, गन्धर्व, नाग और पक्षियोंमें भी कौन ऐसा वीर है, जो मैन्द अथवा द्विविदके साथ लोहा ले सके ? ॥१६॥"
                },
                {
                    "slok": "अश्विपुत्रौ महावेगावेतौ प्लवगसत्तमौ। एतयोः प्रतियोद्धारं न पश्यामि रणाजिरे॥१७॥",
                    "arth": "'ये दोनों वानरशिरोमणि महान् वेगशाली तथा अश्विनीकुमारोंके पुत्र हैं। समराङ्गणमें इन दोनोंका सामना करनेवाला मुझे कोई नहीं दिखायी देता ॥१७॥ "
                },
                {
                    "slok": "मयैव निहता लङ्का दग्धा भस्मीकृता पुरी।। राजमार्गेषु सर्वेषु नाम विश्रावितं मया ॥१८॥",
                    "arth": "'मैंने अकेले ही लङ्कावासियोंको मार गिराया, नगरमें आग लगा दी और सारी पुरीको जलाकर भस्म कर दिया। इतना ही नहीं, वहाँकी सब सड़कोंपर मैंने अपने नामका डंका पीट दिया॥१८॥ "
                },
                {
                    "slok": "जयत्यतिबलो रामो लक्ष्मणश्च महाबलः। राजा जयति सुग्रीवो राघवेणाभिपालितः॥१९॥ अहं कोसलराजस्य दासः पवनसम्भवः। हनूमानिति सर्वत्र नाम विश्रावितं मया॥२०॥",
                    "arth": "'अत्यन्त बलशाली श्रीराम और महाबली लक्ष्मणकी जय हो। श्रीरघुनाथजीके द्वारा सुरक्षित राजा सुग्रीवकी भी जय हो। मैं कोसलनरेश श्रीरामचन्द्रजीका दास और वायुदेवताका पुत्र हूँ। हनुमान् मेरा नाम है-इस प्रकार सर्वत्र अपने नामकी घोषणा कर दी है॥१९-२०॥ "
                },
                {
                    "slok": "अशोकवनिकामध्ये रावणस्य दुरात्मनः। अधस्ताच्छिंशपामूले साध्वी करुणमास्थिता॥२१॥",
                    "arth": "'दुरात्मा रावणकी अशोकवाटिकाके मध्यभागमें एक अशोक-वृक्षके नीचे साध्वी सीता बड़ी दयनीय अवस्थामें रहती हैं॥२१॥ "
                },
                {
                    "slok": "राक्षसीभिः परिवृता शोकसंतापकर्शिता। मेघरेखापरिवृता चन्द्ररेखेव निष्प्रभा॥२२॥",
                    "arth": "'राक्षसियोंसे घिरी हुई होनेके कारण वे शोकसंतापसे दुर्बल होती जा रही हैं। बादलोंकी पंक्तिसे घिरी हुई चन्द्रलेखाकी भाँति श्रीहीन हो गयी हैं॥२२॥ "
                },
                {
                    "slok": "अचिन्तयन्ती वैदेही रावणं बलदर्पितम्। पतिव्रता च सुश्रोणी अवष्टब्धा च जानकी॥२३॥",
                    "arth": "'सुन्दर कटिप्रदेशवाली विदेहनन्दिनी जानकी पतिव्रता हैं। वे बलके घमंडमें भरे रहनेवाले रावणको कुछ भी नहीं समझती हैं तो भी उसीकी कैदमें पड़ी हैं॥ २३ ॥ "
                },
                {
                    "slok": "अनुरक्ता हि वैदेही रामे सर्वात्मना शुभा। अनन्यचित्ता रामेण पौलोमीव पुरन्दरे॥२४॥",
                    "arth": "'कल्याणी सीता श्रीराममें सम्पूर्ण हृदयसे अनुरक्त हैं, जैसे शची देवराज इन्द्रमें अनन्य प्रेम रखती हैं, उसी प्रकार सीताका चित्त अनन्यभावसे श्रीरामके ही चिन्तनमें लगा हुआ है॥२४॥ "
                },
                {
                    "slok": "तदेकवासःसंवीता रजोध्वस्ता तथैव च। सा मया राक्षसीमध्ये तय॑माना मुहुर्मुहुः ॥२५॥ राक्षसीभिर्विरूपाभिर्दृष्टा हि प्रमदावने। एकवेणीधरा दीना भर्तृचिन्तापरायणा ॥२६॥ ",
                    "arth": "'वे एक ही साड़ी पहने धूलि-धूसरित हो रही हैं। राक्षसियोंके बीचमें रहती हैं और उन्हें बारंबार उनकी डाँट-फटकार सुननी पड़ती है। इस अवस्थामें कुरूप राक्षसियोंसे घिरी हुई सीताको मैंने प्रमदावनमें देखा है। वे एक ही वेणी धारण किये दीनभावसे केवल अपने पतिदेवके चिन्तनमें लगी रहती हैं॥ २५-२६॥ "
                },
                {
                    "slok": "अधःशय्या विवर्णाङ्गी पद्मिनीव हिमोदये। रावणाद् विनिवृत्तार्था मर्तव्यकृतनिश्चया॥२७॥",
                    "arth": "'वे नीचे भूमिपर सोती हैं। हेमन्त-ऋतुमें कमलिनीकी भाँति उनके अङ्गोंकी कान्ति फीकी पड़ गयी है। रावणसे उनका कोई प्रयोजन नहीं है। वे मरनेका निश्चय किये बैठी हैं॥२७॥ "
                },
                {
                    "slok": "कथंचिन्मृगशावाक्षी विश्वासमुपपादिता। ततः सम्भाषिता चैव सर्वमर्थं प्रकाशिता॥२८॥",
                    "arth": "'उन मृगनयनी सीताको मैंने बड़ी कठिनाईसे किसी तरह अपना विश्वास दिलाया। तब उनसे बातचीतका अवसर मिला और सारी बातें मैं उनके समक्ष रख सका। "
                },
                {
                    "slok": "रामसुग्रीवसख्यं च श्रुत्वा प्रीतिमुपागता। नियतः समुदाचारो भक्तिभर्तरि चोत्तमा॥२९॥",
                    "arth": "श्रीराम और सुग्रीवकी मित्रताकी बात सुनकर उन्हें बड़ी प्रसन्नता हुई। सीताजीमें सुदृढ़ सदाचार (पातिव्रत्य) विद्यमान है। अपने पतिके प्रति उनके हृदयमें उत्तम भक्ति है॥ २९॥"
                },
                {
                    "slok": "यन्न हन्ति दशग्रीवं स महात्मा दशाननः। निमित्तमात्रं रामस्तु वधे तस्य भविष्यति॥३०॥",
                    "arth": "'सीता स्वयं ही जो रावणको नहीं मार डालती हैं, इससे जान पड़ता है कि दशमुख रावण महात्मा है-तपोबलसे सम्पन्न होनेके कारण शाप पानेके अयोग्य है (तथापि सीताहरणके पापसे वह नष्टप्राय ही है)। श्रीरामचन्द्रजी उसके वधमें केवल निमित्तमात्र होंगे॥३०॥ "
                },
                {
                    "slok": "सा प्रकृत्यैव तन्वङ्गी तद्वियोगाच्च कर्शिता। प्रतिपत्पाठशीलस्य विद्येव तनुतां गता॥३१॥",
                    "arth": "'भगवती सीता एक तो स्वभावसे ही दुबलीपतली हैं, दूसरे श्रीरामचन्द्रजीके वियोगसे और भी कृश हो गयी हैं। जैसे प्रतिपदाके दिन स्वाध्याय करनेवाले विद्यार्थीकी विद्या क्षीण हो जाती है, उसी प्रकार उनका शरीर भी अत्यन्त दुर्बल हो गया है॥३१॥"
                },
                {
                    "slok": "एवमास्ते महाभागा सीता शोकपरायणा। यदत्र प्रतिकर्तव्यं तत् सर्वमुपकल्प्यताम्॥३२॥",
                    "arth": "'इस प्रकार महाभागा सीता सदा शोकमें डूबी | रहती हैं। अतः इस समय जो प्रतीकार करना हो, वह सब आपलोग करें॥३२॥"
                },
                {
                    "samaapt sarg": "इत्याष श्रीमद्रामायण वाल्माकार्य आदिकाय॑ सुन्दरकाण्ड एकानषाष्टतमः सगः ।। ५९ ।। ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें उनसठवाँ सर्ग पूरा हुआ॥५९॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - षष्टितमः सर्गः अङ्गदका लङ्काको जीतकर सीताको ले आनेका उत्साहपूर्ण विचार और जाम्बवान्के द्वारा उसका निवारण",
            "arths": [
                {
                    "slok": "तस्य तद् वचनं श्रुत्वा वालिसूनुरभाषत। अश्विपुत्रौ महावेगौ बलवन्तौ प्लवंगमौ॥१॥",
                    "arth": "हनुमान्जीकी यह बात सुनकर बालिपुत्र अङ्गदने कहा-'अश्विनीकुमारके पुत्र ये मैन्द और द्विविद दोनों वानर अत्यन्त वेगशाली और बलवान् हैं॥१॥"
                },
                {
                    "slok": "पितामहवरोत्सेकात् परमं दर्पमास्थितौ। अश्विनोर्माननार्थं हि सर्वलोकपितामहः॥२॥ सर्वावध्यत्वमतुलमनयोर्दत्तवान् वा पुरा। वरोत्सेकेन मत्तौ च प्रमथ्य महतीं चमूम्॥३॥ सुराणाममृतं वीरौ पीतवन्तौ महाबलौ।",
                    "arth": "'पूर्वकालमें ब्रह्माजीका वर मिलनेसे इनका अभिमान बढ़ गया और ये बड़े घमण्डों भर गये थे। सम्पूर्ण लोकोंके पितामह ब्रह्माजीने अश्विनीकुमारोंका मान रखनेके लिये पहले इन दोनोंको यह अनुपम वरदान दिया था कि तुम्हें कोई भी मार नहीं सकता। उस वरके अभिमानसे मत्त हो इन दोनों महाबली वीरोंने देवताओंकी विशाल सेनाको मथकर अमृत पी लिया था॥२-३३॥"
                },
                {
                    "slok": "एतावेव हि संक्रुद्धौ सवाजिरथकुञ्जराम्॥४॥ लङ्कां नाशयितुं शक्तौ सर्वे तिष्ठन्तु वानराः। ",
                    "arth": "'ये ही दोनों यदि क्रोधमें भर जायँ तो हाथी, घोड़ और रथोंसहित समूची लङ्काका नाश कर सकते हैं। भले ही और सब वानर बैठे रहें॥४३॥"
                },
                {
                    "slok": "अहमेकोऽपि पर्याप्तः सराक्षसगणां पुरीम्॥५॥ तां लङ्कां तरसा हन्तुं रावणं च महाबलम्। किं पुनः सहितो वीरैर्बलवद्भिः कृतात्मभिः॥६॥ कृतास्त्रैः प्लवगैः शक्तैर्भवद्भिर्विजयैषिभिः। ",
                    "arth": "'मैं अकेला भी राक्षसगणोंसहित समस्त लङ्कापुरीका वेगपूर्वक विध्वंस करने तथा महाबली रावणको मार डालनेके लिये पर्याप्त है। फिर यदि सम्पूर्ण अस्त्राका जाननेवाले आप-जैसे वीर, बलवान्, शुद्धात्मा, शक्तिशाली और विजयाभिलाषी वानरोंकी सहायता मिल जाय, तब तो कहना ही क्या है?॥५-६३॥ "
                },
                {
                    "slok": "वायुसूनोर्बलेनैव दग्धा लङ्केति नः श्रुतम्॥७॥ दृष्टा देवी न चानीता इति तत्र निवेदितुम्। न युक्तमिव पश्यामि भवद्भिः ख्यातपौरुषैः॥८॥",
                    "arth": "'वायुपुत्र हनुमान्जीने अकेले जाकर अपने पराक्रमसे ही लङ्काको फूंक डाला–यह बात हम सबलोगोंने सुन ही ली। आप-जैसे ख्यातनामा पुरुषार्थी वीरोंके रहते हुए मुझे भगवान् श्रीरामके सामने यह निवेदन करना उचित नहीं जान पड़ता कि 'हमने सीतादेवीका दर्शन तो किया, किंतु उन्हें ला नहीं सके' ॥७-८॥ "
                },
                {
                    "slok": "नहि वः प्लवने कश्चिन्नापि कश्चित् पराक्रमे। तुल्यः सामरदैत्येषु लोकेषु हरिसत्तमाः॥९॥",
                    "arth": "वानरशिरोमणियो! देवताओं और दैत्योंसहित सम्पूर्ण लोकोंमें कोई भी ऐसा वीर नहीं है, जो दूरतककी छलाँग मारने और पराक्रम दिखानेमें आपलोगोंकी समानता कर सके॥९॥"
                },
                {
                    "slok": "जित्वा लङ्कां सरक्षौघां हत्वा तं रावणं रणे। सीतामादाय गच्छामः सिद्धार्था हृष्टमानसाः॥१०॥",
                    "arth": "अतः निशाचरसमुदायसहित लङ्काको जीतकर, युद्धमें रावणका वध करके, सीताको साथ ले, सफलमनोरथ एवं प्रसन्नचित्त होकर हमलोग श्रीरामचन्द्रजीके पास चलें॥१०॥"
                },
                {
                    "slok": "तेष्वेवं हतवीरेषु राक्षसेषु हनूमता। किमन्यदत्र कर्तव्यं गृहीत्वा याम जानकीम्॥११॥",
                    "arth": "'जब हनुमान्जीने राक्षसोंके प्रमुख वीरोंको मार डाला है, ऐसी परिस्थितिमें हमारा इसके सिवा और क्या कर्तव्य हो सकता है कि हम जनकनन्दिनी सीताको साथ लेकर ही चलें ॥११॥ "
                },
                {
                    "slok": "रामलक्ष्मणयोर्मध्ये न्यस्याम जनकात्मजाम्। किं व्यलीकैस्तु तान् सर्वान् वानरान् वानरर्षभान्॥१२॥ वयमेव हि गत्वा तान् हत्वा राक्षसपुङ्गवान्। राघवं द्रष्टुमर्हामः सुग्रीवं सहलक्ष्मणम्॥१३॥",
                    "arth": "'कपिवरो! हम जनककिशोरीको ले चलकर श्रीराम और लक्ष्मणके बीचमें खड़ी कर दें। किष्किन्धामें जुटे हुए उन सब वानरोंको कष्ट देनेकी क्या आवश्यकता है। हमलोग ही लङ्कामें चलकर वहाँके मुख्य-मुख्य राक्षसोंका वध कर डालें, उसके बाद लौटकर श्रीराम, लक्ष्मण तथा सुग्रीवका दर्शन करें'॥१२-१३॥ "
                },
                {
                    "slok": "तमेवं कृतसंकल्पं जाम्बवान् हरिसत्तमः। उवाच परमप्रीतो वाक्यमर्थवदर्थवित्॥१४॥ ",
                    "arth": "अङ्गदका ऐसा संकल्प जानकर वानर-भालुओंमें श्रेष्ठ और अर्थतत्त्वके ज्ञाता जाम्बवान्ने अत्यन्त प्रसन्न होकर यह सार्थक बात कही-॥१४॥ "
                },
                {
                    "slok": "नैषा बुद्धिमहाबुद्धे यद् ब्रवीषि महाकपे। विचेतुं वयमाज्ञप्ता दक्षिणां दिशमुत्तमाम्॥१५॥ नानेतुं कपिराजेन नैव रामेण धीमता।",
                    "arth": "'महाकपे! तुम बड़े बुद्धिमान् हो तथापि इस समय जो कुछ कह रहे हो, यह बुद्धिमानीकी बात नहीं है; क्योंकि वानरराज सुग्रीव तथा परम बुद्धिमान् भगवान् श्रीरामने हमें उत्तम दक्षिण दिशामें केवल सीताको खोजनेकी आज्ञा दी है, साथ ले आनेकी नहीं ॥१५॥ "
                },
                {
                    "slok": "कथंचिन्निर्जितां सीतामस्माभिर्नाभिरोचयेत्॥१६॥ राघवो नपशार्दलः कलं व्यपदिशन स्वकम्। ",
                    "arth": "'यदि हमलोग किसी तरह सीताको जीतकर उनके पास ले भी चलें तो नृपश्रेष्ठ श्रीराम अपने कुलके व्यवहारका स्मरण करते हुए हमारे इस कार्यको पसंद नहीं करेंगे॥ १६ ॥ "
                },
                {
                    "slok": "प्रतिज्ञाय स्वयं राजा सीताविजयमग्रतः॥१७॥ सर्वेषां कपिमुख्यानां कथं मिथ्या करिष्यति।।",
                    "arth": "'राजा श्रीरामने सभी प्रमुख वानरवीरोंके सामने स्वयं ही सीताको जीतकर लानेकी प्रतिज्ञा की है, उसे वे मिथ्या कैसे करेंगे?॥ १७ ॥ "
                },
                {
                    "slok": "विफलं कर्म च कृतं भवेत् तुष्टिर्न तस्य च॥१८॥ वृथा च दर्शितं वीर्यं भवेद् वानरपुङ्गवाः।",
                    "arth": "'अतः वानरशिरोमणियो! ऐसी अवस्थामें हमारा किया-कराया कार्य निष्फल हो जायगा। भगवान् श्रीरामको संतोष भी नहीं होगा और हमारा पराक्रम दिखाना भी व्यर्थ सिद्ध होगा ॥१८॥"
                },
                {
                    "slok": "तस्माद् गच्छाम वै सर्वे यत्र रामः सलक्ष्मणः। सुग्रीवश्च महातेजाः कार्यस्यास्य निवेदने॥१९॥ ",
                    "arth": "'इसलिये हम सब लोग इस कार्यकी सूचना देनेके लिये वहीं चलें, जहाँ लक्ष्मणसहित भगवान् श्रीराम और महातेजस्वी सुग्रीव विद्यमान हैं॥ १९॥"
                },
                {
                    "slok": "न तावदेषा मतिरक्षमा नो । यथा भवान् पश्यति राजपुत्र। यथा तु रामस्य मतिर्निविष  तथा भवान् पश्यतु कार्यसिद्धिम्॥२०॥ ",
                    "arth": "'राजकुमार ! तुम जैसा देखते या सोचते हो, यह विचार हमलोगोंके योग्य ही है-हम इसे न कर सकें, ऐसी बात नहीं है; तथापि इस विषयमें भगवान् श्रीरामका जैसा निश्चय हो, उसीके अनुसार तुम्हें कार्यसिद्धिपर दष्टि रखनी चाहिये' ॥२०॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे षष्टितमः सर्गः॥६०॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें साठवाँ सर्ग पूरा हुआ॥६०॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - एकषष्टितमः सर्गः वानरोंका मधुवनमें जाकर वहाँके मधु एवं फलोंका मनमाना उपभोग करना और वनरक्षकको घसीटना",
            "arths": [
                {
                    "slok": "ततो जाम्बवतो वाक्यमगृह्णन्त वनौकसः। अङ्गदप्रमुखा वीरा हनूमांश्च महाकपिः॥१॥ ",
                    "arth": "तदनन्तर अङ्गद आदि सभी वीर वानरों और महाकपि हनुमान्ने भी जाम्बवान्की बात मान ली॥१॥"
                },
                {
                    "slok": "प्रीतिमन्तस्ततः सर्वे वायुपुत्रपुरःसराः। महेन्द्राग्रात् समुत्पत्य पुप्लुवुः प्लवगर्षभाः॥२॥",
                    "arth": "फिर वे सब श्रेष्ठ वानर पवनपुत्र हनुमान्को आगे करके मन-ही-मन प्रसन्नताका अनुभव करते हुए महेन्द्रगिरिके शिखरसे उछलते-कूदते चल दिये ॥२॥ "
                },
                {
                    "slok": "मेरुमन्दरसंकाशा मत्ता इव महागजाः। छादयन्त इवाकाशं महाकाया महाबलाः॥३॥",
                    "arth": "वे मेरु पर्वतके समान विशालकाय और बड़े-बड़े मदमत्त गजराजोंके समान महाबली वानर आकाशको आच्छादित करते हुए-से जा रहे थे॥३॥ "
                },
                {
                    "slok": "सभाज्यमानं भूतैस्तमात्मवन्तं महाबलम्। हनूमन्तं महावेगं वहन्त इव दृष्टिभिः ॥४॥",
                    "arth": "उस समय सिद्ध आदि भूतगण अत्यन्त वेगशाली महाबली बुद्धिमान् हनुमान्जीकी भूरि-भूरि प्रशंसा कर रहे थे और अपलक नेत्रोंसे उनकी ओर इस तरह देख रहे थे, मानो अपनी दृष्टियोंद्वारा ही उन्हें ढो रहे हों। "
                },
                {
                    "slok": "राघवे चार्थनिर्वृत्तिं कर्तुं च परमं यशः। समाधाय समृद्धार्थाः कर्मसिद्धिभिरुन्नताः॥५॥ प्रियाख्यानोन्मुखाः सर्वे सर्वे युद्धाभिनन्दिनः। सर्वे रामप्रतीकारे निश्चितार्था मनस्विनः॥६॥",
                    "arth": "श्रीरघुनाथजीके कार्यकी सिद्धि करनेका उत्तम यश पाकर उन वानरोंका मनोरथ सफल हो गया था। उस कार्यकी सिद्धि हो जानेसे उनका उत्साह बढ़ा हुआ था। वे सभी भगवान् श्रीरामको प्रिय संवाद सुनानेके लिये उत्सुक थे। सभी युद्धका अभिनन्दन करनेवाले थे। श्रीराम-चन्द्रजीके द्वारा रावणका पराभव हो-ऐसा सबने निश्चय कर लिया था तथा वे सब-केसब मनस्वी वीर थे॥५-६॥ "
                },
                {
                    "slok": "प्लवमानाः खमाप्लुत्य ततस्ते काननौकसः। नन्दनोपममासेदुर्वनं द्रुमशतायुतम्॥७॥ ",
                    "arth": "आकाशमें छलाँग मारते हुए वे वनवासी वानर सैकड़ों वृक्षोंसे भरे हुए एक सुन्दर वनमें जा पहुँचे, जो नन्दनवनके समान मनोहर था॥७॥ "
                },
                {
                    "slok": "यत् तन्मधुवनं नाम सुग्रीवस्याभिरक्षितम्। अधृष्यं सर्वभूतानां सर्वभूतमनोहरम्॥ ८ ॥",
                    "arth": "उसका नाम मधुवन था। सुग्रीवका वह मधुवन सर्वथा सुरक्षित था। समस्त प्राणियोंमेंसे कोई भी उसको हानि नहीं पहुँचा सकता था। उसे देखकर सभी प्राणियोंका मन लुभा जाता था॥८॥ "
                },
                {
                    "slok": "यद् रक्षति महावीरः सदा दधिमुखः कपिः। मातुलः कपिमुख्यस्य सुग्रीवस्य महात्मनः॥ ९ ॥",
                    "arth": "कपिश्रेष्ठ महात्मा सुग्रीवके मामा महावीर दधिमुख नामक वानर सदा उस वनकी रक्षा करते थे ॥ ९ ॥"
                },
                {
                    "slok": "ते तद् वनमुपागम्य बभूवुः परमोत्कटाः। वानरा वानरेन्द्रस्य मनःकान्तं महावनम्॥१०॥ ",
                    "arth": "वानरराज सुग्रीवके उस मनोरम महावनके पास पहुँचकर वे सभी वानर वहाँका मधु पीने और फल खाने आदिके लिये अत्यन्त उत्कण्ठित हो गये॥१०॥ "
                },
                {
                    "slok": "ततस्ते वानरा हृष्टा दृष्ट्वा मधुवनं महत्। कुमारमभ्ययाचन्त मधूनि मधुपिङ्गलाः॥११॥",
                    "arth": "तब हर्षसे भरे हुए तथा मधुके समान पिङ्गल वर्णवाले उन वानरोंने उस महान् मधुवनको देखकर कुमार अङ्गदसे मधुपान करनेकी आज्ञा माँगी॥११॥"
                },
                {
                    "slok": "ततः कुमारस्तान् वृद्धाञ्जाम्बवत्प्रमुखान् कपीन्। अनुमान्य ददौ तेषां निसर्ग मधुभक्षणे॥१२॥",
                    "arth": "उस समय कुमार अङ्गदने जाम्बवान् आदि बड़ेबूढ़े वानरोंकी अनुमति लेकर उन सबको मधु पीनेकी आज्ञा दे दी॥१२॥"
                },
                {
                    "slok": "ते निसृष्टाः कुमारेण धीमता वालिसूनुना। हरयः समपद्यन्त द्रुमान् मधुकराकुलान्॥१३॥",
                    "arth": "बुद्धिमान् वालिपुत्र राजकुमार अङ्गदकी आज्ञा पाकर वे वानर भौंरोंके झुंडसे भरे हुए वृक्षोंपर चढ़ गये॥१३॥"
                },
                {
                    "slok": "भक्षयन्तः सुगन्धीनि मूलानि च फलानि च। जग्मुः प्रहर्षं ते सर्वे बभूवुश्च मदोत्कटाः॥१४॥",
                    "arth": "वहाँके सुगन्धित फल-मूलोंका भक्षण करते हुए उन सबको बड़ी प्रसन्नता हुई। वे सभी मदसे उन्मत्त हो गये॥ १४॥ "
                },
                {
                    "slok": "ततश्चानुमताः सर्वे सुसंहृष्टा वनौकसः। मुदिताश्च ततस्ते च प्रनृत्यन्ति ततस्ततः॥१५॥",
                    "arth": "युवराजकी अनुमति मिल जानेसे सभी वानरोंको बड़ा हर्ष हुआ। वे आनन्दमग्न होकर इधर-उधर नाचने लगे॥१५॥ "
                },
                {
                    "slok": "गायन्ति केचित् प्रहसन्ति केचि नृत्यन्ति केचित् प्रणमन्ति केचित्। पतन्ति केचित् प्रचरन्ति केचित् प्लवन्ति केचित् प्रलपन्ति केचित्॥१६॥",
                    "arth": "कोई गाते, कोई हँसते, कोई नाचते, कोई नमस्कार करते, कोई गिरते-पड़ते, कोई जोर-जोरसे चलते, कोई उछलते-कूदते और कोई प्रलाप करते थे॥१६॥ "
                },
                {
                    "slok": "परस्परं केचिदुपाश्रयन्ति परस्परं केचिदतिब्रुवन्ति द्रुमाद् द्रुमं केचिदभिद्रवन्ति क्षिती नगाग्रान्त्रिपतन्ति केचित् ॥ १७ ॥",
                    "arth": "कोई एक-दूसरेके पास जाकर मिलते, कोई आपसमें विवाद करते, कोई एक वृक्षसे दूसरे वृक्षपर दौड़ जाते और कोई वृक्षोंकी डालियोंसे पृथ्वीपर कूद पड़ते थे। "
                },
                {
                    "slok": "महीतलात् केचिदुदीर्णवेगा महाद्रुमाग्राण्यभिसम्पतन्ति गायन्तमन्यः प्रहसन्नुपैति हसन्तमन्यः प्ररुदन्नुपैति ।। १८ ।।",
                    "arth": "कितने ही प्रचण्ड वेगवाले वानर पृथ्वीसे दौड़कर बड़े-बड़े वृक्षोंकी चोटियाँतक पहुँच जाते थे। कोई गाता तो दूसरा उसके पास हँसता हुआ जाता था। कोई हँसते हुएके पास जोर-जोरसे रोता हुआ पहुँचता था ॥ १८ ॥"
                },
                {
                    "slok": "दन्तमन्यः प्रणदनुपैति समाकुलं तत् कपिसैन्यमासीत् । न चात्र कश्चिन्त्र बभूव मत्तो न चात्र कश्चित्र बभूव दृप्तः ॥ १९ ॥",
                    "arth": "कोई दूसरेको पीड़ा देता तो दूसरा उसके पास बड़े जोरसे गर्जना करता हुआ आता था। इस प्रकार वह सारी वानरसेना मदोन्मत्त होकर उसके अनुरूप चेष्टा कर रही थी। वानरोंके उस समुदायमें कोई भी ऐसा नहीं था, जो मतवाला न हो गया हो और कोई भी ऐसा नहीं था, जो दर्पसे भर न गया हो ॥ १९ ॥ "
                },
                {
                    "slok": "तो वनं तत् परिभक्ष्यमाणं द्रुमांश्च विध्वंसितपत्रपुष्पान्। समीक्ष्य कोपाद् दधिवक्त्रनामा निवारयामास कपिः कपींस्तान् ॥ २० ॥",
                    "arth": "तदनन्तर मधुवनके फल-मूल आदिका भक्षण होता और वहाँके वृक्षोंके पत्तों एवं फूलोंको नष्ट किया जाता देख दधिमुख नामक वानरको बड़ा क्रोध हुआ और उन्होंने उन वानरोंको वैसा करने से रोका ॥ २० ॥"
                },
                {
                    "slok": "स तैः प्रवृद्धैः परिभर्त्स्यमानो वनस्य गोप्ता हरिवृद्धवीरः । चकार भूयो मतिमुग्रतेजा वनस्य रक्षां प्रति वानरेभ्यः ॥ २१ ॥",
                    "arth": "जिनपर अधिक नशा चढ़ गया था, उन बड़े-बड़े वानरोंने वनकी रक्षा करनेवाले उस वृद्ध वानरवीरको उलटे डाँट बतानी शुरू की, तथापि उग्र तेजस्वी दधिमुखने पुनः उन वानरोंसे वनकी रक्षा करनेका विचार किया ॥ २१ ॥"
                },
                {
                    "slok": "उवाच कांश्चित् परुषाण्यभीत मसक्तमन्यांश्च तलैजंघान। समेत्य कैश्चित् कलहं चकार तथैव साम्नोपजगाम कांश्चित् ॥ २२ ॥",
                    "arth": "उन्होंने निर्भय होकर किन्हीं-किन्हींको कड़ी बातें सुनायीं। कितनोंको थप्पड़ोंसे मारा बहुतोंके साथ भिड़कर झगड़ा किया और किन्हीं-किन्हींके प्रति शान्तिपूर्ण उपायसे ही काम लिया ॥ २२ ॥ "
                },
                {
                    "slok": "स तैर्मदादप्रतिवार्यवेगै र्बलाच्च तेन प्रतिवार्यमाणैः । प्रधर्षणे त्यक्तभयैः समेत्य प्रकृष्यते चाप्यनवेक्ष्य दोषम् ॥ २३ ॥",
                    "arth": "मदके कारण जिनके वेगको रोकना असम्भव हो गया था, उन वानरोंको जब दधिमुख बलपूर्वक रोकनेकी चेष्टा करने लगे, तब वे सब मिलकर उन्हें बलपूर्वक इधर-उधर घसीटने लगे। वनरक्षकपर आक्रमण करनेसे राजदण्ड प्राप्त होगा, इसकी ओर उनकी दृष्टि नहीं गयी। अतएव वे सब निर्भय होकर उन्हें इधर उधर खींचने लगे ॥ २३ ॥"
                },
                {
                    "slok": "नखैस्तुदन्तो मदात् कपिं ते कपयः समन्ता न्महावनं निर्विषयं च चक्रुः ॥ २४ ॥",
                    "arth": "मदके प्रभावसे वे वानर कपिवर दधिमुखको नखोंसे बकोटने, दाँतोंसे काटने और थप्पड़ों तथा लातोंसे मार मारकर अधमरा करने लगे। इस प्रकार उन्होंने उस विशाल वनको सब ओरसे फल आदिसे शून्य कर दिया ॥ २४ ॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे एकषष्टितमः सर्गः॥६१॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें इकसठवाँ सर्ग पूरा हुआ॥६१॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - द्विषष्टितमः सर्गः वानरोंद्वारा मधुवनके रक्षकों और दधिमुखका पराभव तथा सेवकोंसहित दधिमुखका सुग्रीवके पास जाना",
            "arths": [
                {
                    "slok": "तानुवाच हरिश्रेष्ठो हनूमान् वानरर्षभः। अव्यग्रमनसो यूयं मधु सेवत वानराः॥१॥ अहमावर्जयिष्यामि युष्माकं परिपन्थिनः।",
                    "arth": "उस समय वानरशिरोमणि कपिवर हनुमान्ने अपने साथियोंसे कहा-'वानरो! तुम सब लोग बेखटके मधुका पान करो। मैं तुम्हारे विरोधियोंको रोकूँगा'॥ "
                },
                {
                    "slok": "श्रुत्वा हनूमतो वाक्यं हरीणां प्रवरोऽङ्गदः॥२॥ प्रत्युवाच प्रसन्नात्मा पिबन्तु हरयो मधु।। अवश्यं कृतकार्यस्य वाक्यं हनुमतो मया॥३॥ अकार्यमपि कर्तव्यं किमङ्गं पुनरीदृशम्।। ",
                    "arth": "हनुमान्जीकी बात सुनकर वानरप्रवर अङ्गदने भी प्रसन्नचित्त होकर कहा-'वानरगण अपनी इच्छाके अनुसार मधुपान करें। हनुमान्जी इस समय कार्य सिद्ध करके लौटे हैं, अतः इनकी बात स्वीकार करनेके योग्य न हो तो भी मुझे अवश्य माननी चाहिये। फिर ऐसी बातके लिये तो कहना ही क्या है?'॥२-३३॥ "
                },
                {
                    "slok": "अङ्गदस्य मुखाच्छ्रुत्वा वचनं वानरर्षभाः॥४॥ साधु साध्विति संहृष्टा वानराः प्रत्यपूजयन्। ",
                    "arth": "अङ्गदके मुखसे ऐसी बात सुनकर सभी श्रेष्ठ वानर हर्षसे खिल उठे और 'साधु-साधु' कहते हुए उनकी प्रशंसा करने लगे॥४३॥"
                },
                {
                    "slok": "पूजयित्वाङ्गदं सर्वे वानरा वानरर्षभम्॥५॥ जग्मुर्मधुवनं यत्र नदीवेग इव द्रुमम्। ",
                    "arth": "वानरशिरोमणि अङ्गदकी प्रशंसा करके वे सब वानर जहाँ मधुवन था, उस मार्गपर उसी तरह दौड़े गये, जैसे नदीके जलका वेग तटवर्ती वृक्षकी ओर जाता है॥५३॥ "
                },
                {
                    "slok": "ते प्रविष्टा मधुवनं पालानाक्रम्य शक्तितः॥६॥ अतिसर्गाच्च पटवो दृष्ट्वा श्रुत्वा च मैथिलीम्। पपुः सर्वे मधु तदा रसवत् फलमाददुः॥७॥",
                    "arth": "मिथिलेशकुमारी सीताको हनुमान्जी तो देखकर आये थे और अन्य वानरोंने उन्हींके मुखसे यह सुन लिया था कि वे लङ्कामें हैं, अतः उन सबका उत्साह बढ़ा हुआ था। इधर युवराज अङ्गदका आदेश भी मिल गया था, इसलिये वे सामर्थ्यशाली सभी वानर वनरक्षकोंपर | पूरी शक्तिसे आक्रमण करके मधुवनमें घुस गये और वहाँ इच्छानुसार मधु पीने तथा रसीले फल खाने लगे॥६-७॥"
                },
                {
                    "slok": "उत्पत्य च ततः सर्वे वनपालान् समागतान्। | ते ताडयन्तः शतशः सक्ता मधुवने तदा॥८॥",
                    "arth": "रोकनेके लिये अपने पास आये हुए रक्षकोंको | वे सब वानर सैकड़ोंकी संख्यामें जुटकर उछलउछलकर मारते थे और मधुवनके मधु पीने एवं फल खानेमें लगे हुए थे॥८॥ "
                },
                {
                    "slok": "मधूनि द्रोणमात्राणि बाहुभिः परिगृह्य ते। पिबन्ति कपयः केचित् सङ्घशस्तत्र हृष्टवत्॥ ९ ॥",
                    "arth": "कितने ही वानर झुंड-के-झुंड एकत्र हो वहाँ | अपनी भुजाओंद्वारा एक-एक द्रोण* मधुसे भरे हुए | छत्तोंको पकड़ लेते और सहर्ष पी जाते थे॥९॥ "
                },
                {
                    "slok": "घ्नन्ति स्म सहिताः सर्वे भक्षयन्ति तथापरे। | केचित् पीत्वापविध्यन्ति मधूनि मधुपिङ्गलाः॥१०॥ - मधूच्छिष्टेन केचिच्च जघुरन्योन्यमुत्कटाः। | अपरे वृक्षमूलेषु शाखा गृह्य व्यवस्थिताः॥११॥",
                    "arth": "मधुके समान पिङ्गल वर्णवाले वे सब वानर एक | साथ होकर मधुके छत्तोंको पीटते, दूसरे वानर उस मधुको पीते और कितने ही पीकर बचे हुए मधुको फेंक देते थे। कितने ही मदमत्त हो एक-दूसरेको मोमसे मारते थे और कितने ही वानर वृक्षोंके नीचे डालियाँ पकड़कर खड़े हो गये थे॥१०-११॥"
                },
                {
                    "slok": "अत्यर्थं च मदग्लानाः पर्णान्यास्तीर्य शेरते। | उन्मत्तवेगाः प्लवगा मधुमत्ताश्च हृष्टवत्॥१२॥",
                    "arth": "कितने ही वानर मदके कारण अत्यन्त ग्लानिका | अनुभव कर रहे थे। उनका वेग उन्मत्त पुरुषोंके समान | देखा जाता था। वे मधु पी-पीकर मतवाले हो गये थे, अतः बड़े हर्षके साथ पत्ते बिछाकर सो गये॥१२॥"
                },
                {
                    "slok": "क्षिपन्त्यपि तथान्योन्यं स्खलन्ति च तथापरे। | केचित् क्ष्वेडान् प्रकुर्वन्ति केचित् कूजन्ति हृष्टवत्॥१३॥ ",
                    "arth": "कोई एक-दूसरेपर मधु फेंकते, कोई लड़खड़ाकर गिरते, कोई गरजते और कोई हर्षके साथ पक्षियोंकी भाँति कलरव करते थे॥१३॥ "
                },
                {
                    "slok": "हरयो मधुना मत्ताः केचित् सुप्ता महीतले। धृष्टाः केचिद्धसन्त्यन्ये केचित् कुर्वन्ति चेतरत्॥१४॥ ",
                    "arth": "मधुसे मतवाले हुए कितने ही वानर पृथ्वीपर सो गये थे। कुछ ढीठ वानर हँसते और कुछ रोदन करते थे॥१४॥ "
                },
                {
                    "slok": "कृत्वा केचिद् वदन्त्यन्ये केचिद् बुध्यन्ति चेतरत्। ॥ येऽप्यत्र मधुपालाः स्युः प्रेष्या दधिमुखस्य तु॥१५॥ तेऽपि तैर्वानरैर्भीमैः प्रतिषिद्धा दिशो गताः। जानुभिश्च प्रघृष्टाश्च देवमार्गं च दर्शिताः॥१६॥",
                    "arth": "कुछ वानर दूसरा काम करके दूसरा बताते थे और कुछ उस बातका दूसरा ही अर्थ समझते थे। उस वनमें जो दधिमुखके सेवक मधुकी रक्षामें नियुक्त थे, वे भी उन भयंकर वानरोंद्वारा रोके या पीटे जानेपर सभी दिशाओंमें भाग गये। उनमेंसे कई रखवालोंको अङ्गदके दलवालोंने जमीनपर पटककर घुटनोंसे खूब रगड़ा और कितनोंको पैर पकड़कर आकाशमें उछाल दिया था अथवा उन्हें पीठके बल गिराकर आकाश दिखा दिया था॥१५-१६॥ "
                },
                {
                    "slok": "अब्रुवन् परमोद्विग्ना गत्वा दधिमुखं वचः।हनूमता दत्तवरैर्हतं मधुवनं बलात्। वयं च जानुभिर्घष्टा देवमार्गं च दर्शिताः॥१७॥",
                    "arth": "वे सब सेवक अत्यन्त उद्विग्न हो दधिमुखके पास जाकर बोले-'प्रभो! हनुमान्जीके बढ़ावा देनेसे उनके दलके सभी वानरोंने बलपूर्वक मधुवनका विध्वंस कर डाला, हमलोगोंको गिराकर घुटनोंसे रगड़ा और हमें पीठके बल पटककर आकाशका दर्शन करा दिया'॥१७॥ "
                },
                {
                    "slok": "तदा दधिमुखः क्रुद्धो वनपस्तत्र वानरः। हतं मधुवनं श्रुत्वा सान्त्वयामास तान् हरीन्॥१८॥",
                    "arth": "तब उस वनके प्रधान रक्षक दधिमुख नामक वानर मधुवनके विध्वंसका समाचार सुनकर वहाँ कुपित हो उठे और उन वानरोंको सान्त्वना देते हुए बोले-॥ "
                },
                {
                    "slok": "एतागच्छत गच्छामो वानरानतिदर्पितान्। बलेनावारयिष्यामि प्रभुञ्जानान् मधूत्तमम्॥१९॥",
                    "arth": "'आओ-आओ, चलें इन वानरोंके पास। इनका घमंड बहुत बढ़ गया है। मधुवनके उत्तम मधुको लूटकर खानेवाले इन सबको मैं बलपूर्वक रोकूँगा'। "
                },
                {
                    "slok": "श्रुत्वा दधिमुखस्येदं वचनं वानरर्षभाः। पुनर्वीरा मधुवनं तेनैव सहिता ययुः॥२०॥",
                    "arth": "दधिमुखका यह वचन सुनकर वे वीर कपिश्रेष्ठ पुनः उन्हींके साथ मधुवनको गये॥२०॥"
                },
                {
                    "slok": " मध्ये चैषां दधिमुखः सुप्रगृह्य महातरुम्। समभ्यधावन् वेगेन सर्वे ते च प्लवंगमाः॥२१॥",
                    "arth": "इनके बीचमें खड़े हुए दधिमुखने एक विशाल वृक्ष हाथमें लेकर बड़े वेगसे हनुमान्जीके दलपर धावा किया। साथ ही वे सब वानर भी उन मधु पीनेवाले वानरोंपर टूट पड़े॥ २१॥ "
                },
                {
                    "slok": "पाई ते शिलाः पादपांश्चैव पाषाणानपि वानराः। गृहीत्वाभ्यागमन् क्रुद्धा यत्र ते कपिकुञ्जराः॥२२॥",
                    "arth": "क्रोधसे भरे हुए वे वानर शिला, वृक्ष और पाषाण लिये उस स्थानपर आये, जहाँ वे हनुमान् आदि कपिश्रेष्ठ मधुका सेवन कर रहे थे॥ २२॥ "
                },
                {
                    "slok": "पालन बलानिवारयन्तश्च आसेदुहरयो हरीन्। संदष्टौष्ठपुटाः कुद्धा भर्त्सयन्तो मुहुर्मुहुः ॥२३॥",
                    "arth": "अपने ओठोंको दाँतोंसे दबाते और क्रोधपूर्वक बारंबार धमकाते हुए ये सब वानर उन वानरोंको बलपूर्वक रोकनेके लिये उनके पास आ पहुँचे॥ २३॥ "
                },
                {
                    "slok": "अथ दृष्ट्वा दधिमुखं क्रुद्धं वानरपुङ्गवाः।। अभ्यधावन्त वेगेन हनुमत्प्रमुखास्तदा ॥२४॥",
                    "arth": "दधिमुखको कुपित हुआ देख हनुमान् आदि सभी श्रेष्ठ वानर उस समय बड़े वेगसे उनकी ओर दौड़े॥ २४॥ "
                },
                {
                    "slok": "सवृक्षं तं महाबाहुमापतन्तं महाबलम्। वेगवन्तं विजग्राह बाहुभ्यां कुपितोऽङ्गदः॥२५॥",
                    "arth": "वृक्ष लेकर आते हुए वेगशाली महाबली महाबाहु दधिमुखको कुपित हुए अङ्गदने दोनों हाथोंसे पकड़ लिया।"
                },
                {
                    "slok": "मदान्धो न कृपां चक्रे आर्यकोऽयं ममेति सः। अथैनं निष्पिपेषाशु वेगेन वसुधातले॥२६॥",
                    "arth": "वे मधु पीकर मदान्ध हो रहे थे, अतः 'ये मेरे नाना हैं' ऐसा समझकर उन्होंने उनपर दया नहीं दिखायी। वे तुरंत बड़े वेगसे पृथ्वीपर पटककर उन्हें रगड़ने लगे॥ २६ ॥"
                },
                {
                    "slok": "स भग्नबाहूरुमुखो विह्वलः शोणितोक्षितः। प्रमुमोह महावीरो मुहूर्तं कपिकुञ्जरः॥२७॥",
                    "arth": "उनकी भुजाएँ, जाँघे और मुँह सभी टूट-फूट गये। वे खूनसे नहा गये और व्याकुल हो उठे। वे महावीर कपिकुञ्जर दधिमुख वहाँ दो घड़ीतक मूच्छित पड़े रहे॥ २७॥ "
                },
                {
                    "slok": "स कथंचिद् विमुक्तस्तैर्वानरैर्वानरर्षभः। उवाचैकान्तमागत्य स्वान् भृत्यान् समुपागतान्॥२८॥ ",
                    "arth": "उन वानरोंके हाथसे किसी तरह छुटकारा मिलनेपर वानरश्रेष्ठ दधिमुख एकान्तमें आये और वहाँ एकत्र हुए अपने सेवकोंसे बोले- ॥२८॥ "
                },
                {
                    "slok": "एतागच्छत गच्छामो भर्ता नो यत्र वानरः।। सुग्रीवो विपुलग्रीवः सह रामेण तिष्ठति ॥२९॥",
                    "arth": "'आओ-आओ, अब वहाँ चलें, जहाँ हमारे स्वामी मोटी गर्दनवाले सुग्रीव श्रीरामचन्द्रजीके साथ विराजमान हैं॥ २९॥"
                },
                {
                    "slok": "सर्वं चैवाङ्गदे दोषं श्रावयिष्याम पार्थिवे। अमर्षी वचनं श्रुत्वा घातयिष्यति वानरान्॥३०॥",
                    "arth": "'राजाके पास चलकर सारा दोष अङ्गदके माथे मढ़ देंगे। सुग्रीव बड़े क्रोधी हैं। मेरी बात सुनकर वे इन सभी वानरोंको मरवा डालेंगे॥३०॥ "
                },
                {
                    "slok": "इष्टं मधुवनं ह्येतत् सुग्रीवस्य महात्मनः। पितृपैतामहं दिव्यं देवैरपि दुरासदम्॥३१॥",
                    "arth": "'महात्मा सुग्रीवको यह मधुवन बहुत ही प्रिय है। यह उनके बाप-दादोंका दिव्य वन है। इसमें प्रवेश करना देवताओंके लिये भी कठिन है॥ ३१॥ "
                },
                {
                    "slok": "स वानरानिमान् सर्वान् मधुलुब्धान् गतायुषः। घातयिष्यति दण्डेन सुग्रीवः ससुहृज्जनान्॥३२॥",
                    "arth": "'मधुके लोभी इन सभी वानरोंकी आयु समाप्त हो चली है। सुग्रीव इन्हें कठोर दण्ड देकर इनके सुहृदोंसहित इन सबको मरवा डालेंगे॥ ३२॥ "
                },
                {
                    "slok": "वध्या ह्येते दुरात्मानो नृपाज्ञापरिपन्थिनः। अमर्षप्रभवो रोषः सफलो मे भविष्यति॥३३॥",
                    "arth": "'राजाकी आज्ञाका उल्लङ्घन करनेवाले ये दुरात्मा राजद्रोही वानर वधके ही योग्य हैं। इनका वध होनेपर ही मेरा अमर्षजनित रोष सफल होगा'॥३३॥ "
                },
                {
                    "slok": "एवमुक्त्वा दधिमुखो वनपालान् महाबलः। जगाम सहसोत्पत्य वनपालैः समन्वितः॥३४॥",
                    "arth": "वनके रक्षकोंसे ऐसा कहकर उन्हें साथ ले महाबली दधिमुख सहसा उछलकर आकाशमार्गसे चले ॥३४॥ "
                },
                {
                    "slok": "निमेषान्तरमात्रेण स हि प्राप्तो वनालयः। सहस्त्रांशुसुतो धीमान् सुग्रीवो यत्र वानरः॥ ३५॥ ",
                    "arth": "और पलक मारते-मारते वे उस स्थानपर जा पहुँचे, जहाँ बुद्धिमान् सूर्यपुत्र वानरराज सुग्रीव विराजमान थे॥ ३५॥"
                },
                {
                    "slok": "रामं च लक्ष्मणं चैव दृष्ट्वा सुग्रीवमेव च। समप्रतिष्ठा र जगतीमाकाशान्निपपात ह॥३६॥",
                    "arth": "श्रीराम, लक्ष्मण और सुग्रीवको दूरसे ही देखकर वे आकाशसे समतल भूमिपर कूद पड़े॥३६॥ "
                },
                {
                    "slok": "स निपत्य महावीरः सर्वैस्तैः परिवारितः। हरिर्दधिमुखः पालैः पालानां परमेश्वरः॥३७॥ स दीनवदनो भूत्वा कृत्वा शिरसि चाञ्जलिम्। सुग्रीवस्याशु तौ मूर्ना चरणौ प्रत्यपीडयत्॥३८॥",
                    "arth": "वनरक्षकोंके स्वामी महावीर वानर दधिमुख पृथ्वीपर उतरकर उन रक्षकोंसे घिरे हुए उदास मुख किये सुग्रीवके पास गये और सिरपर अञ्जलि बाँधे उनके चरणोंमें मस्तक झुकाकर उन्होंने प्रणाम किया॥३७-३८॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे द्विषष्टितमः सर्गः॥६२॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें बासठवाँ सर्ग पूरा हुआ॥६२॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - त्रिषष्टितमः सर्गः दधिमुखसे मधुवनके विध्वंसका समाचार सुनकर सुग्रीवका हनुमान् आदि वानरोंकी सफलताके विषयमें अनुमान",
            "arths": [
                {
                    "slok": "ततो मूर्जा निपतितं वानरं वानरर्षभः। दृष्ट्वैवोद्विग्नहृदयो वाक्यमेतदुवाच ह॥१॥",
                    "arth": "वानर दधिमुखको माथा टेक प्रणाम करते देख वानरशिरोमणि सुग्रीवका हृदय उद्विग्न हो उठा। वे उनसे इस प्रकार बोले- ॥१॥ "
                },
                {
                    "slok": "उत्तिष्ठोत्तिष्ठ कस्मात् त्वं पादयोः पतितो मम। अभयं ते प्रदास्यामि सत्यमेवाभिधीयताम्॥२॥",
                    "arth": "'उठो- उठो! तुम मेरे पैरोंपर कैसे पड़े हो ? मैं तुम्हें अभयदान देता हूँ। तुम सच्ची बात बताओ ॥ २ ॥"
                },
                {
                    "slok": "किं सम्भ्रमाद्धितं कृत्स्नं ब्रूहि यद् वक्तुमर्हसि। कच्चिन्मधुवने स्वस्ति श्रोतुमिच्छामि वानर॥३॥",
                    "arth": "'कहो, किसके भयसे यहाँ आये हो। जो पूर्णतः | हितकर बात हो, उसे बताओ; क्योंकि तुम सब कुछ | कहनेके योग्य हो। मधुवनमें कुशल तो है न ? वानर! | मैं तुम्हारे मुखसे यह सब सुनना चाहता हूँ॥३॥"
                },
                {
                    "slok": "स समाश्वासितस्तेन सुग्रीवेण महात्मना। | उत्थाय स महाप्राज्ञो वाक्यं दधिमुखोऽब्रवीत्॥४॥",
                    "arth": "महात्मा सुग्रीवके इस प्रकार आश्वासन देनेपर महाबुद्धिमान् दधिमुख खड़े होकर बोले- ॥४॥ "
                },
                {
                    "slok": "नैवर्लरजसा राजन् न त्वया न च वालिना। वनं निसृष्टपूर्वं ते नाशितं तत्तु वानरैः॥५॥",
                    "arth": "'राजन्! आपके पिता ऋक्षरजाने, वालीने और आपने भी पहले कभी जिस वनके मनमाने उपभोगके लिये किसीको आज्ञा नहीं दी थी, उसीका हनुमान् आदि वानरोंने आज नाश कर दिया॥५॥ "
                },
                {
                    "slok": "न्यवारयमहं सर्वान सहेभिर्वनचारिभिः। अचिन्तयित्वा मां हृष्टा भक्षयन्ति पिबन्ति च॥६॥ ",
                    "arth": "'मैंने इन वनरक्षक वानरोंके साथ उन सबको रोकनेकी बहुत चेष्टा की, परंतु वे मुझे कुछ भी न समझकर बड़े हर्षके साथ फल खाते और मधु पीते हैं। "
                },
                {
                    "slok": "एभिः प्रधर्षणायां च वारितं वनपालकैः। मामप्यचिन्तयन् देव भक्षयन्ति वनौकसः॥७॥",
                    "arth": "'देव! इन हनुमान् आदि वानरोंने जब मधुवनमें लूट मचाना आरम्भ किया, तब हमारे इन वनरक्षकोंने उन सबको रोकनेकी चेष्टा की; परंतु वे वानर इनको और मुझे भी कुछ नहीं गिनते हुए वहाँके फल आदिका भक्षण कर रहे हैं॥७॥"
                },
                {
                    "slok": "शिष्टमत्रापविध्यन्ति भक्षयन्ति तथापरे। निवार्यमाणास्ते सर्वे भ्रुकुटिं दर्शयन्ति हि॥८॥",
                    "arth": "'दूसरे, वानर वहाँ खाते-पीते तो हैं ही, उनके सामने जो कुछ बच जाता है, उसे उठाकर फेंक देते हैं और जब हमलोग रोकते हैं, तब वे सब हमें टेढ़ी भौंहें दिखाते हैं॥८॥"
                },
                {
                    "slok": "इमे हि संरब्धतरास्तदा तैः सम्प्रधर्षिताः। निवार्यन्ते वनात् तस्मात् क्रुद्धैर्वानरपुङ्गवैः॥९॥",
                    "arth": "'जब ये रक्षक उनपर अधिक कुपित हुए, तब उन्होंने इनपर आक्रमण कर दिया। इतना ही नहीं, क्रोधसे भरे हुए उन वानरपुङ्गवोंने इन रक्षकोंको उस वनसे बाहर निकाल दिया॥९॥ "
                },
                {
                    "slok": "ततस्तैर्बहुभिर्वीरैर्वानरैर्वानरर्षभाः संरक्तनयनैः क्रोधाद्धरयः सम्प्रधर्षिताः॥१०॥",
                    "arth": "'बाहर निकालकर उन बहुसंख्यक वीर वानरोंने क्रोधसे लाल आँखें करके वनकी रक्षा करनेवाले इन श्रेष्ठ वानरोंको धर दबाया॥१०॥ "
                },
                {
                    "slok": "पाणिभिनिहताः केचित् केचिज्जानुभिराहताः। प्रकृष्टाश्च तदा कामं देवमार्गं च दर्शिताः॥११॥",
                    "arth": "'किन्हींको थप्पड़ोंसे मारा, किन्हींको घुटनोंसे रगड़ दिया, बहुतोंको इच्छानुसार घसीटा और कितनोंको पीठके बल पटककर आकाश दिखा दिया॥११॥ "
                },
                {
                    "slok": "एवमेते हताः शूरास्त्वयि तिष्ठति भर्तरि। कृत्स्नं मधुवनं चैव प्रकामं तैश्च भक्ष्यते॥१२॥",
                    "arth": "'प्रभो! आप-जैसे स्वामीके रहते हुए ये शूरवीर वनरक्षक उनके द्वारा इस तरह मारे-पीटे गये हैं और वे अपराधी वानर अपनी इच्छाके अनुसार सारे मधुवनका उपभोग कर रहे हैं ॥१२॥ "
                },
                {
                    "slok": "एवं विज्ञाप्यमानं तं सुग्रीवं वानरर्षभम्। अपृच्छत् तं महाप्राज्ञो लक्ष्मणः परवीरहा॥१३॥ ",
                    "arth": "वानरशिरोमणि सुग्रीवको जब इस प्रकार मधुवनके लूटे जानेका वृत्तान्त बताया जा रहा था, उस समय शत्रुवीरोंका संहार करनेवाले परम बुद्धिमान् लक्ष्मणने उनसे पूछा- ॥१३॥ "
                },
                {
                    "slok": "किमयं वानरो राजन् वनपः प्रत्युपस्थितः। किं चार्थमभिनिर्दिश्य दुःखितो वाक्यमब्रवीत्॥१४॥",
                    "arth": "'राजन्! वनकी रक्षा करनेवाला यह वानर यहाँ किस लिये उपस्थित हुआ है? और किस विषयकी ओर संकेत करके इसने दुःखी होकर बात की है?'॥"
                },
                {
                    "slok": "एवमुक्तस्तु सुग्रीवो लक्ष्मणेन महात्मना। लक्ष्मणं प्रत्युवाचेदं वाक्यं वाक्यविशारदः॥१५॥",
                    "arth": "महात्मा लक्ष्मणके इस प्रकार पूछनेपर बातचीत करनेमें कुशल सुग्रीवने यों उत्तर दिया- ॥१५॥"
                },
                {
                    "slok": "आर्य लक्ष्मण सम्प्राह वीरो दधिमुखः कपिः।। अङ्गदप्रमुखैर्वीरैर्भक्षितं मधु वानरैः॥१६॥",
                    "arth": "'आर्य लक्ष्मण! वीर वानर दधिमुखने मुझसे यह कहा है कि 'अङ्गद आदि वीर वानरोंने मधुवनका सारा मधु खा-पी लिया है'॥१६॥ "
                },
                {
                    "slok": "नैषामकृतकार्याणामीदृशः स्याद् व्यतिक्रमः। वनं यदभिपन्नास्ते साधितं कर्म तद् ध्रुवम् ॥१७॥",
                    "arth": "'इसकी बात सुनकर मुझे यह अनुमान होता है कि वे जिस कार्यके लिये गये थे, उसे अवश्य ही उन्होंने पूरा कर लिया है। तभी उन्होंने मधुवनपर आक्रमण किया है। यदि वे अपना कार्य सिद्ध करके न आये होते तो उनके द्वारा ऐसा अपराध नहीं बना होता-वे मेरे मधुवनको लूटनेका साहस नहीं कर सकते थे॥१७॥ "
                },
                {
                    "slok": "वारयन्तो भृशं प्राप्ताः पाला जानुभिराहताः। । तथा न गणितश्चायं कपिर्दधिमुखो बली॥१८॥ पतिर्मम वनस्यायमस्माभिः स्थापितः स्वयम्। दृष्टा देवी न संदेहो न चान्येन हनूमता ॥१९॥",
                    "arth": "'जब रक्षक उन्हें बारंबार रोकनेके लिये आये, समझें कि अब सीताका पता लग गया; क्योंकि वे सभी वानर उस वनमें जाकर मधु पी रहे हैं॥ २६॥ "
                },
                {
                    "slok": "न चाप्यदृष्ट्वा वैदेहीं विश्रुताः पुरुषर्षभ। वनं दत्तवरं दिव्यं धर्षयेयुर्वनौकसः॥२७॥",
                    "arth": "'पुरुषप्रवर! विदेहनन्दिनीका दर्शन किये बिना उस दिव्य वनका, जो देवताओंसे मेरे पूर्वजको वरदानके रूपमें प्राप्त हुआ है, वे विख्यात वानर कभी विध्वंस नहीं कर सकते थे'॥ २७॥ "
                },
                {
                    "slok": "ततः प्रहृष्टो धर्मात्मा लक्ष्मणः सहराघवः। श्रुत्वा कर्णसुखां वाणीं सुग्रीववदनाच्च्युताम्॥२८॥ प्राहृष्यत भृशं रामो लक्ष्मणश्च महायशाः।",
                    "arth": "सुग्रीवके मुखसे निकली हुई कानोंको सुख देनेवाली यह बात सुनकर धर्मात्मा लक्ष्मण श्रीरामचन्द्रजीके साथ बहुत प्रसन्न हुए। श्रीरामके हर्षकी सीमा न रही और महायशस्वी लक्ष्मण भी हर्षसे खिल उठे॥ २८३ ॥"
                },
                {
                    "slok": "श्रुत्वा दधिमुखस्यैवं सुग्रीवस्तु प्रहृष्य च॥२९॥ | वनपालं पुनर्वाक्यं सुग्रीवः प्रत्यभाषत।",
                    "arth": "दधिमुखकी उपर्युक्त बात सुनकर सुग्रीवको बड़ा | हर्ष हुआ। उन्होंने अपने वनरक्षकको फिर इस प्रकार | उत्तर दिया- ॥ २९३ ॥ "
                },
                {
                    "slok": "प्रीतोऽस्मि सोऽहं यद्भुक्तं वनं तैः कृतकर्मभिः॥३०॥ धर्षितं मर्षणीयं च चेष्टितं कृतकर्मणाम्। | गच्छ शीघ्रं मधुवनं संरक्षस्व त्वमेव हि। | शीघ्रं प्रेषय सर्वांस्तान् हनूमत्प्रमुखान् कपीन्॥३१॥",
                    "arth": "'मामा! अपना कार्य सिद्ध करके लौटे हुए उन वानरोंने जो मेरे मधुवनका उपभोग किया है, उससे मैं बहुत प्रसन्न हुआ हूँ; अतः तुम्हें भी कृतकृत्य होकर आये हुए उन कपियोंकी ढिठाई तथा उद्दण्डतापूर्ण चेष्टाओंको क्षमा कर देना चाहिये। अब शीघ्र जाओ और तुम्हीं उस मधुवनकी रक्षा करो। साथ ही हनुमान् आदि सब वानरोंको जल्दी यहाँ भेजो॥३०-३१॥"
                },
                {
                    "slok": "इच्छामि शीघ्रं हनुमत्प्रधानान् शाखामृगांस्तान् मृगराजदोन्। | प्रष्टुं कृतार्थान् सह राघवाभ्यां श्रोतुं च सीताधिगमे प्रयत्नम्॥३२॥",
                    "arth": "'मैं सिंहके समान दर्पसे भरे हुए उन हनुमान् आदि वानरोंसे शीघ्र मिलना चाहता हूँ और इन दोनों रघुवंशी बन्धुओंके साथ मैं उन कृतार्थ होकर लौटे हुए वीरोंसे यह पूछना तथा सुनना चाहता हूँ कि सीताकी प्राप्तिके लिये क्या प्रयत्न किया जाय ॥ ३२ ॥"
                },
                {
                    "slok": "प्रीतिस्फीताक्षौ सम्प्रहृष्टौ कुमारौ दृष्ट्वा सिद्धार्थौ वानराणां च राजा। अङ्गैः प्रहृष्टः कार्यसिद्धिं विदित्वा बाह्वोरासन्नामतिमात्रं वा ननन्द॥३३॥",
                    "arth": "वे दोनों राजकुमार श्रीराम और लक्ष्मण पूर्वोक्त समाचारसे अपनेको सफलमनोरथ मानकर हर्षसे पुलकित हो गये थे। उनकी आँखें प्रसन्नतासे खिल उठी थीं। उन्हें | इस तरह प्रसन्न देख तथा अपने हर्षोत्फुल्ल अङ्गोंसे कार्यसिद्धिको हाथोंमें आयी हुई जान वानरराज सुग्रीव | अत्यन्त आनन्दमें निमग्न हो गये॥३३॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे त्रिषष्टितमः सर्गः॥६३॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें तिरसठवाँ सर्ग पूरा हुआ॥६३॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - चतुःषष्टितमः सर्गः दधिमुखसे सुग्रीवका संदेश सुनकर अङ्गद-हनुमान् आदि वानरोंका किष्किन्धामें पहुँचना और हनुमानजीका श्रीरामको प्रणाम करके सीता देवीके दर्शनका समाचार बताना",
            "arths": [
                {
                    "slok": "सग्रावणवमुक्तस्तु हृष्टा दाधमुखः कापः। राघवं लक्ष्मणं चैव सुग्रीवं चाभ्यवादयत्॥१॥",
                    "arth": "सुग्रीवके ऐसा कहनेपर प्रसन्नचित्त वानर दधिमुखने श्रीराम, लक्ष्मण और सुग्रीवको प्रणाम किया॥१॥"
                },
                {
                    "slok": " स प्रणम्य च सुग्रीवं राघवौ च महाबलौ। वानरैः सहितः शूरैर्दिवमेवोत्पपात ह॥२॥",
                    "arth": "सुग्रीव तथा उन महाबली रघुवंशी बन्धुओंको प्रणाम करके वे शूरवीर वानरोंके साथ आकाशमार्गसे उड़ चले॥ "
                },
                {
                    "slok": "स यथैवागतः पूर्वं तथैव त्वरितं गतः। निपत्य गगनाद् भूमौ तद् वनं प्रविवेश ह॥३॥",
                    "arth": "जैसे पहले आये थे, उतनी ही शीघ्रतासे वे वहाँ जा पहुँचे और आकाशसे पृथ्वीपर उतरकर उन्होंने उस मधुवनमें प्रवेश किया ॥३॥ "
                },
                {
                    "slok": "स प्रविष्टो मधुवनं ददर्श हरियूथपान्। विमदानुद्धतान् सर्वान् मेहमानान् मधूदकम्॥४॥",
                    "arth": "मधुवनमें प्रविष्ट होकर उन्होंने देखा कि समस्त वानर-यूथपति जो पहले उद्दण्ड हो रहे थे, अब मदरहित हो गये हैं-इनका नशा उतर गया है और ये मधुमिश्रित जलका मेहन (मत्रेन्द्रियद्वारा त्याग) कर रहे हैं॥४॥ "
                },
                {
                    "slok": "स तानुपागमद् वीरो बद्ध्वा करपुटाञ्जलिम्। उवाच वचनं श्लक्ष्णमिदं हृष्टवदङ्गदम्॥५॥",
                    "arth": "वीर दधिमुख उनके पास गये और दोनों हाथोंकी अञ्जलि बाँध अङ्गदसे हर्षयुक्त मधुर वाणीमें इस प्रकार बोले- ॥५॥ "
                },
                {
                    "slok": "सौम्य रोषो न कर्तव्यो यदेभिः परिवारणम्। अज्ञानाद् रक्षिभिः क्रोधाद् भवन्तः प्रतिषेधिताः॥६॥",
                    "arth": "'सौम्य! इन रक्षकोंने जो अज्ञानवश आपको रोका था, क्रोधपूर्वक आपलोगोंको मधु पीनेसे मना किया था इसके लिये आप अपने मनम क्राध न कर ।। ६ ।। "
                },
                {
                    "slok": "श्रान्तो दूरादनुप्राप्तो भक्षयस्व स्वकं मधु। युवराजस्त्वमीशश्च वनस्यास्य महाबल॥७॥ ",
                    "arth": "'आपलोग दूरसे थके-माँदे आये हैं, अतः फल खाइये और मधु पीजिये। यह सब आपकी ही सम्पत्ति है। महाबली वीर! आप हमारे युवराज और इस वनके स्वामी हैं॥७॥ "
                },
                {
                    "slok": "मौात् पूर्वं कृतो रोषस्तद् भवान् क्षन्तुमर्हति। । यथैव हि पिता तेऽभूत् पूर्वं हरिगणेश्वरः॥८॥ तथा त्वमपि सुग्रीवो नान्यस्तु हरिसत्तम। । 'कपिश्रेष्ठ! मैंने पहले मूर्खतावश जो रोष प्रकट किया था, उसे आप क्षमा करें; क्योंकि पूर्वकालमें जैसे आपके पिता वानरोंके राजा थे, उसी प्रकार आप और सुग्रीव भी हैं। आपलोगोंके सिवा दूसरा कोई हमारा | स्वामी नहीं है॥८॥",
                    "arth": "तथा त्वमपि सुग्रीवो नान्यस्तु हरिसत्तम। । 'कपिश्रेष्ठ! मैंने पहले मूर्खतावश जो रोष प्रकट किया था, उसे आप क्षमा करें; क्योंकि पूर्वकालमें जैसे आपके पिता वानरोंके राजा थे, उसी प्रकार आप और सुग्रीव भी हैं। आपलोगोंके सिवा दूसरा कोई हमारा | स्वामी नहीं है॥८॥"
                },
                {
                    "slok": "आख्यातं हि मया गत्वा पितृव्यस्य तवानघ॥ ९ ॥ इहोपयानं सर्वेषामेतेषां वनचारिणाम्। भवदागमनं श्रुत्वा सहैभिर्वनचारिभिः॥१०॥ प्रहृष्टो न तु रुष्टोऽसौ वनं श्रुत्वा प्रधर्षितम्।",
                    "arth": "'निष्पाप युवराज! मैंने यहाँसे जाकर आपके चाचा सुग्रीवसे इन सब वानरोंके यहाँ पधारनेका हाल कहा था। इन वानरोंके साथ आपका आगमन सुनकर वे बहुत | प्रसन्न हुए। इस वनके विध्वंसका समाचार सुनकर भी | उन्हें रोष नहीं हुआ॥९-१०॥"
                },
                {
                    "slok": "प्रहृष्टो मां पितृव्यस्ते सुग्रीवो वानरेश्वरः॥११॥ | शीघ्रं प्रेषय सर्वांस्तानिति होवाच पार्थिवः।",
                    "arth": "'आपके चाचा वानरराज सुग्रीवने बड़े हर्षके साथ | मुझसे कहा है कि उन सबको शीघ्र यहाँ भेजो'॥११३ ॥"
                },
                {
                    "slok": "श्रुत्वा दधिमुखस्यैतद् वचनं श्लक्ष्णमङ्गदः॥१२। अब्रवीत् तान् हरिश्रेष्ठो वाक्यं वाक्यविशारदः।",
                    "arth": "दधिमुखकी यह बात सुनकर बातचीत करनेमें कुशल कपिश्रेष्ठ अङ्गदने उन सबसे मधुर वाणीमें कहा- ॥ "
                },
                {
                    "slok": "शङ्के श्रुतोऽयं वृत्तान्तो रामेण हरियूथपाः॥१३॥  अयं च हर्षादाख्याति तेन जानामि हेतुना।। तत् क्षमं नेह नः स्थातुं कृते कार्ये परंतपाः॥१४॥",
                    "arth": "'वानरयूथपतियो! जान पड़ता है भगवान् श्रीरामने हमलोगोंके लौटनेका समाचार सुन लिया; क्योंकि ये बहुत प्रसन्न होकर वहाँकी बात सुना रहे हैं। इसीसे मुझे ऐसा ज्ञात होता है। अतः शत्रुओंको संताप देनेवाले वीरो! कार्य पूरा हो जानेपर अब हमलोगोंको यहाँ अधिक नहीं ठहरना चाहिये॥१३-१४॥ "
                },
                {
                    "slok": "पीत्वा मधु यथाकामं विक्रान्ता वनचारिणः। किं शेषं गमनं तत्र सुग्रीवो यत्र वानरः॥१५॥ ",
                    "arth": "'पराक्रमी वानर इच्छानुसार मधु पी चुके। अब यहाँ कौन-सा कार्य शेष है। इसलिये वहीं चलना चाहिये, जहाँ वानरराज सुग्रीव हैं॥१५॥ "
                },
                {
                    "slok": "सर्वे यथा मां वक्ष्यन्ति समेत्य हरिपुङ्गवाः। तथास्मि कर्ता कर्तव्ये भवद्भिः परवानहम् ॥१६॥",
                    "arth": "'वानरपुङ्गवो! आप सब लोग मिलकर मुझसे जैसा कहेंगे, मैं वैसा ही करूँगा; क्योंकि कर्तव्यके विषयमें मैं आपलोगोंके अधीन हूँ॥१६॥ "
                },
                {
                    "slok": "नाज्ञापयितुमीशोऽहं युवराजोऽस्मि यद्यपि। अयुक्तं कृतकर्माणो यूयं धर्षयितुं बलात्॥१७॥",
                    "arth": "'यद्यपि मैं युवराज हूँ तो भी आपलोगोंपर हुक्म नहीं चला सकता। आपलोग बहुत बड़ा कार्य पूरा करके आये हैं, अतः बलपूर्वक आपपर शासन चलाना कदारि उचित नहीं है'॥१७॥ "
                },
                {
                    "slok": "ब्रुवतश्चाङ्गदस्यैवं श्रुत्वा वचनमुत्तमम्। प्रहृष्टमनसो वाक्यमिदमूचुर्वनौकसः॥१८।",
                    "arth": "उस समय इस तरह बोलते हुए अङ्गदका उत्तर वचन सुनकर सब वानरोंका चित्त प्रसन्न हो गया औ वे इस प्रकार बोले- ॥१८॥ "
                },
                {
                    "slok": "ना एवं वक्ष्यति को राजन् प्रभुः सन् वानरर्षभ। ऐश्वर्यमदमत्तो हि सर्वोऽहमिति मन्यते॥१९॥",
                    "arth": "'राजन्! कपिश्रेष्ठ! स्वामी होकर भी अपने अधीन रहनेवाले लोगोंसे कौन इस तरहकी बात करेगा ? प्रायः सब लोग ऐश्वर्यके मदसे उन्मत्त हो अहंकारवश अपनेको ही सर्वोपरि मानने लगते हैं ॥ १९ ॥"
                },
                {
                    "slok": "तव चेदं सुसदृशं वाक्यं नान्यस्य कस्यचित्। सन्नतिर्हि तवाख्याति भविष्यच्छुभयोग्यताम्॥२०॥ ",
                    "arth": "'आपकी यह बात आपके ही योग्य है। दूसरे किसीके मुँहसे प्रायः ऐसी बात नहीं निकलती। यह नम्रता आपकी भावी शुभयोग्यताका परिचय दे रही है॥२०॥ "
                },
                {
                    "slok": "सर्वे वयमपि प्राप्तास्तत्र गन्तुं कृतक्षणाः। स यत्र हरिवीराणां सुग्रीवः पतिरव्ययः॥२१॥",
                    "arth": "'हम सब लोग भी जहाँ वानरवीरोंके अविनाशी पति सुग्रीव विराजमान हैं, वहाँ चलनेके लिये उत्साहित हो यहाँ आपके समीप आये हैं॥ २१॥"
                },
                {
                    "slok": "त्वया ह्यनुक्तैर्हरिभि व शक्यं पदात् पदम्। क्वचिद् गन्तुं हरिश्रेष्ठ ब्रूमः सत्यमिदं तु ते॥२२॥",
                    "arth": "'वानरश्रेष्ठ! आपकी आज्ञा प्राप्त हुए बिना हम वानरगण कहीं एक पग भी नहीं जा सकते, यह आपसे | सच्ची बात कहते हैं'॥ २२॥ "
                },
                {
                    "slok": "एवं तु वदतां तेषामङ्गदः प्रत्यभाषत। साधु गच्छाम इत्युक्त्वा खमुत्पेतुर्महाबलाः॥२३॥ ",
                    "arth": "वे वानरगण जब ऐसी बातें कहने लगे, तब अङ्गद बोले-'बहुत अच्छा, अब हमलोग चलें।' इतना कहकर वे महाबली वानर आकाशमें उड़ चले ॥२३॥"
                },
                {
                    "slok": "उत्पतन्तमनूत्पेतुः सर्वे ते हरियूथपाः। कृत्वाऽऽकाशं निराकाशं यन्त्रोत्क्षिप्ता इवोपलाः॥२४॥ ",
                    "arth": "आगे-आगे अङ्गद और उनके पीछे वे समस्त वानरयूथपति उड़ने लगे। वे आकाशको आच्छादित करके गुलेलसे फेंके गये पत्थरोंकी भाँति तीव्रगतिसे जा रहे थे॥ २४॥"
                },
                {
                    "slok": "अङ्गदं पुरतः कृत्वा हनूमन्तं च वानरम्। | तेऽम्बरं सहसोत्पत्य वेगवन्तः प्लवङ्गमाः॥२५॥ | विनदन्तो महानादं घना वातेरिता यथा।",
                    "arth": "अङ्गद और वानरवीर हनुमान्को आगे करके सभी वेगवान् वानर सहसा आकाशमें उछलकर वायुसे उड़ाये गये बादलोंकी भाँति बड़े जोर-जोरसे गर्जना करते हुए किष्किन्धाके निकट जा पहुँचे॥ २५३ ॥"
                },
                {
                    "slok": "अङ्गदे समनुप्राप्ते सुग्रीवो वानरेश्वरः॥२६॥ उवाच शोकसंतप्तं रामं कमललोचनम्। ",
                    "arth": "अङ्गदके निकट पहुँचते ही वानरराज सुग्रीवने शोकसंतप्त कमलनयन श्रीरामसे कहा- ॥२६॥ "
                },
                {
                    "slok": "समाश्वसिहि भद्रं ते दृष्टा देवी न संशयः॥२७॥ नागन्तुमिह शक्यं तैरतीतसमयैरिह।",
                    "arth": "'पभो। धैर्य धारण कीजिये। आपका कल्याण हो। सीता देवीका पता लग गया है, इसमें संशय नहीं है; क्योंकि कृतकार्य हुए बिना दिये हुए समयकी अवधिको बिताकर ये वानर कदापि यहाँ नहीं आ सकते थे॥ "
                },
                {
                    "slok": "अङ्गदस्य प्रहर्षाच्च जानामि शुभदर्शन ॥२८॥ न मत्सकाशमागच्छेत् कृत्ये हि विनिपातिते। युवराजो महाबाहुः प्लवतामङ्गदो वरः॥२९॥ ",
                    "arth": "'शुभदर्शन श्रीराम! अङ्गदकी अत्यन्त प्रसन्नतासे भी मुझे इसी बातकी सूचना मिल रही है। यदि काम बिगाड़ दिया गया होता तो वानरोंमें श्रेष्ठ युवराज महाबाहु अङ्गद मेरे पास कदापि लौटकर नहीं आते॥ २८-२९॥ "
                },
                {
                    "slok": "यद्यप्यकृतकृत्यानामीदृशः स्यादुपक्रमः। भवेत् तु दीनवदनो भ्रान्तविप्लुतमानसः॥३०॥ ",
                    "arth": "'यद्यपि कार्य सिद्ध न होनेपर भी इस तरह लोगोंका अपने घर लौटना देखा गया है, तथापि उस दशामें अङ्गदके मुखपर उदासी छायी होती और उनके चित्तमें घबराहटके कारण उथल-पुथल मची होती॥३०॥ "
                },
                {
                    "slok": "पितृपैतामहं चैतत् पूर्वकैरभिरक्षितम्। न मे मधुवनं हन्याददृष्ट्वा जनकात्मजाम्॥३१॥",
                    "arth": "'मेरे बाप-दादोंके इस मधुवनका, जिसकी पूर्वजोंने भी सदा रक्षा की है, कोई जनककिशोरीका दर्शन किये बिना विध्वंस नहीं कर सकता था॥३१॥"
                },
                {
                    "slok": "कौसल्या सुप्रजा राम समाश्वसिहि सुव्रत। दृष्टा देवी न संदेहो न चान्येन हनूमता ॥३२॥",
                    "arth": "'उत्तम व्रतका पालन करनेवाले श्रीराम! आपको पाकर माता कौसल्या उत्तम संतानकी जननी हुई हैं। आप धैर्य धारण कीजिये। इसमें कोई संदेह नहीं कि देवी सीताका दर्शन हो गया। किसी औरने नहीं, हनुमान्जीने ही उनका दर्शन किया है॥३२॥ "
                },
                {
                    "slok": "नान्यः कर्मणो हेतुः साधनेऽस्य हनूमतः। हनूमतीह सिद्धिश्च मतिश्च मतिसत्तम॥३३॥ व्यवसायश्च शौर्यं च श्रुतं चापि प्रतिष्ठितम्। जाम्बवान् यत्र नेता स्यादङ्गदश्च हरीश्वरः॥३४॥ हनूमांश्चाप्यधिष्ठाता न तत्र गतिरन्यथा।",
                    "arth": "'मतिमानोंमें श्रेष्ठ रघुनन्दन! इस कार्यको सिद्ध करने में हनुमान्जीके सिवा और कोई कारण बना हो, ऐसा सम्भव नहीं है। वानरशिरोमणि हनुमान्में ही कार्यसिद्धिकी शक्ति और बुद्धि है। उन्हींमें उद्योग, पराक्रम और शास्त्रज्ञान भी प्रतिष्ठित है। जिस दलके नेता जाम्बवान् और महाबली अङ्गद हों तथा अधिष्ठाता हनुमान् हों, उस दलको विपरीत परिणाम-असफलता मिले, यह सम्भव नहीं है।"
                },
                {
                    "slok": "मा भूश्चिन्तासमायुक्तः सम्प्रत्यमितविक्रम॥३५॥ यदा हि दर्पितोदग्राः संगताः काननौकसः। नैषामकृतकार्याणामीदृशः स्यादुपक्रमः॥३६॥ वनभलेन जानामि मधूनां भक्षणेन च।",
                    "arth": "'अमित पराक्रमी श्रीराम! अब आप चिन्ता न करें। ये वनवासी वानर जो इतने अहंकारमें भरे हुए आ रहे हैं, कार्य सिद्ध हुए बिना इनका इस तरह आना सम्भव नहीं था। इनके मधु पीने और वन उजाड़नेसे भी मुझे ऐसा ही प्रतीत होता है' ॥ ३५-३६३ ॥ "
                },
                {
                    "slok": "ततः किलकिलाशब्दं शुश्रावासन्नमम्बरे॥३७॥ हनूमत्कर्मदृप्तानां नदतां काननौकसाम्। किष्किन्धामुपयातानां सिद्धिं कथयतामिव॥३८॥",
                    "arth": "वे इस प्रकार कह ही रहे थे कि उन्हें आकाशमें निकटसे वानरोंकी किलकारियाँ सुनायी दीं। हनुमानजीके पराक्रमपर गर्व करके किष्किन्धाके पास आ गर्जना करनेवाले वे वनवासी वानर मानो सिद्धिकी सूचना दे रहे थे॥ ३७-३८॥ "
                },
                {
                    "slok": "ततः श्रुत्वा निनादं तं कपीनां कपिसत्तमः। आयताञ्चितलाङ्गलः सोऽभवद्हृष्टमानसः ॥३९॥",
                    "arth": "उन वान का वह सिंहनाद सुनकर कपिश्रेष्ठ सुग्रीवका हृदय हर्षसे खिल उठा। उन्होंने अपनी पूंछ लंबी एवं ऊँची कर दी॥३९॥ "
                },
                {
                    "slok": "आजग्मुस्तेऽपि हरयो रामदर्शनकाक्षिणः। अङ्गदं पुरतः कृत्वा हनूमन्तं च वानरम्॥४०॥ ",
                    "arth": "इतने में ही श्रीरामचन्द्रजीके दर्शनकी इच्छासे अङ्गद और वानरवीर हनुमान्को आगे करके वे सब वानर वहाँ आ पहुँचे॥ ४०॥"
                },
                {
                    "slok": "तेऽङ्गदप्रमुखा वीराः प्रहृष्टाश्च मुदान्विताः। निपेतुर्हरिराजस्य समीपे राघवस्य च॥४१॥",
                    "arth": " अङ्गद आदि वीर आनन्द और उत्साहसे भरकर वानरराज सुग्रीव तथा रघुनाथजीके समीप आकाशसे नीचे उतरे॥४१॥"
                },
                {
                    "slok": "हनूमांश्च महाबाहुः प्रणम्य शिरसा ततः। नियतामक्षतां देवीं राघवाय न्यवेदयत्॥४२॥",
                    "arth": "महाबाहु हनुमान्ने श्रीरघुनाथजीके चरणोंमें मस्तक रखकर प्रणाम किया और उन्हें यह बताया कि 'देवी सीता पातिव्रत्यके कठोर नियमोंका पालन करती हुई शरीरसे सकुशल हैं ॥४२॥ "
                },
                {
                    "slok": "दृष्टा देवीति हनुमद्वदनादमृतोपमम्। आकर्ण्य वचनं रामो हर्षमाप सलक्ष्मणः॥४३॥",
                    "arth": "'मैंने देवी सीताका दर्शन किया है' हनुमान्जीके मुखसे यह अमृतके समान मधुर वचन सुनकर लक्ष्मणसहित श्रीरामको बड़ी प्रसन्नता हुई॥४३॥"
                },
                {
                    "slok": "निश्चितार्थं ततस्तस्मिन् सुग्रीवं पवनात्मजे। लक्ष्मणः प्रीतिमान् प्रीतं बहुमानादवैक्षत ॥४४॥",
                    "arth": "पवनपुत्र हनुमान्के विषयमें सुग्रीवने पहलेसे ही निश्चय कर लिया था कि उन्हींके द्वारा कार्य सिद्ध हुआ है। इसलिये प्रसन्न हुए लक्ष्मणने प्रीतियुक्त सुग्रीवकी ओर बड़े आदरसे देखा ॥ ४४॥"
                },
                {
                    "slok": "प्रीत्या च परयोपेतो राघवः परवीरहा। व | बहुमानेन महता का हनूमन्तमवैक्षत॥४५॥",
                    "arth": "शत्रुवीरोंका संहार करनेवाले श्रीरघुनाथजीने परम | प्रीति और महान् सम्मानके साथ हनुमान्जीकी ओर | देखा॥४५॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे चतुःषष्टितमः सर्गः॥६४॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें चौंसठवाँ सर्ग पूरा हुआ॥६४॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - पञ्चषष्टितमः सर्गः हनुमानजीका श्रीरामको सीताका समाचार सुनाना",
            "arths": [
                {
                    "slok": "ततः प्रस्रवणं शैलं ते गत्वा चित्रकाननम्। प्रणम्य शिरसा राम लक्ष्मणं च महाबलम्॥१॥ युवराजं पुरस्कृत्य सुग्रीवमभिवाद्य च। प्रवृत्तिमथ सीतायाः प्रवक्तुमुपचक्रमुः॥२॥",
                    "arth": "तदनन्तर विचित्र काननोंसे सुशोभित प्रस्रवण पर्वतपर जाकर युवराज अङ्गदको आगे करके श्रीराम, महाबली लक्ष्मण तथा सुग्रीवको मस्तक झुकाकर प्रणाम करनेके अनन्तर सब वानरोंने सीताका समाचार बताना आरम्भ किया-॥१-२॥ "
                },
                {
                    "slok": "रावणान्तःपुरे रोधं राक्षसीभिश्च तर्जनम्। रामे समनुरागं च यथा च नियमः कृतः॥३॥ एतदाख्याय ते सर्वं हरयो रामसंनिधौ। वैदेहीमक्षतां श्रुत्वा रामस्तूत्तरमब्रवीत्॥४॥ ",
                    "arth": "'सीता देवी रावणके अन्तःपुरमें रोक रखी गयी हैं। राक्षसियाँ उन्हें धमकाती रहती हैं। श्रीरामके प्रति उनका अनन्य अनुराग है। रावणने सीताके जीवित रहनेके लिये केवल दो मासकी अवधि दे रखी है। इस समय विदेह- कुमारीको कोई क्षति नहीं पहुँची है-वे सकुशल हैं।' श्रीरामचन्द्रजीके निकट ये सब बातें बताकर वे वानर चुप हो गये। विदेहकुमारीके सकुशल होनेका वृत्तान्त सुनकर श्रीरामने आगेकी बात पूछते हुए कहा-॥३-४॥"
                },
                {
                    "slok": "क्व सीता वर्तते देवी कथं च मयि वर्तते। फा एतन्मे सर्वमाख्यात वैदेहीं प्रति वानराः॥५॥ ",
                    "arth": "'वानरो ! देवी सीता कहाँ हैं ? मेरे प्रति उनका कैसा भाव है? विदेहकुमारीके विषयमें ये सारी बातें मुझसे कहो' ॥ ५ ॥"
                },
                {
                    "slok": "रामस्य गादत श्रुत्वा हरयो रामसानधा। चोदयन्ति हनूमन्तं सीतावृत्तान्तकोविदम्॥६॥",
                    "arth": "श्रीरामचन्द्रजीका यह कथन सुनकर वे वानर श्रीरामके निकट सीताके वृत्तान्तको अच्छी तरह जाननेवाले हनुमान्जीको उत्तर देनेके लिये प्रेरित करने लगे॥६॥ "
                },
                {
                    "slok": "श्रुत्वा तु वचनं तेषां हनूमान् मारुतात्मजः। प्रणम्य शिरसा देव्यै सीतायै तां दिशं प्रति॥७॥",
                    "arth": "उन वानरोंकी बात सुनकर पवनपुत्र हनुमान्जीने | पहले देवी सीताके उद्देश्यसे दक्षिण दिशाकी ओर मस्तक झुकाकर प्रणाम किया॥७॥"
                },
                {
                    "slok": "उवाच वाक्यं वाक्यज्ञः सीताया दर्शनं यथा। तं मणिं काञ्चनं दिव्यं दीप्यमानं स्वतेजसा॥८॥ दत्त्वा रामाय हनुमांस्ततः प्राञ्जलिरब्रवीत्।",
                    "arth": "फिर बातचीतकी कलाको जाननेवाले उन वानरवीरने सीताजीका दर्शन जिस प्रकार हुआ था, वह सारा वृत्तान्त कह सुनाया। तत्पश्चात् अपने तेजसे प्रकाशित होनेवाली उस दिव्य काञ्चनमणिको भगवान् श्रीरामके हाथमें देकर | हनुमान्जी हाथ जोड़कर बोले- ॥८॥ "
                },
                {
                    "slok": "समुद्रं लयित्वाहं शतयोजनमायतम्॥९॥ अगच्छं जानकी सीतां मार्गमाणो दिदृक्षया।",
                    "arth": "'प्रभो ! मैं जनकनन्दिनी सीताके दर्शनकी इच्छासे उनका पता लगाता हुआ सौ योजन विस्तृत समुद्रको | लाँघकर उसके दक्षिण किनारेपर जा पहुँचा॥९३ ॥"
                },
                {
                    "slok": " तत्र लङ्केति नगरी रावणस्य दुरात्मनः॥१०॥ दक्षिणस्य समुद्रस्य तीरे वसति दक्षिणे।",
                    "arth": "'वहीं दुरात्मा रावणकी नगरी लङ्का है। वह | गाने शिाा नटपर ही बसी हई है॥१०॥"
                },
                {
                    "slok": "तत्र सीता मया दृष्टा रावणान्तःपुरे सती॥११॥ त्वयि संन्यस्य जीवन्ती रामा राम मनोरथम्। दृष्टा मे राक्षसीमध्ये तय॑माना मुहुर्मुहुः॥१२॥ राक्षसीभिर्विरूपाभी रक्षिता प्रमदावने।",
                    "arth": "'श्रीराम! लङ्कामें पहुँचकर मैंने रावणके अन्तःपुरमें प्रमदावनके भीतर राक्षसियोंके बीचमें बैठी हुई सतीसाध्वी सुन्दरी देवी सीताका दर्शन किया। वे अपनी सारी अभिलाषाओंको आपमें ही केन्द्रित करके किसी तरह जीवन धारण कर रही हैं। विकराल रूपवाली राक्षसियाँ उनकी रखवाली करती हैं और बारंबार उन्हें डाँटती-फटकारती रहती हैं॥११-१२३॥"
                },
                {
                    "slok": "दुःखमापद्यते देवी त्वया वीर सुखोचिता॥१३॥ रावणान्तःपुरे रुद्धा राक्षसीभिः सुरक्षिता। । एकवेणीधरा दीना त्वयि चिन्तापरायणा॥१४॥",
                    "arth": "'वीरवर ! देवी सीता आपके साथ सुख भोगनेके योग्य हैं, परंतु इस समय बड़े दुःखसे दिन बिता रही हैं। उन्हें रावणके अन्तःपुरमें रोक रखा गया है और वे राक्षसियोंके पहरे में रहती हैं। सिरपर एक वेणी धारण किये दुःखी हो सदा आपकी चिन्तामें डूबी रहती हैं॥१३-१४॥ "
                },
                {
                    "slok": "अधःशय्या विवर्णाङ्गी पद्मिनीव हिमागमे। रावणाद् विनिवृत्तार्था मर्तव्यकृतनिश्चया॥१५॥ ",
                    "arth": "'वे नीचे भूमिपर सोती हैं। जैसे जाड़ेके दिनोंमें पाला पड़नेके कारण कमलिनी सूख जाती है, उसी प्रकार उनके अङ्गोंकी कान्ति फीकी पड़ गयी है। रावणसे उनका कोई प्रयोजन नहीं है। उन्होंने प्राण त्याग देनेका निश्चय कर लिया है॥१५॥ "
                },
                {
                    "slok": "देवी कथंचित् काकुत्स्थ त्वन्मना मार्गिता मया। इक्ष्वाकुवंशविख्यातिं शनैः कीर्तयतानघ॥१६॥ सा मया नरशार्दूल शनैर्विश्वासिता तदा। ततः सम्भाषिता देवी सर्वमर्थं च दर्शिता॥१७॥ ",
                    "arth": "'ककुत्स्थकुलभूषण! उनका मन निरन्तर आपमें ही लगा रहता है। निष्पाप नरश्रेष्ठ! मैंने बड़ा प्रयत्न करके किसी तरह महारानी सीताका पता लगाया और धीरेधीरे इक्ष्वाकुवंशकी कीर्तिका वर्णन करते हुए किसी प्रकार उनके हृदयमें अपने प्रति विश्वास उत्पन्न किया। तत्पश्चात् देवीसे वार्तालाप करके मैंने यहाँकी सब बातें उन्हें बतलायीं॥१६-१७॥ रामसुग्रीवसख्यं च श्रुत्वा हर्षमुपागता। नियतः समुदाचारो भक्तिश्चास्याः सदा त्वयि॥१८॥"
                },
                {
                    "slok": "रामसुग्रीवसख्यं च श्रुत्वा हर्षमुपागता। नियतः समुदाचारो भक्तिश्चास्याः सदा त्वयि॥१८॥",
                    "arth": "'आपकी सुग्रीवके साथ मित्रताका समाचार सुनकर उन्हें बड़ा हर्ष हुआ। उनका उच्चकोटिका आचार-विचार (पातिव्रत्य) सुदृढ़ है। वे सदा आपमें ही भक्ति रखती हैं॥१८॥ "
                },
                {
                    "slok": "एवं मया महाभाग दृष्टा जनकनन्दिनी। णस उग्रेण तपसा युक्ता त्वद्भक्त्या पुरुषर्षभ॥१९॥",
                    "arth": "'महाभाग! पुरुषोत्तम! इस प्रकार जनकनन्दिनीको मैंने आपकी भक्तिसे प्रेरित होकर कठोर तपस्या करते देखा है॥ १९॥ "
                },
                {
                    "slok": "अभिज्ञानं च मे दत्तं यथावृत्तं तवान्तिके। चित्रकूटे महाप्राज्ञ वायसं प्रति राघव॥२०॥",
                    "arth": "'महामते! रघुनन्दन! चित्रकूटमें आपके पास देवीके रहते समय एक कौएको लेकर जो घटना घटित हुई थी, उस वृत्तान्तको उन्होंने पहचानके रूपमें मुझसे कहा था॥ २०॥ "
                },
                {
                    "slok": "विज्ञाप्यः पुनरप्येष रामो वायुसुत त्वया। अखिलेन यथा दृष्टमिति मामाह जानकी॥२१॥ अयं चास्मै प्रदातव्यो यत्नात् सुपरिरक्षितः।",
                    "arth": "'जानकीजीने आते समय मुझसे कहा-'वायुनन्दन! तुम यहाँ जैसी मेरी हालत देख चुके हो, वह सब भगवान् श्रीरामको बताना और इस मणिको बड़े यत्नसे सुरक्षितरूपमें ले जाकर उनके हाथमें देना ॥ २१३ ॥"
                },
                {
                    "slok": "ब्रुवता वचनान्येवं सुग्रीवस्योपशृण्वतः॥२२॥ एष चूडामणिः श्रीमान् मया ते यत्नरक्षितः। मनःशिलायास्तिलकं तत् स्मरस्वेति चाब्रवीत्॥२३॥ एष निर्यातितः श्रीमान् मया ते वारिसम्भवः। एनं दृष्ट्वा प्रमोदिष्ये व्यसने त्वामिवानघ ॥२४॥",
                    "arth": "'ऐसे समयमें देना, जब कि सुग्रीव भी निकट बैठकर तुम्हारी कही हुई बातें सुन रहे हों। साथ ही मेरी ये बातें भी उनसे निवेदन करना-'प्रभो! आपकी दी हुई यह कान्तिमती चूड़ामणि मैंने बड़े यत्नसे सुरक्षित रखी थी। जलसे प्रकट हुए इस दीप्तिमान् रत्नको मैंने आपकी सेवामें लौटाया है। निष्पाप रघुनन्दन! संकटके समय इसे देखकर मैं उसी प्रकार आनन्दमग्न हो जाती थी, जैसे आपके दर्शनसे आनन्दित होती हूँ। आपने मेरे ललाटमें जो मैनसिलका तिलक लगाया था, इसको स्मरण कीजिये।' ये बातें जानकीजीने कही थीं॥ २२-२४॥"
                },
                {
                    "slok": "जीवितं धारयिष्यामि मासं दशरथात्मज। ऊर्ध्वं मासान्न जीवेयं रक्षसां वशमागता॥२५॥",
                    "arth": "'उन्होंने यह भी कहा–'दशरथनन्दन! मैं एक मास और जीवन धारण करूँगी। उसके बाद राक्षसोंके वशमें पड़कर प्राण त्याग दूंगी-किसी तरह जीवित नहीं रह सकूँगी'॥ २५॥ "
                },
                {
                    "slok": "इति मामब्रवीत् सीता कृशाङ्गी धर्मचारिणी। रावणान्तःपुरे रुद्धा मृगीवोत्फुल्ललोचना॥२६॥",
                    "arth": "पष्ट 'इस प्रकार दुबले-पतले शरीरवाली धर्मपरायणा सीताने मुझे आपसे कहनेके लिये यह संदेश दिया था। वे रावणके अन्तःपुरमें कैद हैं और भयके मारे आँख फाड़-फाड़कर इधर-उधर देखनेवाली हरिणीके समान वे सशङ्क दृष्टिसे सब ओर देखा करती हैं॥२६॥"
                },
                {
                    "slok": "एतदेव मयाऽऽख्यातं सर्वं राघव यद् यथा। सर्वथा सागरजले संतारः प्रविधीयताम्॥२७॥",
                    "arth": "'रघुनन्दन! यही वहाँका वृत्तान्त है, जो सबका-सब मैंने आपकी सेवामें निवेदन कर दिया। अब सब प्रकारसे समुद्रको पार करनेका प्रयत्न कीजिये॥२७॥ "
                },
                {
                    "slok": "तौ जाताश्वासौ राजपुत्रौ विदित्वा तच्चाभिज्ञानं राघवाय प्रदाय। चाख्यातं सर्वमेवानुपूर्व्याद् वाचा सम्पूर्णं वायुपुत्रः शशंस॥२८॥",
                    "arth": "राजकुमार श्रीराम और लक्ष्मणको कुछ आश्वासन मिल गया, ऐसा जानकर तथा वह पहचान श्रीरघुनाथजीके हाथमें देकर वायुपुत्र हनुमान्ने देवी सीताकी कही हुई सारी बातें क्रमशः अपनी वाणीद्वारा पूर्णरूपसे कह सुनायीं ॥ २८॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे पञ्चषष्टितमः सर्गः॥६५॥",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें पैंसठवाँ सर्ग पूरा हुआ॥६५॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - षट्षष्टितमः सर्गः चडामणिको देखकर और सीताका समाचार पाकर श्रीरामका उनके लिये विलाप",
            "arths": [
                {
                    "slok": "एवमुक्तो हनुमता रामो दशरथात्मजः। तं मणिं हृदये कृत्वा रुरोद सहलक्ष्मणः॥१॥",
                    "arth": "हनुमान्जीके ऐसा कहनेपर दशरथनन्दन श्रीराम उस मणिको अपनी छातीसे लगाकर रोने लगे। साथ ही लक्ष्मण भी रो पड़े॥१॥ "
                },
                {
                    "slok": "तं तु दृष्ट्वा मणिश्रेष्ठं राघवः शोककर्शितः। नेत्राभ्यामश्रुपूर्णाभ्यां सुग्रीवमिदमब्रवीत्॥२॥",
                    "arth": "उस श्रेष्ठ मणिकी ओर देखकर शोकसे व्याकुल हुए श्रीरघुनाथजी अपने दोनों नेत्रोंमें आँसू भरकर सुग्रीवसे इस प्रकार बोले- ॥२॥ "
                },
                {
                    "slok": "यथैव धेनुः स्रवति स्नेहाद् वत्सस्य वत्सला। तथा ममापि हृदयं मणिश्रेष्ठस्य दर्शनात्॥३॥",
                    "arth": "'मित्र! जैसे वत्सला धेनु अपने बछड़ेके स्नेहसे थनोंसे दूध झरने लगती है, उसी प्रकार इस उत्तम मणिको देखकर आज मेरा हृदय भी द्रवीभूत हो रहा है॥३॥ "
                },
                {
                    "slok": "मणिरत्नमिदं दत्तं वैदेह्याः श्वशुरेण मे। वधूकाले यथा बद्धमधिकं मूर्ध्नि शोभते॥४॥",
                    "arth": "'मेरे श्वशुर राजा जनकने विवाहके समय वैदेहीको यह मणिरत्न दिया था, जो उसके मस्तकपर आबद्ध होकर बड़ी शोभा पाता था ॥ ४ ॥"
                },
                {
                    "slok": "अय हि जलसम्भूतो माणः प्रवरपूाजतः। यज्ञे परमतुष्टेन दत्तः शक्रेण धीमता॥५॥",
                    "arth": "'जलसे प्रकट हुई यह मणि श्रेष्ठ देवताओंद्वारा पूजित है। किसी यज्ञमें बहुत संतुष्ट हुए बुद्धिमान् इन्द्रने राजा जनकको यह मणि दी थी॥५॥ "
                },
                {
                    "slok": "इमं दृष्ट्वा मणिश्रेष्ठं तथा तातस्य दर्शनम्। अद्यास्म्यवगतः सौम्य वैदेहस्य तथा विभोः॥६॥",
                    "arth": "'सौम्य! इस मणिरत्नका दर्शन करके आज मुझे मानो अपने पूज्य पिताका और विदेहराज महाराज जनकका भी दर्शन मिल गया हो, ऐसा अनुभव हो रहा है॥६॥ "
                },
                {
                    "slok": "अयं हि शोभते तस्याः प्रियाया मूर्ध्नि मे मणिः। अद्यास्य दर्शनेनाहं प्राप्तां तामिव चिन्तये॥७॥",
                    "arth": "'यह मणि सदा मेरी प्रिया सीताके सीमन्तपर शोभा पाती थी। आज इसे देखकर ऐसा जान पड़ता है मानो सीता ही मुझे मिल गयी॥७॥ "
                },
                {
                    "slok": "किमाह सीता वैदेही ब्रूहि सौम्य पुनः पुनः। परासुमिव तोयेन सिञ्चन्ती वाक्यवारिणा॥८॥",
                    "arth": "'सौम्य पवनकुमार! जैसे बेहोश हुए मनुष्यको होशमें लानेके लिये उसपर जलके छींटे दिये जाते हैं, गगी प्रकार विटेद्रनन्दिनी सीताने मर्छित हए-से मझ रामको अपने वाक्यरूपी शीतल जलसे सींचते हुए क्या-क्या कहा है? यह बारंबार बताओ'॥८॥ "
                },
                {
                    "slok": "इतस्तु किं दुःखतरं यदिमं वारिसम्भवम्। मणिं पश्यामि सौमित्रे वैदेहीमागतां विना॥९॥",
                    "arth": "(अब वे लक्ष्मणसे बोले-) 'सुमित्रानन्दन! सीताके यहाँ आये बिना ही जो जलसे उत्पन्न हुई इस मणिको मैं देख रहा हूँ। इससे बढ़कर दुःखकी बात और क्या हो सकती है'॥९॥"
                },
                {
                    "slok": "चिरं जीवति वैदेही यदि मासं धरिष्यति। क्षणं वीर न जीवेयं विना तामसितेक्षणाम्॥१०॥",
                    "arth": "(फिर वे हनुमान्जीसे बोले-) 'वीर पवनकुमार! यदि विदेहनन्दिनी सीता एक मासतक जीवन धारण कर लेगी, तब तो वह बहुत समयतक जी रही है। मैं तो कजरारे नेत्रोंवाली जानकीके बिना अब एक क्षण भी जीवित नहीं रह सकता॥१०॥"
                },
                {
                    "slok": "नय मामपि तं देशं यत्र दृष्टा मम प्रिया। न तिष्ठेयं क्षणमपि प्रवृत्तिमुपलभ्य च॥११॥ ",
                    "arth": "'तुमने जहाँ मेरी प्रियाको देखा है, उसी देशमें मुझे भी ले चलो। उसका समाचार पाकर अब मैं एक क्षण भी यहाँ नहीं रुक सकता॥११॥ "
                },
                {
                    "slok": "कथं सा मम सुश्रोणी भीरुभीरुः सती तदा। भयावहानां घोराणां मध्ये तिष्ठति रक्षसाम्॥१२॥",
                    "arth": "'हाय! मेरी सती-साध्वी सुमध्यमा सीता बड़ी भीरु है। वह उन घोर रूपधारी भयंकर राक्षसोंके बीचमें कैसे रहती होगी?॥१२॥ शारदस्तिमिरोन्मुक्तो नूनं चन्द्र इवाम्बुदैः। आवृतो वदनं तस्या न विराजति साम्प्रतम्॥१३॥"
                },
                {
                    "slok": "शारदस्तिमिरोन्मुक्तो नूनं चन्द्र इवाम्बुदैः। आवृतो वदनं तस्या न विराजति साम्प्रतम्॥१३॥",
                    "arth": "'निश्चय ही अन्धकारसे मुक्त किंतु बादलोंसे ढके हुए शरत्कालीन चन्द्रमाके समान सीताका मुख इस समय शोभा नहीं पा रहा होगा॥१३॥ "
                },
                {
                    "slok": "किमाह सीता हनुमंस्तत्त्वतः कथयस्व मे। एतेन खलु जीविष्ये भेषजेनातुरो यथा॥१४॥",
                    "arth": "'हनुमन्! मुझे ठीक-ठीक बताओ, सीताने क्याक्या कहा है ? जैसे रोगी दवा लेनेसे जीता है, उसी प्रकार मैं सीताके इस संदेश-वाक्यको सुनकर ही जीवन धारण करूँगा॥१४॥ "
                },
                {
                    "slok": "मधुरा मधुरालापा किमाह मम भामिनी। मद्विहीना वरारोहा हनुमन् कथयस्व मे। दुःखाद् दुःखतरं प्राप्य कथं जीवति जानकी॥१५॥",
                    "arth": "'हनुमन्! मुझसे बिछुड़ी हुई मेरी सुन्दर कटिप्रदेशवाली मधुरभाषिणी सुन्दरी प्रियतमा जनकनन्दिनी सीताने मेरे लिये कौन-सा संदेश दिया है? वह दुःख-पर-दुःख उठाकर भी कैसे जीवन धारण कर रही है?' ॥१५॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे षट्षष्टितमः सर्गः॥६६॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आर्षरामायण आदिकाव्यके सुन्दरकाण्डमें छाछठवाँ सर्ग पूरा हुआ॥६६॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - सप्तषष्टितमः सर्गः हनुमान्जीका भगवान् श्रीरामको सीताका संदेश सुनाना",
            "arths": [
                {
                    "slok": "एवमुक्तस्तु हनुमान् राघवेण महात्मना। सीताया भाषितं सर्वं न्यवेदयत राघवे॥१॥",
                    "arth": "महात्मा श्रीरघुनाथजीके ऐसा कहनेपर श्रीहनुमान्जीने सीताजीकी कही हुई सब बातें उनसे निवेदन कर दी॥१॥ "
                },
                {
                    "slok": "इदमुक्तवती देवी जानकी पुरुषर्षभ। पूर्ववृत्तमभिज्ञानं चित्रकूटे यथातथम्॥२॥",
                    "arth": "वे बोले-'पुरुषोत्तम! जानकी देवीने पहले चित्रकूटपर बीती हुई एक घटनाका यथावत् रूपसे वर्णन किया था। उसे उन्होंने पहचानके तौरपर इस प्रकार कहा था॥२॥ "
                },
                {
                    "slok": "सुखसुप्ता त्वया सार्धं जानकी पूर्वमुत्थिता। वायसः सहसोत्पत्य विददार स्तनान्तरम्॥३॥",
                    "arth": "'पहले चित्रकूटमें कभी जानकी देवी आपके साथ सुखपूर्वक सोयी थीं। वे सोकर आपसे पहले उठ गयीं। उस समय किसी कौएने सहसा उड़कर उनकी छातीमें चोंच मार दी॥३॥ "
                },
                {
                    "slok": "पर्यायेण च सुप्तस्त्वं देव्यङ्के भरताग्रज। पुनश्च किल पक्षी स देव्या जनयति व्यथा॥४॥",
                    "arth": "'भरताग्रज! आपलोग बारी-बारीसे एक-दूसरेके अङ्कमें सिर रखकर सोते थे। जब आप देवीके अङ्कमें मस्तक रखकर सोये थे, उस समय पुनः उसी पक्षीने आकर देवीको कष्ट देना आरम्भ किया॥४॥ "
                },
                {
                    "slok": "ततः पुनरुपागम्य . विददार भृशं किल। ततस्त्वं बोधितस्तस्याः शोणितेन समुक्षितः॥५॥",
                    "arth": "'कहते हैं उसने फिर आकर जोरसे चोंच मार दी। तब देवीके शरीरसे रक्त बहने लगा और उससे भीग जानेके कारण आप जग उठे॥५॥ "
                },
                {
                    "slok": "वायसेन च तेनैवं सततं बाध्यमानया। बोधितः किल देव्या त्वं सुखसुप्तः परंतप॥६॥",
                    "arth": "'शत्रुओंको संताप देनेवाले रघुनन्दन! उस कौएने जब लगातार इस तरह पीड़ा दी, तब देवी सीताने सुखसे सोये हुए आपको जगा दिया॥६॥ "
                },
                {
                    "slok": "तां च दृष्ट्वा महाबाहो दारितां च स्तनान्तरे। आशीविष इव क्रुद्धस्ततो वाक्यं त्वमूचिवान्॥७॥",
                    "arth": "'महाबाहो! उनकी छातीमें घाव हुआ देख आप विषधर सर्पके समान कुपित हो उठे और इस प्रकार बोले- ॥७॥ "
                },
                {
                    "slok": "नखाग्रैः केन ते भीरु दारितं वै स्तनान्तरम्। कः क्रीडति सरोषेण पञ्चवक्त्रेण भोगिना॥८॥",
                    "arth": "भीरु! किसने अपने नखोंके अग्रभागसे तुम्हारी छातीमें घाव कर दिया है? कौन कुपित हुए पाँच मुँहवाले सर्पके साथ खेल रहा है?'॥८॥"
                },
                {
                    "slok": "निरीक्षमाणः सहसा वायसं समुदैक्षथाः। नखैः सरुधिरैस्तीक्ष्णैस्तामेवाभिमुखं स्थितम्॥९॥",
                    "arth": "'ऐसा कहकर आपने जब सहसा इधर-उधर दृष्टि डाली, तब उस कौएको देखा। उसके तीखे पंजे खूनमें रँगे हुए थे और वह सीता देवीकी ओर मुँह करके ही कहीं बैठा था॥९॥"
                },
                {
                    "slok": "सुतः किल स शक्रस्य वायसः पततां वरः। धरान्तरगतः शीघ्र पवनस्य गतौ समः॥१०॥",
                    "arth": "सुना है, उड़नेवालोंमें श्रेष्ठ वह कौआ साक्षात् इन्द्रका पुत्र था, जो उन दिनों पृथ्वीपर विचर रहा था। वह वायुदेवताके समान शीघ्रगामी था॥१०॥ "
                },
                {
                    "slok": "ततस्तस्मिन् महाबाहो कोपसंवर्तितेक्षणः। वायसे त्वं व्यधाः क्रूरां मतिं मतिमतां वर॥११॥",
                    "arth": "'मतिमानोंमें श्रेष्ठ महाबाहो! उस समय आपके नेत्र क्रोधसे घूमने लगे और आपने उस कौएको कठोर दण्ड देनेका विचार किया॥११॥ "
                },
                {
                    "slok": "स दर्भसंस्तराद् गृह्य ब्रह्मास्त्रेण न्ययोजयः। स दीप्त इव कालाग्रिर्जज्वालाभिमखं खगम॥१२॥",
                    "arth": "'आपने अपनी चटाईमेंसे एक कुशा निकालकर हाथमें ले लिया और उसे ब्रह्मास्त्रसे अभिमन्त्रित किया। फिर तो वह कुश प्रलयकालकी अग्निके समान प्रज्वलित हो उठा। उसका लक्ष्य वह कौआ ही था ॥ १२ ॥"
                },
                {
                    "slok": "स त्वं प्रदीप्तं चिक्षेप दर्भ तं वायसं प्रति। ततस्तु वायसं दीप्तः स दर्भोऽनुजगाम ह॥१३॥",
                    "arth": "'आपने उस जलते हुए कुशको कौएकी ओर छोड़ दिया। फिर तो वह दीप्तिमान् दर्भ उस कौएका पीछा करने लगा॥१३॥ "
                },
                {
                    "slok": "भीतैश्च सम्परित्यक्तः सुरैः सर्वैश्च वायसः। त्रील्लोकान् सम्परिक्रम्य त्रातारं नाधिगच्छति॥१४॥ ",
                    "arth": "'आपके भयसे डरे हुए समस्त देवताओंने भी उस कौएको त्याग दिया। वह तीनों लोकोंमे चक्कर लगाता फिरा, किंतु कहीं भी उसे कोई रक्षक नहीं मिला ॥१४॥ "
                },
                {
                    "slok": "पुनरप्यागतस्तत्र त्वत्सकाशमरिंदम। त्वं तं निपतितं भूमौ शरण्यः शरणागतम्॥१५॥ वधार्हमपि काकुत्स्थ कृपया परिपालयः।",
                    "arth": "'शत्रुदमन श्रीराम! सब ओरसे निराश होकर वह कौआ फिर वहीं आपकी शरणमें आया। शरणमें आकर पृथ्वीपर पड़े हुए उस कौएको आपने शरणमें ले लिया; क्योंकि आप शरणागतवत्सल हैं। यद्यपि वह वधके योग्य था तो भी आपने कृपापूर्वक उसकी रक्षा की॥ "
                },
                {
                    "slok": "मोघमस्त्रं न शक्यं तु कर्तुमित्येव राघव॥१६॥ भवांस्तस्याक्षि काकस्य हिनस्ति स्म स दक्षिणम्।",
                    "arth": "रघुनन्दन! उस ब्रह्मास्त्रको व्यर्थ नहीं किया जा सकता था, इसलिये आपने उस कौएकी दाहिनी आँख फोड़ डाली ॥१६॥"
                },
                {
                    "slok": "राम त्वां स नमस्कृत्य राज्ञो दशरथस्य च॥१७॥ विसृष्टस्तु तदा काकः प्रतिपेदे स्वमालयम्।",
                    "arth": "'श्रीराम! तदनन्तर आपसे विदा ले वह कौआ भूतलपर आपको और स्वर्गमें राजा दशरथको नमस्कार करके अपने घरको चला गया॥१७॥ "
                },
                {
                    "slok": "एवमस्त्रविदां श्रेष्ठः सत्त्ववाञ्छीलवानपि॥१८॥ किमर्थमस्त्रं रक्षःस न योजयसि राघव।",
                    "arth": "सीता कहती हैं-) 'रघुनन्दन! इस प्रकार अस्त्र- वेत्ताओंमें श्रेष्ठ, शक्तिशाली और शीलवान् होते हुए भी आप राक्षसोंपर अपने अस्त्रका प्रयोग क्यों नहीं करते हैं ?॥१८॥ "
                },
                {
                    "slok": "न दानवा न गन्धर्वा नासुरा न मरुद्गणाः॥१९॥ तव राम रणे शक्तास्तथा प्रतिसमासितुम्।",
                    "arth": "'श्रीराम! दानव, गन्धर्व, असुर और देवता कोई भी समराङ्गणमें आपका सामना नहीं कर सकते॥१९॥ "
                },
                {
                    "slok": "तव वीर्यवतः कश्चिन्मयि यद्यस्ति सम्भ्रमः ॥ २० ॥ क्षिप्रं सुनिशितैर्बाणैर्हन्यतां युधि रावणः ।",
                    "arth": "'आप बल-पराक्रमसे सम्पन्न हैं। यदि मेरे प्रति आपका कुछ भी आदर है तो आप शीघ्र ही अपने तीखे बाणोंसे रणभूमिमें रावणको मार डालिये॥२०॥ "
                },
                {
                    "slok": "भ्रातुरादेशमाज्ञाय लक्ष्मणो वा परंतपः॥२१॥ स किमर्थं नरवरो न मां रक्षति राघवः। ",
                    "arth": "'हनुमन्! अथवा अपने भाईकी आज्ञा लेकर शत्रुओंको संताप देनेवाले रघुकुलतिलक नरश्रेष्ठ लक्ष्मण क्यों नहीं मेरी रक्षा करते हैं? ॥ २११॥"
                },
                {
                    "slok": "शक्तौ तौ पुरुषव्याघ्रौ वाय्वग्निसमतेजसौ॥२२॥ सुराणामपि दुर्धर्षों किमर्थं मामुपेक्षतः। ",
                    "arth": "'वे दोनों पुरुषसिंह श्रीराम और लक्ष्मण वायु तथा अग्निके तुल्य तेजस्वी एवं शक्तिशाली हैं, देवताओंके लिये भी दुर्जय हैं; फिर किसलिये मेरी उपेक्षा कर रहे हैं? ॥ २२३ ॥"
                },
                {
                    "slok": "ममैव दुष्कृतं किंचिन्महदस्ति न संशयः॥२३॥ समर्थौ सहितौ यन्मां न रक्षेते परंतपौ। ",
                    "arth": "'इसमें संदेह नहीं कि मेरा ही कोई ऐसा महान् पाप है, जिसके कारण वे दोनों शत्रुसंतापी वीर एक साथ रहकर समर्थ होते हुए मेरी रक्षा नहीं कर रहे हैं ॥ २३३॥ "
                },
                {
                    "slok": "वैदेह्या वचनं श्रुत्वा करुणं साधुभाषितम्॥२४॥ पुनरप्यहमारू तामिदं वचनमब्रुवम्। ",
                    "arth": "'रघुनन्दन! विदेहनन्दिनीका करुणाजनक उत्तम वचन सुनकर मैंने पुनः आर्या सीतासे यह बात कही-॥ "
                },
                {
                    "slok": "त्वच्छोकविमुखो रामो देवि सत्येन ते शपे॥२५॥ रामे दुःखाभिभूते च लक्ष्मणः परितप्यते।",
                    "arth": "'देवि! मैं सत्यकी शपथ खाकर कहता हूँ कि श्रीरामचन्द्रजी तुम्हारे शोकके कारण ही सब कार्योंसे विरत हो रहे हैं। श्रीरामके दुःखी होनेसे लक्ष्मण भी संतप्त हो रहे हैं ॥ २५ ॥"
                },
                {
                    "slok": "कथंचिद् भवती दृष्टा न कालः परिशोचितुम्॥२६॥ अस्मिन् मुहूर्ते दुःखानामन्तं द्रक्ष्यसि भामिनि। ",
                    "arth": "'किसी तरह आपका दर्शन हो गया (आपके निवास- स्थानका पता लग गया), अतः अब शोक करनेका अवसर नहीं है। भामिनि! आप इसी मुहूर्तमें अपने सारे दुःखोंका अन्त हुआ देखेंगी॥ २६ ॥"
                },
                {
                    "slok": "तावुभौ नरशार्दूलौ राजपुत्रौ परंतपौ॥२७॥ त्वद्दर्शनकृतोत्साही लङ्कां भस्मीकरिष्यतः।।",
                    "arth": "'शत्रुओंको संताप देनेवाले वे दोनों नरश्रेष्ठ राजकुमार आपके दर्शनके लिये उत्साहित हो लङ्कापुरीको जलाकर भस्म कर देंगे॥ २७॥"
                },
                {
                    "slok": "हत्वा च समरे रौद्रं रावणं सहबान्धवम्॥२८॥ राघवस्त्वां वरारोहे स्वपुरी नयिता ध्रुवम्।",
                    "arth": "'वरारोहे! समराङ्गणमें रौद्र राक्षस रावणको बन्धुबान्धवोंसहित मारकर रघुनाथजी अवश्य ही आपको अपनी पुरीमें ले जायँगे॥ २८३॥ "
                },
                {
                    "slok": "यत् तु रामो विजानीयादभिज्ञानमनिन्दिते॥२९॥ प्रीतिसंजननं तस्य प्रदातुं तत् त्वमर्हसि।",
                    "arth": "'सती-साध्वी देवि! अब आप मुझे कोई ऐसी पहचान दीजिये, जिसे श्रीरामचन्द्रजी जानते हों और जो उनके मनको प्रसन्न करनेवाला हो॥ २९३ ॥ "
                },
                {
                    "slok": "साभिवीक्ष्य दिशः सर्वा वेण्युद्ग्रथनमुत्तमम्॥३०॥ मुक्त्वा वस्त्राद् ददौ मह्यं मणिमेतं महाबल।",
                    "arth": "'महाबली वीर! तब उन्होंने चारों ओर देखकर वेणीमें बाँधने योग्य इस उत्तम मणिको अपने वस्त्रसे खोलकर मुझे दे दिया॥३०॥ "
                },
                {
                    "slok": "प्रतिगृह्य मणिं दोर्ध्या तव हेतो रघुप्रिय॥३१॥ शिरसा सम्प्रणम्यैनामहमागमने त्वरे।",
                    "arth": "'रघुवंशियोंके प्रियतम श्रीराम! आपके लिये इस मणिको दोनों हाथोंमें लेकर मैंने सीतादेवीको मस्तक झुकाकर प्रणाम किया और यहाँ आनेके लिये मैं उतावला हो उठा॥३१३ ॥ "
                },
                {
                    "slok": "गमने च कृतोत्साहमवेक्ष्य वरवर्णिनी॥३२॥ विवर्धमानं च हि मामुवाच जनकात्मजा। अश्रुपूर्णमुखी दीना बाष्पगद्गदभाषिणी॥३३॥ ममोत्पतनसम्भ्रान्ता शोकवेगसमाहता। मामुवाच ततः सीता सभाग्योऽसि महाकपे॥३४॥ यद् द्रक्ष्यसि महाबाहुं रामं कमललोचनम्। लक्ष्मणं च महाबाहुं देवरं मे यशस्विनम्॥३५॥",
                    "arth": "'लौटनेके लिये उत्साहित हो मुझे अपने शरीरको बढ़ाते देख सुन्दरी जनकनन्दिनी सीता बहुत दुःखी हो गयीं। उनके मुखपर आँसुओंकी धारा बह चली। मेरी उछलनेकी तैयारीसे वे घबरा गयीं और शोकके वेगसे आहत हो उठीं। उस समय उनका स्वर अश्रुगद्गद हो गया था। वे मुझसे कहने लगीं-'महाकपे! तुम बड़े सौभाग्यशाली हो, जो मेरे महाबाहु प्रियतम कमलनयन श्रीरामको तथा मेरे यशस्वी देवर महाबाहु लक्ष्मणको भी अपनी आँखोंसे देखोगे'॥ ३२-३५॥ "
                },
                {
                    "slok": "सीतयाप्येवमुक्तोऽहमब्रुवं मैथिली तथा। पृष्ठमारोह मे देवि क्षिप्रं जनकनन्दिनि॥३६॥ यावत्ते दर्शयाम्यद्य ससुग्रीवं सलक्ष्मणम्। राघवं च महाभागे भर्तारमसितेक्षणे॥३७॥ ",
                    "arth": "'सीताजीके ऐसा कहनेपर मैंने उन मिथिलेशकुमारीसे कहा-'देवि! जनकनन्दिनी! आप शीघ्र मेरी पीठपर चढ़ जाइये। महाभागे! श्यामलोचने! मैं अभी सुग्रीव और लक्ष्मणसहित आपके पतिदेव श्रीरघुनाथजीका आपको दर्शन कराता हूँ॥३६-३७॥ "
                },
                {
                    "slok": "साब्रवीन्मां ततो देवी नैष धर्मों महाकपे। यत्ते पृष्ठं सिषेवेऽहं स्ववशा हरिपुङ्गव॥३८॥ ",
                    "arth": "'यह सुनकर सीतादेवी मुझसे बोलीं-'महाकपे! वानरशिरोमणे! मेरा यह धर्म नहीं है कि मैं अपने वशमें होती हुई भी स्वेच्छासे तुम्हारी पीठका आश्रय लूँ॥३८॥ "
                },
                {
                    "slok": "पुरा च यदहं वीर स्पृष्टा गात्रेषु रक्षसा। तत्राहं किं करिष्यामि कालेनोपनिपीडिता॥३९॥ गच्छ त्वं कपिशार्दूल यत्र तौ नृपतेः सुतौ।",
                    "arth": "'वीर! पहले जो राक्षस रावणके द्वारा मेरे अङ्गोंका स्पर्श हो गया, उस समय वहाँ मैं क्या कर सकती थी? मुझे तो कालने ही पीड़ित कर रखा था। अतः वानरप्रवर ! जहाँ वे दोनों राजकुमार हैं, वहाँ तुम जाओ' ॥ ३९३ ॥"
                },
                {
                    "slok": "इत्येवं सा समाभाष्य भूयः संदेष्टुमास्थिता॥४०॥ हनूमन् सिंहसंकाशौ तावुभौ रामलक्ष्मणौ। सुग्रीवं च सहामात्यं सर्वान् ब्रूया अनामयम्॥४१॥",
                    "arth": "'ऐसा कहकर वे फिर मुझे संदेश देने लगीं 'हनुमन्! सिंहके समान पराक्रमी उन दोनों भाई श्रीराम और लक्ष्मणसे, मन्त्रियोंसहित सुग्रीवसे तथा अन्य सब लोगोंसे भी मेरा कुशल-समाचार कहना और उनका पूछना॥"
                },
                {
                    "slok": "यथा च स महाबाहुर्मा तारयति राघवः। अस्माद्दुःखाम्बुसंरोधात् तत् त्वमाख्यातुमर्हसि॥४२॥",
                    "arth": "म वहाँ ऐसी बात कहना, जिससे महाबाहु रघुनाथजी इस दुःखसागरसे मेरा उद्धार करें॥४२॥"
                },
                {
                    "slok": "इदं च तीव्र मम शोकवेगं रक्षोभिरेभिः परिभर्त्सनं च। ब्रूयास्तु रामस्य गतः समीपं शिवश्च तेऽध्वास्तु हरिप्रवीर॥४३॥",
                    "arth": "'वानरोंके प्रमुख वीर! मेरे इस तीव्र शोक-वेगको तथा इन राक्षसोंद्वारा जो मुझे डराया-धमकाया जाता है, इसको भी उन श्रीरामचन्द्रजीके पास जाकर कहना। तुम्हारा मार्ग मङ्गलमय हो'॥४३॥"
                },
                {
                    "slok": "एतत् तवार्या नृप संयता सा सीता वचः प्राह विषादपूर्वम्। एतच्च बुद्ध्वा गदितं यथा त्वं श्रद्धत्स्व सीतां कुशलां समग्राम्॥४४॥",
                    "arth": "'नरेश्वर! आपकी प्रियतमा संयमशीला आर्या सीताने बड़े विषादके साथ ये सारी बातें कहीं हैं। मेरी कही हुई इन सब बातोंपर विचार करके आप विश्वास करें कि सतीशिरोमणि सीता सकुशल हैं॥४४॥"
                },
                {
                    "samaapt sarg": "इत्यायें श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे सप्तपष्टितमः सर्गः ॥ ६७ ।।",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें सरसठवाँ सर्ग पूरा हुआ ॥ ६७ ॥"
                }
            ]
        },
        {
            "adhay": "सुन्दरकाण्डम् - अष्टषष्टितमः सर्गः हनुमान्जीका सीताके संदेह और अपनेद्वारा उनके निवारणका वृत्तान्त बताना",
            "arths": [
                {
                    "slok": "अथाहमुत्तरं देव्या पुनरुक्तः ससम्भ्रमम्। तव स्नेहान्नरव्याघ्र सौहार्दादनुमान्य च॥१॥",
                    "arth": "'पुरुषसिंह रघुनन्दन! आपके प्रति स्नेह और सौहार्दके कारण देवी सीताने मेरा सत्कार करके जानेके लिये उतावले हुए मुझसे पुनः यह उत्तम बात कही-॥१॥ "
                },
                {
                    "slok": "एवं बहुविधं वाच्यो रामो दाशरथिस्त्वया। यथा मां प्राप्नुयाच्छीघ्रं हत्वा रावणमाहवे॥२॥ ",
                    "arth": "'पवनकुमार! तुम दशरथनन्दन भगवान् श्रीरामसे अनेक प्रकारसे ऐसी बातें कहना, जिससे वे समराङ्गणमें शीघ्र ही रावणका वध करके मुझे प्राप्त कर लें ॥ २ ॥"
                },
                {
                    "slok": "यदि वा मन्यसे वार वसेकाहमारदम। कस्मिंश्चित् संवृते देशे विश्रान्तः श्वो गमिष्यसि॥३॥",
                    "arth": "'शत्रुओंका दमन करनेवाले वीर! यदि तुम ठीक समझो तो यहाँ किसी गुप्त स्थानमें एक दिनके लिये ठहर जाओ। आज विश्राम करके कल सबेरे यहाँसे चले जाना॥३॥ "
                },
                {
                    "slok": "मम चाप्यल्पभाग्यायाः सांनिध्यात् तव वानर। अस्य शोकविपाकस्य मुहूर्तं स्याद् विमोक्षणम्॥४॥",
                    "arth": "'वानर! तुम्हारे निकट रहनेसे मुझ मन्दभागिनीको इस शोकविपाकसे थोड़ी देरके लिये भी छुटकारा मिल जाय ॥ ४ ॥"
                },
                {
                    "slok": "गते हि त्वयि विक्रान्ते पुनरागमनाय वै । प्राणानामपि संदेहो मम स्यान्नात्र संशयः ॥ ५ ॥",
                    "arth": "'तुम पराक्रमी वीर हो जब पुनः आनेके लिये यहाँसे चले जाओगे, तब मेरे प्राणोंके लिये भी संदेह उपस्थित हो जायगा। इसमें संशय नहीं है ॥ ५ ॥"
                },
                {
                    "slok": "तवादर्शनजः शोको भूयो मां परितापयेत् । दुखाद् दुःखपराभूतां दुर्गतां दुःखभागिनीम् ॥ ६॥",
                    "arth": "'तुम्हें न देखनेसे होनेवाला शोक दुःख-पर-दुःख उठानेसे पराभव तथा दुर्गतिमें पड़ी हुई मुझ दुःखियाको और भी संताप देता रहेगा ॥ ६ ॥"
                },
                {
                    "slok": "अयं च वीर संदेहस्तिष्ठतीव ममाग्रतः । सुमहांस्त्वत्सहायेषु हर्यक्षेषु हरीश्वर ॥ ७ ॥ कथं नु खलु दुष्पारं तरिष्यन्ति महोदधिम् । तानि हर्वृक्षसैन्यानि तौ वा नरवरात्मजौ ॥ ८ ॥",
                    "arth": "'वीर! वानरराज! मेरे सामने यह महान् संदेह सा खड़ा हो गया है कि तुम जिनके सहायक हो, उन वानरों और भालुओंके होते हुए भी रीछों और वानरोंकी वे सेनाएँ तथा वे दोनों राजकुमार श्रीराम और लक्ष्मण इस अपार पारावारको कैसे पार करेंगे ? ॥ ७-८ ॥"
                },
                {
                    "slok": "त्रयाणामेव भूतानां सागरस्यास्य लङ्घने । शक्तिः स्याद् वैनतेयस्य वायोर्वा तव चानघ ॥ ९ ॥",
                    "arth": "'निष्पाप पवनकुमार! तीन ही भूतोंमें इस समुद्रको लाँघनेकी शक्ति देखी जाती है- विनतानन्दन गरुड़में, वायुदेवतामें और तुममें ॥ ९ ॥"
                },
                {
                    "slok": "तदस्मिन् कार्यनिर्योगे वीरैवं दुरतिक्रमे। किं पश्यसि समाधानं ब्रूहि कार्यविदां वर ॥ १० ॥",
                    "arth": "'वीर! जब इस प्रकार इस कार्यका साधन दुष्कर हो गया है, तब इसकी सिद्धिके लिये तुम कौन-सा समाधान (उपाय) देखते हो। कार्यसिद्धिके उपाय जाननेवालों में तुम श्रेष्ठ हो, अतः मेरी बातका उत्तर दो ॥ १० ॥"
                },
                {
                    "slok": "काममस्य त्वमेवैकः कार्यस्य परिसाधने। पर्याप्तः परवीरघ्न यशस्यस्ते बलोदयः ॥ ११ ॥",
                    "arth": "'विपक्षी वीरोंका नाश करनेवाले कपि श्रेष्ठ! इसमें संदेह नहीं कि इस कार्यकी सिद्धिके लिये तुम अकेले ही बहुत हो, तथापि तुम्हारे बलका यह उद्रेक तुम्हारे लिये ही यशकी वृद्धि करनेवाला होगा (श्रीरामके लिये नहीं) ॥ ११ ॥"
                },
                {
                    "slok": "बलैः समग्रैर्यदि मां हत्वा रावणमाहवे। विजयी स्वपुरीं रामो नयेत् तत् स्याद् यशस्करम् ॥ १२॥",
                    "arth": "यदि श्रीराम अपनी सम्पूर्ण सेनाके साथ यहाँ आकर युद्धमें रावणको मार डालें और विजयी होकर मुझे अपनी पुरीको ले चलें तो यह उनके लिये यशकी वृद्धि करनेवाला होगा ॥ १२ ॥"
                },
                {
                    "slok": "यथाहं तस्य वीरस्य वनादुपधिना हता। रक्षसा तद्भयादेव तथा नार्हति राघवः ॥ १३ ॥",
                    "arth": "'जिस प्रकार राक्षस रावणने वीरवर भगवान् श्रीरामके भयसे ही उनके सामने न जाकर छलपूर्वक वनसे मेरा अपहरण किया था, उस तरह श्रीरघुनाथजीको मुझे नहीं प्राप्त करना चाहिये (वे रावणको मारकर ही मुझे ले चलें) ॥ १३ ॥"
                },
                {
                    "slok": "बलैस्तु संकुलां कृत्वा लङ्कां परबलार्दनः । मां नयेद् यदि काकुत्स्थस्तत् तस्य सदृशं भवेत् ॥ १४ ॥",
                    "arth": "'शत्रुसेनाका संहार करनेवाले ककुत्स्थकुलभूषण श्रीराम यदि अपने सैनिकोंद्वारा लङ्काको पददलित करके मुझे अपने साथ ले जायँ तो यह उनके योग्य पराक्रम होगा ॥ १४ ॥"
                },
                {
                    "slok": "तद् यथा तस्य विक्रान्तमनुरूपं महात्मनः । भवत्याहवशूरस्य तथा त्वमुपपादय ॥ १५ ॥",
                    "arth": "'महात्मा श्रीराम संग्राममें शौर्य प्रकट करनेवाले हैं, अत: जिस प्रकार उनके अनुरूप पराक्रम प्रकट हो सके, वैसा ही उपाय तुम करो ॥ १५ ॥"
                },
                {
                    "slok": "तदर्थोपहितं वाक्यं प्रश्रितं हेतुसंहितम् । निशम्याहं ततः शेषं वाक्यमुत्तरमब्रवम् ॥ १६ ॥",
                    "arth": "'सीतादेवीके उस अभिप्राययुक्त, विनयपूर्ण और | युक्तिसंगत वचनको सुनकर अन्तमें मैंने उन्हें इस प्रकार उत्तर दिया- ॥ १६ ॥"
                },
                {
                    "slok": "देवि हर्वृक्षसैन्यानामीश्वरः प्लवतां वरः । सुग्रीवः सत्त्वसम्पत्रस्त्वदर्थे कृतनिश्चयः ॥ १७ ॥",
                    "arth": "'देवि! वानर और भालुओंकी सेनाके स्वामी कपिश्रेष्ठ सुग्रीव बड़े शक्तिशाली हैं। वे आपका उद्धार करनेके लिये दृढ़ निश्चय कर चुके हैं ॥ १७ ॥"
                },
                {
                    "slok": "तस्य विक्रमसम्पन्नाः सत्त्ववन्तो महाबलाः। मनःसंकल्पसदृशा निदेशे हरयः स्थिताः ॥ १८ ॥",
                    "arth": "'उनके पास पराक्रमी, शक्तिशाली और महाबली वानर हैं, जो मनके संकल्पके समान तीव्र गतिसे चलते हैं। वे सब-के-सब सदा उनकी आज्ञाके अधीन रहते हैं ॥ १८ ॥"
                },
                {
                    "slok": "येषां नोपरि नाधस्तान्त्र तिर्यक् सज्जते गतिः । न च कर्मसु सीदन्ति महत्स्वमिततेजसः ॥ १९ ॥",
                    "arth": "'नीचे, ऊपर और अगल-बगलमें कहीं भी उनकी गति नहीं रुकती है। वे अमिततेजस्वी वानर बड़े-से-बड़े कार्य आ पड़नेपर भी कभी शिथिल नहीं होते हैं॥१९॥ "
                },
                {
                    "slok": "असकृत् तैर्महाभागैर्वानरैर्बलसंयुतैः। प्रदक्षिणीकृता भूमिर्वायुमार्गानुसारिभिः॥२०॥ ",
                    "arth": "'वायुमार्ग (आकाश)-का अनुसरण करनेवाले उन महाभाग बलवान् वानरोंने अनेक बार इस पृथ्वीकी परिक्रमा की है॥२०॥"
                },
                {
                    "slok": "मद्विशिष्टाश्च तुल्याश्च सन्ति तत्र वनौकसः। मत्तः प्रत्यवरः कश्चिन्नास्ति सुग्रीवसंनिधौ ॥२१॥ ",
                    "arth": "'वहाँ मुझसे बढ़कर तथा मेरे समान शक्तिशाली बहुत- से वानर हैं। सुग्रीवके पास कोई ऐसा वानर नहीं है, जो मुझसे किसी बातमें कम हो॥२१॥"
                },
                {
                    "slok": "अहं तावदिह प्राप्तः किं पुनस्ते महाबलाः। नहि प्रकृष्टाः प्रेष्यन्ते प्रेष्यन्ते हीतरे जनाः॥२२॥",
                    "arth": "'जब मैं ही यहाँ आ गया, तब फिर उन महाबली वानरोंके आनेमें क्या संदेह हो सकता है? आप जानती होंगी कि दूत या धावन बनाकर वे ही लोग भेजे जाते हैं, जो निम्नश्रेणीके होते हैं। अच्छी श्रेणीके लोग नहीं भेजे जाते॥२२॥"
                },
                {
                    "slok": "तदलं परितापेन देवि मन्युरपैतु ते। एकोत्पातेन ते लङ्कामेष्यन्ति हरियूथपाः॥२३॥",
                    "arth": "'अतः देवि! अब संताप करनेकी आवश्यकता नहीं है। आपका मानसिक दु:ख दूर हो जाना चाहिये। वे वानरयूथपति एक ही छलाँगमें लङ्कामें पहुँच जायँगे ॥ २३॥"
                },
                {
                    "slok": "मम पृष्ठगतौ तौ च चन्द्रसूर्याविवोदितौ। त्वत्सकाशं महाभागे नृसिंहावागमिष्यतः॥२४॥",
                    "arth": "'महाभागे! वे पुरुषसिंह श्रीराम और लक्ष्मण भी उदयाचलपर उदित होनेवाले चन्द्रमा और सूर्यकी भाँति मेरी पीठपर बैठकर आपके पास आ जायेंगे ॥ २४॥"
                },
                {
                    "slok": "अरिजं सिंहसंकाशं क्षिप्रं द्रक्ष्यसि राघवम्। लक्ष्मणं च धनुष्मन्तं लङ्काद्वारमुपागतम्॥२५॥",
                    "arth": "'आप शीघ्र ही देखेंगी कि सिंहके समान पराक्रमी शत्रुनाशक श्रीराम और लक्ष्मण हाथमें धनुष लिये लङ्काके द्वारपर आ पहुँचे हैं॥ २५॥ "
                },
                {
                    "slok": "नखदंष्ट्रायुधान् वीरान् सिंहशार्दूलविक्रमान्। वानरान् वारणेन्द्राभान् क्षिप्रं द्रक्ष्यसि संगतान्॥२६॥ ",
                    "arth": "'नख और दाढ़ें ही जिनके आयुध हैं, जो सिंह और बाघके समान पराक्रमी हैं तथा बड़े-बड़े गजराजोंके समान जिनकी विशाल काया है, उन वीर वानरोंको आप शीघ्र ही यहाँ एकत्र हुआ देखेंगी॥२६॥"
                },
                {
                    "slok": "शैलाम्बुदनिकाशानां लङ्कामलयसानुषु। नर्दतां कपिमुख्यानां नचिराच्छ्रोष्यसे स्वनम्॥२७॥",
                    "arth": "'लङ्कावर्ती मलयपर्वतके शिखरोंपर पहाड़ों और मेघोंके समान विशाल शरीरवाले प्रधान-प्रधान वानर आकर गर्जना करेंगे और आप शीघ्र ही उनका सिंहनाद सुनेंगी॥ २७॥"
                },
                {
                    "slok": "निवृत्तवनवासं च त्वया सार्धमरिंदमम्। अभिषिक्तमयोध्यायां क्षिप्रं द्रक्ष्यसि राघवम्॥२८॥ ",
                    "arth": "'आपको जल्दी ही यह देखनेका भी सौभाग्य प्राप्त होगा कि शत्रुओंका दमन करनेवाले श्रीरघुनाथजी वनवासकी अवधि पूरी करके आपके साथ अयोध्यामें जाकर वहाँके राज्यपर अभिषिक्त हो गये हैं ॥२८॥"
                },
                {
                    "slok": "ततो मया वाग्भिरदीनभाषिणी शिवाभिरिष्टाभिरभिप्रसादिता उवाह शान्तिं मम मैथिलात्मजा तवातिशोकेन तथातिपीडिता॥२९॥",
                    "arth": "'आपके अत्यन्त शोकसे बहुत ही पीड़ित होनेपर | भी जिनकी वाणीमें कभी दीनता नहीं आने पाती, उन मिथिलेश- कुमारीको जब मैंने प्रिय एवं मङ्गलमय वचनोंद्वारा सान्त्वना देकर प्रसन्न किया, तब उनके | मनको कुछ शान्ति मिली' ॥ २९॥"
                },
                {
                    "samaapt sarg": "इत्यार्षे श्रीमद्रामायणे वाल्मीकीये आदिकाव्ये सुन्दरकाण्डे अष्टषष्टितमः सर्गः॥६८॥ ",
                    "samaapt अर्थ": "इस प्रकार श्रीवाल्मीकिनिर्मित आपरामायण आदिकाव्यके सुन्दरकाण्डमें अड़सठवाँ सर्ग पूरा हुआ॥६८॥ ॥ सुन्दरकाण्डं सम्पूर्णम्॥"
                }
            ]
        }
    ]
}